{"": {"Content-Transfer-Encoding": "8bit", "Content-Type": "text/plain; charset=UTF-8", "Generated-By": "Babel 2.9.1", "Language": "mr", "Language-Team": "Marathi (https://app.transifex.com/stellarium/teams/80998/mr/)", "Last-Translator": "संकेत गराडे, 2023", "MIME-Version": "1.0", "PO-Revision-Date": "2017-11-29 10:47+0000", "POT-Creation-Date": "2023-12-28 22:19+0700", "Plural-Forms": "nplurals=2; plural=(n != 1);", "Project-Id-Version": "stellarium-website 1.0", "Report-Msgid-Bugs-To": "stellarium@googlegroups.com"}, "A shooting star flashes past the Jupiter. You can select different intensities in the View window.": [null, "गुरुच्या शेजारून एक तेजस्वी उल्का जाताना दिसते. दृश्य खिडकीतून तुम्ही तिचा तेजस्वीपणा बदलू शकता."], "Click on the picture to the left for details.": [null, "अधिक माहितीसाठी डावीकडील प्रतिमेवर क्लिक करा."], "Constellation art turned on.": [null, "नक्षत्र कलाकृती दृश्य चालू केलेले."], "Full sky view of the constellations, their boundaries, the Milky Way.": [null, "नक्षत्रांचे, त्यांच्या सीमेचे, आकाशगंगेचे संपूर्ण आकाश दृश्य."], "Stellarium is a free open source planetarium for your computer. It shows a realistic sky in 3D, just like what you see with the naked eye, binoculars or a telescope.": [null, "Stellarium, उच्चार: स्टेलारियम, हे तुमच्या संगणकावरील एक निःशुल्क मुक्त स्त्रोत तारांगण आहे. तुम्हाला डोळ्यांनी, द्विनेत्रीतून किंवा दुर्बिणीतून जसे दिसते तसेच 3D वास्तविक आकाश ह्यातून बघायला मिळते."], "The dance of the planets above ESO headquarters, near Munich.": [null, "म्युनिक जवळच्या दक्षिण युरोपीय वेधशाळेवरील ग्रहांचे नृत्य."], "The great nebula in Orion. Press N to bring up the nebula labels.": [null, "मृग नक्षत्रातला भव्य तेजोमेघ. N दाबून तेजोमेघाची माहितीचिठ्ठी बघा."], "The great nebula in Orion. Press N to bring up the nebula labels. Also shown are constellation lines, press C to show or hide them.": [null, "मृग नक्षत्रातला भव्य तेजोमेघ. N दाबून तेजोमेघाची माहितीचिठ्ठी बघा. तसेच नक्षत्रांच्या रेषा दिसत आहे, C दाबून ते दाखवा किंवा लपवा."], "features": [null, "वैशिष्ट्ये"], "latest version is": [null, "नवीनतम आवृत्ती ही आहे"], "precession circles": [null, "पराचन वृत्त"], "sky": [null, "आकाश"], "source": [null, "स्रोत"], "telescope control": [null, "दुर्बिण नियंत्रण"], "time control": [null, "वेळ नियंत्रण"], "view screenshots": [null, "प्रतिमांकने दाखवा"]}
