Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: the planets and their satellites
af: die planete en hul satelliete
ar: الكواكب وأقمارها
az: planetlər və onların peykləri
be: плянэты й іхныя спадарожнікі
bn: গ্রহ ও তাদের উপগ্রহ
bs: planete i sateliti
ca: planetes i els seus satèl·lits
ca@valencia: els planetes i els seus satèl·lits
cs: planety a jejich měsíce
de: die Planeten und deren Monde
el: Οι πλανήτες και οι δορυφόροι τους
es: los planetas y sus satélites
et: planeedid ja nende satelliidid
eu: planetak eta beren sateliteak
fi: planeetat ja niiden luonnolliset satelliitit
fr: Les planètes et leurs satellites
gd: na planaidean is na saidealan aca
gl: os planetas e os seus satélites
hr: planeti i njihovi sateliti
hu: a bolygók és holdjaik
id: planet-planet dan satelit-satelitnya
is: reikistjörnurnar og tunglin þeirra
it: pianeti e loro satelliti
ja: 惑星やその衛星
ky: планеталар жана алардын жандоочулары
lt: planetos ir jų palydovai
lv: planētas un to pavadoņi
nb: planeter og deres satellitter
nl: de planeten en hun satellieten
pl: planety i ich księżyce
pt: os planetas e seus satélites
pt_br: os planetas e seus satélites
ro: planetele și sateliții acestora
ru: планеты и их спутники
sc: sos pianetas et sos satellites insoro
sk: planéty a ich družice
sq: planetët dhe satelitët e tyre
sr: планете и њихови сателити
sv: planeterna och deras satelliter
th: ดาวเคราะห์และดวงจันทร์บริวาร
tr: gezegenler ve uyduları
uk: планети та їхні супутники
vi: Các hành tinh và các vệ tinh của chúng
zh_hk: 行星和它們的衛星

source: all-sky surveys (DSS, HiPS)
ar: المسوحات السماوية (DSS, HiPS)
ca: Tot els catàlegs del cel (DSS, HiPS)
cs: přehlídky oblohy (DSS, iPS)
de: All-Sky-Bilder (DSS, HiPS)
es: encuestas de todo el cielo (DSS, HiPS)
fi: all-sky -tutkimukset (DSS, HiPS)
id: survey langit menyeluruh (DSS, HiPS)
it: rilevamenti per tutto cielo (DSS, HiPS)
lt: visos dangaus apklausos (DSS, HiPS)
pt_br: pesquisas de todos os céus (DSS, HiPS)
ru: обзоры неба (DSS, HiPS)
sk: celooblohové prehliadky (DSS, HiPS)
th: การสำรวจทั่วฟ้า (DSS, HiPS)
uk: загальні огляди (DSS, HiPS)

source: interface
af: koppelvlak
ar: واجهة الاستخدام
az: interfeys
be: інтэрфэйс
bn: ব্যবহারিক
bs: interfejs
ca: interfície
ca@valencia: interfície
cs: rozhraní
de: Benutzerschnittstelle
el: Μενού χειρισμού
es: interfaz
et: liides
eu: interfazea
fi: käyttöliittymä
gd: eadar-aghaidh
hr: sučelje
hu: felhasználói felület
id: antarmuka
is: viðmót
it: interfaccia
ja: 操作画面
ky: интерфейс
lt: sąsaja
lv: saskarne
nb: brukerflate
pl: interfejs
ro: interfață
ru: интерфейс
sc: interfaccia
sk: rozhranie
sq: ndërfaqe
sv: gränssnitt
th: ส่วนต่อประสาน
tr: arayüz
uk: інтерфейс
vi: Giao diện
zh_hk: 界面

source: a powerful zoom
af: ’n kragtige zoem
ar: تقريب قوي
az: güclü böyütmə
be: значнае павелічэньне
bn: মনেরমত জুম
bs: snažno uvećanje
ca: zoom potent
ca@valencia: zoom potent
cs: velké přiblížení
de: Leistungsfähige Vergrößerung
el: Πολύ δυνατή εστίαση (zoom)
es: un poderoso acercamiento
et: võimas suurendus
eu: zoom ahaltsua
fi: tehokas suurennustoiminto
fr: Zoom puissant
gd: sùm cumhachdach
gl: un zum poderoso
hr: snažan zoom
hu: hatékony nagyítás és kicsinyítés
id: zoom yang bertenaga
is: öflugur aðdráttur
it: zoom potente
ja: 便利な拡大・縮小機能
ky: күчтүү масштабдоо жөндөмдүүлүгү
lt: galingas priartinimas
lv: spēcīgs palielinājums
nb: en kraftig zoom
nl: een krachtige zoom
pl: rozbudowany zoom
pt: um zoom poderoso
pt_br: um zum poderoso
ro: o mărire focală puternică
ru: мощное масштабирование
sc: zoom potente
sk: výkonné približovanie
sq: zmadhim i fuqishëm
sr: моћно увеличавање
sv: kraftfull zoomning
th: ซูมเข้าไปใกล้
tr: gökyüzünün derinliklerine güçlü bir yakınlaştırma
uk: потужний інструмент збільшення
vi: Phóng đại mạnh mẽ
zh_hk: 強大的縮放功能

source: time control
af: tydbeheer
ar: تحكم بسرعة مرور الوقت
az: vaxt kontrolu
be: кіраваньне часам
bn: সময় নিয়ন্ত্রণ
bs: kontrola protoka vremena
ca: control del temps
ca@valencia: control del temps
cs: ovládání času
de: Zeiteinstellung
el: Έλεγχος του χρόνου
es: control de tiempo
et: aja juhtimine
eu: denbora kontrola
fi: helppo ajassa liikkuminen
fr: Commande du temps
gd: smachd air an ùine
gl: control de tempo
hr: kontrola protoka vremena
hu: időpont módosítása
id: pengendalian waktu
is: tímastýring
it: controllo del tempo
ja: 時間の操作
ky: убакытты башкаруу
lt: laiko kontrolė
lv: laika plūduma vadība
nb: tidsstyring
nl: regeling van de tijd
pl: kontrola upływu czasu
pt: controle de tempo
pt_br: controle de tempo
ro: controlul timpului
ru: контроль хода времени
sc: controllu de su tempus
sk: ovládanie času
sq: kontroll kohe
sr: контрола времена
sv: tidskontroll
th: ควบคุมเวลา
tr: zamanı kontrol edebilme özelliği
uk: керування часом
vi: Điều chỉnh thời gian
zh_hk: 時間控制

source: multilingual interface
af: veeltalike koppelvlak
ar: واجهة متعددة اللغات
az: çoxdilli interfeys
be: шматмоўны інтэрфэйс
bn: পছন্দসই ভাষা
bs: višejezični interfejs
ca: interfície multilingüe
ca@valencia: interfície multilingüe
cs: vícejazyčné rozhraní
de: mehrsprachige Schnittstelle
el: Πολύγλωσσο μενού χειρισμού
es: interfaz multilingüe
et: mitmekeelne liides
eu: interfaze eleanitza
fi: useankielisiä esityksiä tukeva käyttöliittymä
fr: Interface multilingue
gd: eadar-aghaidh ioma-chànanach
gl: interface multilingüe
hr: višejezično sučelje
hu: választható nyelvű felület
id: antarmuka dalam berbagai bahasa
is: viðmót á mörgum tungumálum
it: interfaccia multilingua
ja: 多言語対応
ky: көп тилдүү интерфейс
lt: daugiakalbė sąsaja
lv: daudzvalodu saskarne
nb: flerspråklig brukerflate
nl: interface in meerdere talen
pl: wielojęzyczny interfejs
pt: interface em diversos idiomas
pt_br: interface multilíngue
ro: interfață multilingvă
ru: многоязычный интерфейс
sc: interfaccia multilimbas
sk: viacjazyčné rozhranie
sq: ndërfaqe shumëgjuhëse
sr: вишејезични режим
sv: flerspråkigt gränssnitt
th: ส่วนต่อประสานหลายภาษา
tr: çok dilli arayüz
uk: переклади інтерфейсу
vi: Giao diện đa ngôn ngữ
zh_hk: 多語言界面

source: scripting interface
ca: interfície de scripting
cs: skriptovací rozhraní
de: Skript-Steuerung
es: interfaz de secuencias de comandos
fi: Skriptien käyttöliittymä
id: antarmuka skrip
it: interfaccia di scripting
lt: skriptavimo sąsaja
sk: skriptovacie rozhranie
uk: інтерфейс для роботи зі скриптами

source: fisheye projection for planetarium domes
af: visoogprojeksie vir planetariumkoepels
ar: عرض بشكل عين السمكة لقبب صالات العرض السماوية
az: planetarium günbəzləri üçün "balıq gözü" proyeksiyası
be: праекцыя «рыбіна вока» для праектаваньня на купал плянэтарыю
bn: গম্বুজের ভিতরে অভিক্ষেপনের জন্য মৎসচক্ষু অভিক্ষেপন
bs: projekcija riblje oko za planetarijske kupole
ca: projecció tipus fish-eye per cúpula de planetarium
ca@valencia: projecció ull de peix per a cúpules de planetaris
cs: projekce typu „rybí oko“ pro kopule planetárií
de: Fischaugenprojektion für Planetariumskuppeln
el: Ευρυγώνια προβολή για θόλους πλανηταρίων
es: projección de ojo de pez para las cúpulas del planetario
et: Planetaariumikuplitesse sobiv kalasilmaprojektsioon
eu: Arrain-begi proiekzioa planetarioen kupuletarako
fi: kalansilmäprojektio planetaarioille
fr: Projection œil-de-poisson pour planétariums
gd: sealladh sùla-èisg airson cuach-mhullaichean amharc-lainn phlanaidean
gl: Proxección de peixe para cúpulas planetarias
hr: "ribljooka" projekcija za kupole planetarija
hu: halszemoptika vetület planetáriumok számára
id: proyeksi mata-ikan untuk kubah planetarium
is: kýrauga-vörpun fyrir stjörnuver
it: proiezione fisheye (a occhio di pesce) per le cupole dei planetari
ja: プラネタリウムのドームのための魚眼投影法
ky: планетарийлердин куполдору үчүн арналган "балык көз" проекциясы
lt: fisheye projekcija planetariumo kupolams
lv: planetārija kupolu zivsacs projekcija
nb: fiskeøye-projeksjon for planetariumskupler
nl: fisheye-projectie voor planetariumkoepels
pl: tryb "rybiego oka" - widok jak na kopułach planetariów
pt: projeção olho-de-peixe para redomas de planetários
pt_br: projeção olho-de-peixe para cúpulas de planetário
ro: proiecție ochi de pește (fisheye) pentru domurile de planetariu
ru: проекция "рыбий глаз" для проецирования изображения на купол планетария
sc: proietzione a ogu e pische po sas cupolas planetarias
sk: zobrazenie rybím okom pre kupoly planetárií
sq: projeksion sy-peshku për kupola planetariumi
sr: пројекција "рибље око" за планетаријуме
sv: fiskögeprojektion för planetariumkupoler
th: การฉายภาพแบบตาปลาสำหรับโดมท้องฟ้าจำลอง
tr: planetarium kubbeleri için balıkgözü projeksiyonu
uk: проєкція «риб’яче око» для склепінь планетаріїв
vi: Hình chiếu mắt cá dành cho vòm trời
zh_hk: 天文館圓頂可用的魚眼投影

source: spheric mirror projection for your own low-cost dome
af: sferiese spieëlprojeksie vir u eie lae-koste koepel
ar: عرض مرآة كروي للقبب قليلة التكلفة
az: sizin şəxsi günbəziniz üçün sferik güzgü proyeksiyası
be: сфэрычная люстэркавая праекцыя для танных купалаў
bn: কম খরচার হাতে তৈরী গম্বুজের ভিতরে অভিক্ষেপনের জন্য গোলীয় অভিক্ষেপন
bs: projekcija sfernog ogledala za vašu vlastitu jeftinu kupolu
ca: projecció de tipus mirall esfèric per fer el teu propi planetàrium
ca@valencia: projecció amb un espill esfèric per a la vostra pròpia cúpula a baix preu
cs: sférická zrcadlová projekce pro vaši vlastní nízkonákladovou kopuli
de: Sphärische Spiegelprojektion für Ihre eigene Kuppel
el: Σφαιρική κατοπτρική προβολή για τον δικό σας θόλο
es: sistema de proyección con espejo esférico para su propia cúpula de bajo coste
et: Sfääriline peegelprojektsioon odavate projektsioonikuplite jaoks
eu: Ispilu esferiko proiekzioa zure kostu-txikiko kupularako
fi: pallopeiliprojektio halvoille planetaarioille
fr: Projection miroir sphérique pour planétarium bon marché
gd: sealladh sgathain speurach airson cuach-mhullach saor agad fhèin
gl: proxección de espello esférico para a túa cúpula de baixo custe
hr: sferna zrcalna projekcija za Vašu vlastitu projekcijsku kupolu
hu: gömbtükör vetület saját kivetítés számára
id: proyeksi cermin sferis untuk kubah ekonomis kamu
is: kúluspegilsvörpun fyrir ódýrar sýningarhvelfingar
it: proiezione a specchio sferico per cupole non professionali
ja: 安価な私的なドームのための球面鏡投影
ky: арзан баадагы жеке куполуңуз үчүн арналган сферикалык күзгү проексиясы
lt: sferinio veidrodžio projekcija savo pigiam kupolui
lv: sfēriskā spoguļa projekcija (piemēram, pašdarinātiem planetārijiem)
nb: sfærisk speilprojeksjon for din egen kuppel
nl: projectie van je eigen planetarium met een sferische spiegel
pl: projekcja zwierciadła sferycznego - stwórz swoją własną, tanią kopułę
pt: projeção esférica-espelhada para sua própria redoma de baixo custo
pt_br: projeção de espelho esférico para a sua própria cúpula de baixo custo
ro: proiecție tip oglindă sferică pentru domul dumneavoastră
ru: сферическая зеркальная проекция для Вашего личного низкобюджетного купола
sc: proietzione isferica a isprigu po sa cupola economica tua
sk: projekcia na guľové zrkadlo pre Vašu vlastnú finančne dostupnú kupolu
sq: projeksion pasqyrë sferike për kupolën tuaj ekonomike
sr: сферична пројекција за Вашу сопствену куполу
sv: sfärisk spegelprojektion för din egen lågkostnadskupol
th: การฉายภาพสะท้อนทรงกลมสำหรับโดมราคาประหยัดของคุณ
tr: Kendi düşük maliyetli kubbeniz için küresel ayna projeksiyonu
uk: сферична дзеркальна проєкція для спостережень на вашій стелі
zh_hk: 低成本自製圓頂用的球面投影

source: graphical interface and extensive keyboard control
ca: interfície gràfica i ampli control del teclat
cs: grafické rozhraní a mnoho klávesových zkratek
de: graphische Oberfläche und umfassende Tastatursteuerung
es: interfaz gráfica y control amplio desde el teclado
fi: graafinen käyttöliittymä ja laaja näppäimistöohjaus
id: antarmuka grafik dan kontrol kibor yang luas
it: interfaccia grafica e controlli da tastiera estesi
lt: grafinė sąsaja ir išsamus valdymas klaviatūra
pt_br: interface gráfica e amplo controle de teclado
ru: графический интерфейс и развитая система управления с клавиатуры
sk: grafické rozhranie a rozsiahle ovládanie klávesnicou
sq: ndërfaqe grafike dhe kontroll i zgjeruar me tastierë
uk: графічний інтерфейс та широкі можливості з керування за допомогою клавіатури

source: HTTP interface (web-based control, remote control API)
ca: Interfície HTTP (control basat en web, API de control remot)
cs: HTTP rozhraní (webové ovládání, API pro vzdálené ovládání)
de: HTTP-Schnittstelle (web-basierte Steuerung, Fernsteuerungs-API)
es: Interfaz HTTP (control basado en web, API de control remoto)
fi: HTTP-liitäntä (web-pohjainen ohjaus, kaukosäätimen API)
id: antarmuka HTTP (kontrol berbasis-web, API kontrol jarak jauh)
it: interfaccia HTTP (controlli basati sul web, API di controllo remoto)
lt: HTTP sąsaja (valdoma per internetą, nuotolinio valdymo API)
sk: rozhranie HTTP (ovládanie cez web, API pre vzdialené ovládanie)
sq: ndërfaqe HTTP (kontroll me bazë web-in, API për kontroll së largëti)
uk: інтерфейс HTTP (інтернет-керування, програмний інтерфейс віддаленого керування)

source: telescope control
af: teleskoopbeheer
ar: تحكم بالتلسكوبات
az: teleskopun idarə olunması
be: кіраваньне тэлескопам
bn: দূরবীন নিয়ন্ত্রণ
bs: kontrola teleskopa
ca: control per telescopi
ca@valencia: control del telescopi
cs: ovládání dalekohledu
de: Teleskopsteuerung
el: έλεγχος τηλεσκοπίου
es: control del telescopio
et: teleskoobi juhtimine
eu: teleskopioen kontrola
fi: kaukoputken hallinta
fr: Pilotage de télescope
gd: uidheam-smachd glainne-amhairc
gl: control de telescopio
hr: kontrola teleskopa
hu: távcsővezérlés
id: kontrol teleskop
is: sjónaukastýring
it: controllo del telescopio
ja: 望遠鏡の操作
ky: телескопту башкаруу
lt: Teleskopo valdymas
lv: teleskopa vadība
nb: teleskopstyring
nl: telescoopbediening
pl: kontrola teleskopu
pt: controle de telescópios
pt_br: controle de telescópio
ro: manevrarea telescopului
ru: управление телескопом
sc: controllu de su telescopiu
sk: ovládanie ďalekohľadu
sq: kontroll teleskopi
sr: контрола телескопа
sv: teleskopkontroll
th: ควบคุมกล้องโทรทรรศน์
tr: teleskop kontrolü
uk: керування телескопом
vi: Điều khiển kính thiên văn
zh_hk: 望遠鏡控制

source: visualisation
af: visualisering
ar: العرض
az: görüntü
be: адлюстраваньне
bn: দৃশ্যপট
bs: vizualizacija
ca: visualització
ca@valencia: visualització
cs: vizualizace
de: Visualisierung
el: απεικόνιση
es: visualización
et: visualisatsioon
eu: bistaratzea
fi: visualisaatiot
gd: samhlaidhean-sùla
gl: visualización
hr: vizualizacija
hu: megjelenítés
id: visualisasi
is: sjónhrif
it: visualizzazione
ja: 視覚効果
ky: визуалдаштыруу
lt: vizualizacija
lv: vizualizācija
nb: visualisering
nl: weergave
pl: obrazowanie
pt: visualização
pt_br: visualização
ro: vizualizare
ru: отображение
sc: visualizatzione
sk: vizualizácia
sq: vizualizim
sr: визуализација
sv: visualisering
th: การสร้างภาพ
tr: görüntüleme
uk: візуалізація
vi: Sự tưởng tượng
zh_hk: 可視化

source: several coordinate grids
ar: شبكات أنظمة إحداثيات متعددة
ca: diverses quadrícules de coordenades
cs: několik souřadnicových sítí
de: mehrere Koordinatengitter
es: ‎varias cuadrículas de coordenadas‎
fi: useita koordinaatistoja
id: beberapa grid koordinat
it: diverse griglie di coordinate
lt: keletas koordinatinių tinklelių
pt_br: várias grades de coordenadas
ru: несколько координатных сеток
sk: niekoľko súradnicových sústav
sq: disa rrjeta koordinatash
th: กริดในหลายระบบพิกัด
uk: декілька координатних сіток

source: precession circles
ar: دوائر ترنح محور الأرض
ca: cercles de precessió
cs: precesní kružnice
de: Präzessionskreise
es: círculos de precesión
fi: prekessioympyrät
id: lingkaran presesi
it: cerchi di precessione
lt: precesiniai apskritimai
pt_br: círculos de precessão
ru: прецессионные круги
sk: kružnice precesie
th: วงกลมการหมุนควง
uk: кола прецесії

source: star twinkling
af: sterflonkering
ar: تلألؤ النجوم
az: ulduz parlaması
be: мігценьне зорак
bn: মিটমিট করা তারা
bs: svjetlucanje zvijezda
ca: centelleig dels estels
ca@valencia: estrela centellejant
cs: mihotání hvězd
de: Funkelnde Sterne
el: ισημερινό και αζιμουθιακό πλέγμα
es: estrella centelleante
et: tähtede vilkumine
eu: izarren dirdira
fi: tähtien tuikkiminen
fr: Scintillement des étoiles
gd: priobadh nan reultan
gl: estrela tremelucinte
hr: treperenje zvijezda
hu: csillagok pislogása
id: kelipan bintang
is: stjörnublik
it: scintillazione delle stelle
ja: 星のまたたき
ky: жылдыздардын жылтылдоосу
lt: žvaigždžių mirksėjimas
lv: zvaigžņu mirgošana
nb: stjerneblinking
nl: fonkelende sterren
pl: mrugające gwiazdy
pt: estrelas cintilantes
pt_br: cintilação das estrelas
ro: sclipirea stelelor
ru: мерцание звёзд
sc: tremulio istellare
sk: mihotanie hviezd
sq: xixëllim yjesh
sr: треперење звезда
sv: blinkande stjärnor
th: ดาวกะพริบแสง
tr: yıldız pırıltılaması
uk: блимання зірок
vi: Sao nhấp nháy
zh_hk: 星體閃爍

source: shooting stars
af: verskietende sterre
ar: الشهب
az: meteorlar
be: зьнічкі
bn: উল্কা
bs: zvijezde padalice
ca: estels fugaços
ca@valencia: estreles fugaces
cs: padající hvězdy
de: Sternschnuppen
el: σπινθήρισμα άστρων
es: estrellas fugaces
et: langevad tähed
eu: izar iheskorrak
fi: tähdenlennot
fr: Étoiles filantes
gd: rionnagan-earbaill
gl: estrelas fugaces
hr: zvijezde padalice
hu: hullócsillagok
id: meteor
is: stjörnuhröp
it: stelle cadenti
ja: 流星
ky: учуучу жылдыздар
lt: krintančios žvaigždės
lv: krītošās zvaigznes
nb: stjerneskudd
nl: vallende sterren
pl: spadające gwiazdy
pt: estrelas cadentes
pt_br: estrelas cadentes
ro: stele căzătoare
ru: метеоры
sc: isteddos tramudantes
sk: meteory
sq: meteorë
sr: звезде падалице (метеори)
sv: fallande stjärnor
th: ดาวตก
tr: kayan yıldızlar
uk: метеори
vi: Sao băng
zh_hk: 流星

source: tails of comets
ar: ذيول المذنبات
be: хвасты камэт
ca: cues dels cometes
ca@valencia: cues dels cometes
cs: ohony komet
de: Kometenschweife
el: ουρές κομητών
es: colas de cometas
et: komeetide sabad
fi: komeettojen hännät
fr: Queues de comètes
gd: earbaill nan reultan-cearbach
gl: colas de cometas
hr: repovi kometa
hu: üstökösök csóvái
id: ekor komet
is: halar halastjarna
ja: 彗星の尾
lt: kometų uodegos
nl: staarten van kometen
pl: ogony komet
pt_br: caudas de cometas
ro: cozile cometelor
ru: хвосты комет
sc: coas de isteddos coilongos
sk: chvosty komét
sq: bishta kometash
th: หางของดาวหาง
tr: kuyruklu yıldızların kuyrukları
uk: хвости комет
zh_hk: 彗尾

source: eclipse simulation
af: verduisteringsimulasie
ar: محاكاة الكسوف
az: batmanın simulyasiyası
be: удаваньне зацьменьняў
bn: গ্রহন
bs: simulacija pomraćenja
ca: simulació d'un eclipsi
ca@valencia: simulació d'eclipsi
cs: simulace zatmění
de: Simulation von Sonnen- und Mondfinsternissen
el: Εξομοίωση εκλείψεων
es: simulación de eclipse
et: varjutuste simulatsioon
eu: eklipseen simulazioa
fi: pimennyssimulaatiot
fr: Simulation d'éclipses
gd: dubhraidhean
gl: simulación de eclipse
hr: simulacija pomrčine
hu: fogyatkozás mutatása
id: simulasi gerhana
is: hægt að líkja eftir myrkvum
it: simulazione delle eclissi
ja: 食のシミュレーション
ky: тутулуулардын моделин түзүү
lt: užtemimų simuliacija
lv: aptumsumu simulācija
nb: eklipsesimulering
nl: simulatie van een verduistering
pl: symulacja zaćmień
pt: simulação de eclipses
pt_br: simulação de eclipses
ro: simularea eclipselor
ru: симуляция затмений
sc: simulatzione de eclisse
sk: simulácia zatmenia
sq: simulim eklipsi
sr: симулација помрачења
sv: förmörkelsesimulering
th: จำลองอุปราคา
tr: tutulma simülasyonu
uk: імітація затемнень
vi: Mô phỏng thiên thực
zh_hk: 掩食模擬

source: supernovae and novae simulation
ar: محاكاة للمستعرات العادية والعظيمة
be: удаваньне новых і звышновых
ca: simulador de supernova i nova
ca@valencia: simulació de supernoves i noves
cs: simulace nov a supernov
de: Simulation von Novae und Supernovae
el: εξομοίωση υπερκαινοφανών και καινοφανών
es: simulación de supernovas y novas
et: supernoovade ja noovade simulatsioon
fi: supernovat ja nova-simulaatiot
fr: Simulation de supernovas et de novas
gd: mas-fhìorachd mhòr-nòbhathan is nòbhathan
gl: simulación de novas e supernovas
hr: Simulacija nova i supernova
hu: szupernóvák és nóvák szimulációi
id: simulasi supernova dan nova
is: herming á sprengistjörnum og nýstirnum
it: simulazione di novae e supernovae
ja: 超新星、新星のシミュレーション
lt: supernovos ir novos simuliacija
nl: supernova's en nova's simulatie
pl: symulacja supernowych i nowych
pt_br: simulação de novas e supernovas
ro: simulări supernova și nova
ru: симуляция сверхновых и новых
sc: simulatzione de supernova et de nova
sk: simulácia supernov a nov
sq: simulim supernovash dhe novash
th: จำลองซูเปอร์โนวาและโนวา
tr: süpernova ve nova simülasyonu
uk: імітація спалахів наднових і нових
zh_hk: 新星與超新星模擬

source: exoplanet locations
ar: مواقع الكوكبات الخارجية
ca: ubicacions dels exoplanetes
cs: umístění exoplanet
de: Exoplaneten
es: ubicaciones de exoplanetas
fi: eksoplaneettojen sijainnit
id: lokasi eksoplanet
it: posizioni degli esopianeti
lt: ekzoplanetų vietos
pt_br: localizações de exoplanetas
ru: местоположения экзопланет
sk: polohy exoplanét
sq: vendndodhje eksoplanetësh
th: ตำแหน่งของดาวเคราะห์ต่างระบบ
uk: розташування екзопланет

source: ocular view simulation
ca: simulació de visió de l'ocular
cs: simulace pohledu do okuláru
de: Simulation der Okularansicht
es: simulación de visión ocular
fi: okulaarinäkymän simulointi
id: simulasi penglihatan okular
it: visuale di simulazione oculare
lt: vaizdo per okuliarus simuliacija
sk: simulácia pohľadu cez okulár
sq: simulim pamjeje okulare
uk: імітація перегляду крізь окуляр

source: skinnable landscapes with spheric panorama projection
ar: مناظر رصد أرضية قابلة للتغيير، مع عرض كروي بانورامي.
ca: Paisatges que es poden personalitzar amb projecció panoràmica esfèrica
cs: měnitelná krajina se sférickou panoramatickou projekcí
de: Auswechselbare Landschaften mit sphärischer Panoramaprojektion
es: paisajes personalizables, ahora con proyección panorámica esférica
fi: maastomaisemat pallomaisella panoraamaprojektiolla
fr: paysages avec projection sphérique de panoramas
gd: cruthan-tìre le craicnean, le cuairt-shealladh cruinn
gl: paisaxes personalizables con proxección panorámica esférica
id: Lanskap yang dapat diganti dengan proyeksi panorama cembung
it: paesaggi personalizzabili con proiezione panoramica sferica
lt: kraštovaizdžių su sferine panorama projekcija
nl: landschap aanzichten met bolvormige panoramaprojectie
pt_br: paisagens editáveis com projeção panorâmica esférica
ru: ландшафты с поддержкой скинов, со сферической панорамной проекцией
sk: terény s možnosťou zmeny vzhľadu so sférickou panoramatickou projekciou
sq: peizazhe të përdorshëm si lëkurçe, tanimë me projeksion sferik panoramik
th: ภูมิทัศน์ที่ปรับแต่งได้และการแสดงภาพปริทัศน์แบบทรงกลม
uk: можливість зміни теми ландшафту з панорамною сферичною проєкцією
zh_hk: 可更換地景，現在支持球形全景投影

source: customizability
af: aanpasbaarheid
ar: إمكانيات مواءمة البرنامج
az: sərbəst quraşdırma
be: прыстасоўваньне
bn: পছন্দমত পরিবর্তনযোগ্য
bs: prilagodljivost
ca: personalització
ca@valencia: personalitzable
cs: přizpůsobitelnost
de: Personalisierbarkeit
el: προσαρμοστικότητα
es: personalizable
et: kohandatavus
eu: pertsonalizagarritasuna
fi: muokkausmahdollisuudet
fr: Configurabilité
gd: gabhaidh gnàthachadh
gl: personalización
hr: prilagodljivost
hu: testreszabhatóság
id: dapat dikustomisasi
is: hægt að sérsníða
it: personalizzazione
ja: カスタマイズ性
ky: бапталуучулук
lt: pritaikomumas
lv: pielāgojamība
nb: tilpasningsmuligheter
nl: aanpasbaarheid
pl: dostosowywanie
pt: terrenos personalizáveis, com projeções panorâmica e esférica
pt_br: customizabilidade
ro: personalizare
ru: настраиваемость и расширение
sc: pessonalizatzione
sk: prispôsobiteľnosť
sq: aftësi për përshtatje
sr: могућност прилагођавања
sv: anpassningsbarhet
th: ความสามารถในการปรับแต่ง
tr: özelleştirilebilirlik
uk: широкі можливості з налаштовування
vi: Tùy chỉnh riêng
zh_hk: 可定制
