Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: The info.ini and description.en.utf8 files should be UTF-8 encoded text or plain ASCII. It's probably a good idea to adopt the Windows line ending encoding, (i.e. CR LF). Both Windows and *nix style line ending encoding should work OK in Stellarium, but Windows users will have an ugly time reading the description.en.utf8 if it uses *nix-style newlines.
ar: ملفات info.ini وdescription.en.utf8 يجب أن تكون بترميز UTF-8 أو ASCII مجردا. من الأفضل استعمال ترميز Windows لنهاية السطر (CR LF). سوف يعمل ترميز نهاية السطر بأسلوب Windows أو *nix مع ستيللاريوم، لكن سيجد مستخدمو الويندوز صعوبة في قراءة ملف description.en.utf8 عند استخدام ترميز *nix لنهاية السطر.
ca: Els fitxers info.ini i description.en.utf8 han de ser text codificat en UTF-8 o ASCII senzill. Probablement sigui una bona idea adoptar la codificació de final de línia de Windows, (és a dir, CR LF). Tant la codificació de finals de línia d'estil Windows com *nix haurien de funcionar bé a Stellarium, però els usuaris de Windows passaran una estona lletja llegint la descripció.en.utf8 si utilitza noves línies d'estil *nix.
cs: Soubory info.ini a description.en.utf8 by měly mít text v kódování UTF-8 nebo prostý ASCII text. Pravděpodobně je nejlepší přijmout ukončování řádků stejné jako v operačním systému Windows (tj. CR LF). Ukončení řádku jak ve stylu Windows, tak i ve stylu *nix by mělo ve Stellariu dobře fungovat, ale uživatelé Windows nebudou moci dobře přečíst description.en.utf8, pokud použijete nové řádky ve stylu *nix.
de: Die Dateien info.ini und description.en.utf8 sollten in UTF-8 oder ASCII codiert sein. Verwenden Sie möglichst die Windows-Zeilenumbruchkonvention (CR LF). Zwar sollen Windows- und *nix-Zeilenendungen beide korrekt angezeigt werden, jedoch führen *nix-Zeilenumbrüche in Editor-Programmen unter Windows zu Problemen.
es: Los archivos info.ini y description.en.utf8 deben ser texto codificado en UTF-8 o ASCII plano. Es una buena idea adoptar la codificación de Windows, (es decir, CR LF). Tanto la codificación Windows como la de *nix deberían funcionar correctamente en Stellarium, pero los usuarios de Windows pasarán un mal rato leyendo el archivo readme.txt si usan líneas de estilo *nix.
fi: Info.ini- ja description.en.utf8 -tiedostojen tulee olla UTF-8 -koodattua tekstiä tai tavallista ASCII-koodia. On luultavasti hyvä idea ottaa käyttöön Windows-rivinpäätteen koodaus (eli CR LF). Sekä Windows- että *nix-tyylinen rivinpäätteisen koodauksen pitäisi toimia OK Stellariumissa, mutta Windows-käyttäjillä on rumaa aikaa lukea description.en.utf8, jos se käyttää *nix-tyylisiä rivinvaihtoja.
gl: Os ficheiros info.ini e description.en.utf8 deben ser texto codificado UTF-8 ou ASCII plano. Probablemente sexa unha boa idea adoptar a codificación de fin de liña de Windows (é dicir, CR LF). Tanto a codificación de fin de liña de Windows como o estilo * nix deberían funcionar correctamente en Stellarium, pero os usuarios de Windows perderán tempo lendo a descrición.en.utf8 se usa novas liñas en estilo * nix.
id: Berkas info.ini dan description.en.utf8 dan readme.txt harus dikodekan dalam UTF-8 atau ASCII biasa. Akan menjadi ide bagus untuk menggunakan pengkodean akhir baris dari Windows (CR LF). Pengkodean akhir baris Windows dan pengkodean LF yang digunakan di sistem mirip Unix seharusnya bekerja dengan baik di Stellarium, tetapi pengguna Windows akan mengalami kesusahan membaca readme.txt jika menggunakan pengkodean LF.
it: I file info.ini e description.en.utf8 devono essere di testo con codifica UTF-8 o ASCII semplice. Probabilmente è una buona idea adottare la codifica di fine riga di Windows (es. CR LF). Sia la codifica di fine riga in stile Windows che *nix dovrebbero funzionare correttamente in Stellarium, ma gli utenti Windows dovranno loro malgrado leggere description.en.utf8 se utilizza newline in stile *nix.
lt: Info.ini ir description.en.utf8 failai turėtų būti UTF-8 koduoti tekstai arba paprastas ASCII. Geriausia būtų naudoti "Windows" eilučių pabaigos kodavimą (t.y. CR LF). Stellarium'e turėtų veikti ir "Windows" ir *nix stiliaus eilučių pabaigos kodavimas, bet "Windows" naudotojams skaityti description.en.utf8 su *nix stiliaus naujaisiais simboliais gali būti nemalonu.
pt_br: Os arquivos info.ini e description.en.utf8 devem ser texto codificado em UTF-8 ou ASCII simples. Provavelmente é uma boa ideia adotar a codificação de finalização de linha do Windows (ou seja, CR LF). Tanto o Windows quanto a codificação de finalização de linha no estilo *nix devem funcionar bem no Stellarium, mas os usuários do Windows terão um tempo ruim lendo o description.en.utf8 se ele usar novas linhas no estilo *nix.
ru: Файлы info.ini и description.en.utf8 должны быть закодированы в кодировке UTF-8 или просто ASCII. Вероятно, неплохо принять кодировку окончания строки Windows (т.е. CR LF). Как Windows, так и *nix символ окончания строки должен работать нормально в Stellarium, но пользователи Windows будут иметь трудности с чтением readme.txt, если они использует юниксовый стиль символа окончания строки.
sk: Súbory info.ini a description.en.utf8 musia byť vo formáte UTF-8 alebo obyčajný ASCII. Pravdepodobne je lepšie použiť konce riadkov systému Windows (t.j. CR LF). Obidva systémy Windowsu a Unixu by mali fungovať v Stellariu, ale užívatelia Windowsu by mali problém s čítaním description.en.utf8, ak by používal Unixové konce riadkov.
sq: Kartelat info.ini dhe description.en.utf8 duhet të jenë tekst i koduar nën UTF-8, ose ASCII të thjeshtë. Mundet të jetë ide e mirë të përdoret kodimi Windows për fund rreshtash, (pra, CR LF). Si kodimi Windows, ashtu edhe në stil *nix për fund rreshtash duhet të funksionojë OK në Stellarium, por përdoruesit e Windows-it do të kenë kleçka në leximin e description.en.utf8, nëse përdoret funde rreshtash në stil *nix.
uk: Файли info.ini і description.en.utf8 повинні містити дані у кодуванні UTF-8 або прості символи ASCII. Ймовірно, варто використовувати символи завершення рядків Windows (тобто CR LF). У самому Stellarium мають працювати символи завершення рядків Windows і *nix, але у користувачів Windows можуть виникнути проблеми із читанням description.en.utf8, якщо там використано символи завершення рядків у стилі *nix.
zh_hk: landscape.ini和description.en.utf8文件應為UTF-8純ASCII編碼。 採用Windows行結束編碼（即CR LF）可能是個好主意。 Windows和* nix樣式行結束編碼在Stellarium中都可以正常工作，但是如果Windows用戶使用* nix樣式的換行符，那麼讀取description.en.utf8會很難。

source: If you have a sky culture you would like to share but have no web-space to put it, email to any Stellarium developers and we'll put it on our site.
ar: إذا كان لديك تراث فلكي ترغب في مشاركته، ولا تملك مساحة على الشبكة لتخزينه، يمكنك إرساله بالبريد لأحد مبرمجي ستيللاريوم، وسوف نقوم بوضعه على موقعنا.
ca: Si teniu una cultura del cel que us agradaria compartir, però no teniu espai web per posar-la, envieu un correu electrònic a qualsevol desenvolupador de Stellarium i la posarem al nostre lloc.
cs: Pokud máte nebeskou kulturu, kterou byste chtěli sdílet, ale nevlastníte žádný webový prostor, kam byste ji mohli umístit, zašlete e-mail vývojářům Stellaria a my ji umístíme je na naše stránky.
de: Falls Sie eine Sternbildkultur weitergeben möchten aber keine eigene Website haben, lassen Sie sie einem der Entwickler zukommen, der sie dann hier einstellen wird.
es: Si tiene una cultura estelar que le gustaría compartir pero no tiene espacio web para ponerla, envíe un correo electrónico a cualquier desarrollador de Stellarium y la pondremos en nuestro sitio.
fi: Jos sinulla on tähdistö, jonka haluaisit jakaa, mutta sinulla ei ole verkkotilaa sen sijoittamiseen, lähetä sähköpostia kaikille Stellarium-kehittäjille, niin laitamme sen sivustollemme.
gl: Se tes unha cultura do ceo que che gustaría compartir pero non tes espazo web para poñela, envía un correo electrónico a calquera desenvolvedor de Stellarium e poñerémolo na nosa páxina.
id: Jika kamu memiliki sebuah budaya langit yang ingin kamu bagikan tetapi tidak punya tempat di web untuk ditaruh, kirim surel ke pengembang Stellarium siapapun dan kami akan menaruhnya di situs kami.
it: Se hai una cultura del cielo che vorresti condividere ma non hai spazio web per metterla, invia un'e-mail a qualsiasi sviluppatore di Stellarium e la metteremo sul nostro sito.
lt: Jei turite dangaus kultūrą, kurią norėtumėte pasidalinti, bet neturite vietos ją įdėti į internetą, išsiųskite el. laišką bet kuriam Stellarium kūrėjui, ir mes ją įdėsime į mūsų svetainę.
pt_br: Se você tem uma cultura celeste que gostaria de compartilhar, mas não tem espaço na web para colocá-la, envie um e-mail para qualquer desenvolvedor do Stellarium e nós a colocaremos em nosso site.
ru: Если у вас есть культура неба, которой вы хотели бы поделиться, но у вас нет веб-пространства, чтобы опубликовать её, напишите любому из разработчиков Stellarium и мы разместим её на нашем сайте.
sk: Ak máte súbor s kultúrou oblohy, ktorý by ste chceli zdieľať, ale nemáte k dispozícii miesto na webe, napíšte email hociktorému vývojárovi Stellaria a my Vám ho na našej stránke uložíme.
sq: Nëse keni një qytetërim qiellor që doni ta ndani me të tjerët, por nuk keni një vend në internet ku ta vendosni, dërgojani me email cilitdo zhvillues të Stellarium-it dhe do ta vëmë në sajtin tonë.
uk: Якщо у вас є картина зоряного неба, якою б ви хотіли поділитися, але немає якогось сервера, де б ви могли його розмістити, напишіть електронною поштою розробникам Stellarium, і ми розмістимо вашу роботу на нашому сайті.
zh_hk: 如果你想分享一個星空文化但沒有網絡空間存放，請發送 email 給Stellarium 的開發者，我們可以把它放在我們的網站上。

source: Here you can find API documentation for various series of Stellarium. <em>head</em> refers to the latest version from development (although this may lag behind a little as the documentation is only uploaded every so often).
ar: هنا تجد توثيق واجهة البرمجة التطبيقية لمختلف إصدارات ستيللاريوم <em>head</em> هو رابط أحدث الإصدارت (مع أن هذا ربما يتأخر قليلاً عن الإصدار الأخير لأن التوثيق لايرفع إلا في أوقات متباينة) .
be: Тут можна знайсьці дакумэнтацыю па API розных сэрый Stellarium. <em>head</em> спачылаецца на апошнюю вэрсію, якую распрацоўваюць (хаця і можа крыху адставаць, бо дакумэнтацыю абнаўляюць час ад часу).
ca: Aquí podeu trobar la documentació de l'API per a diverses sèries de Stellarium. <em>head</em> es refereix a l'última versió del desenvolupament (encara que pot estar una mica desfasada ja que la documentació només es carrega cada cert temps).
ca@valencia: Ací podreu trobar la documentació de l'API per a diverses sèries de Stellarium. <em>head</em> es refereix a l'última versió en desenvolupament (encara que pot retardar-se un poc degut a que la documentació no s'actualitza freqüentment).
cs: Zde naleznete API dokumentaci pro různé řady Stellaria. <em>head</em> odkazuje na poslední vývojářskou verzi (i když ta může trochu zaostávat, protože dokumentace není nahrávána tak často).
de: Hier gibt es Dokumentation zur API für verschiedene Ausgaben von Stellarium. <em>head</em> bedeutet die jüngste Entwickler-Version (obwohl auch diese dem aktuellen Stand etwas hinterherhinken kann, die Dokumentation wird nur im Bedarfsfall aktualisiert).
el: Εδώ μπορείτε να βρείτε τεκμηρίωση APΙ για διάφορες εκδόσεις του Stellarium. Το <em>head</em> αναφέρεται στην τελευταία έκδοση ανάπτυξης (παρόλο που μπορεί να υστερεί λίγο μιας και η τεκμηρίωση ενημερώνεται κάθε τόσο).
es: Aquí podrá encontrar la documentación de la API para varias series de Stellarium. <em>head</em> se refiere a la última versión en desarrollo (aunque puede retrasarse un poco debido a que la documentación no se actualiza con frecuencia).
fi: Täältä löydät API-dokumentaation eri Stellarium-sarjoille. <em>head</em> viittaa kehittäjien viimeisimpään versioon (vaikka tämä saattaa olla hieman jäljessä, koska dokumentaatio ladataan vain silloin tällöin).
fr: Les différentes version de la documentation de l'API de Stellarium sont disponibles. La version la plus récente, en développement, est appelée <em>head</em> (elle peut être légèrement en retard, car la documentation n'est pas mise à jour systématiquement).
gd: Seo far am faigh thu docamaideadh API air na sreathan de Stellarium. ’S e an tionndadh leasachaidh as ùire a th’ ann an <em>head</em> (ach dh’fhaoidte gum bi sin rud beag sean air sgàth ’s nach dèid an docamaideadh ùrachadh ach o àm gu àm).
gl: Aquí podes atopar documentación API para varias series de Stellarium. <em>O cabezallo</em> refírese á última versión do desenvolvemento (aínda que poida quedar un pouco atasada, xa que a documentación só se carga de cando en vez).
hr: Ovdje možete pronaći API dokumentaciju za razne verzije Stellarium-a. <em>head</em> upućuje na najnoviju inačicu iz razvoja (iako može malo zaostajati jer se dokumentacija učitava svako toliko).
id: Disini kamu dapat temukan dokumentasi API untuk berbagai seri dari Stellarium. <em>mengepalai</em> mengacu kepada versi terakhir dari pengembangan (meskipun ini mungkin tertinggal sedikit sebagai dokumentasi hanya unggah setiap begitu sering)
it: Qui puoi trovare la documentazione API per varie versioni di Stellarium. <em>head</em> si riferisce alla versione più recente in fase di sviluppo (anche se questo può essere un po' indietro in quanto la documentazione viene caricata solo ogni tanto).
ja: ここではStellariumのさまざまなシリーズのAPIドキュメントを見つけることができます。<em>head</em>は開発からの最新バージョンを指します。ただドキュメントは時々アップロードされるだけなので、少し遅れることがあります。
lt: Čia galite rasti API dokumentaciją įvairioms Stellarium serijoms. <em>head</em> nurodo naujausią versiją iš plėtros (nors tai gali šiek tiek atsilikti, nes dokumentacija įkeliamą tik kartais).
nl: Hier kunt u API documentatie vinden voor verschillende series van Stellarium. <em>hoofd</em> verwijst naar de nieuwste versie van de ontwikkeling (hoewel dit enigszins achterblijft omdat de documentatie alleen zo vaak wordt geüpload).
pl: Tutaj znajdziesz dokumentację API dla różnych serii Stellarium. <em>nagłówek</em> odnosi się do najnowszej wersji opracowanej przez programistów (chociaż może to być nieco opóźnione, ponieważ dokumentacja jest przesyłana tylko co jakiś czas).
pt_br: Aqui você pode encontrar documentação da API para várias séries do Stellarium. "head" refere-se à versão mais recente do desenvolvimento (embora isso possa ficar um pouco atrasado, pois a documentação só é carregada de vez em quando).
ru: Здесь вы можете найти документацию на API для различных версии Stellarium. <em>head</em> относится к последней версии в разработке (хотя она может немного отставать, так как документация загружается не очень часто).
sc: Innoghe podes agattare sa documentatzione de sas API po sas varias versiones de Stellarium. <em>head</em> si riferti a s'urtima versione in isviluppu (mancari podet essere unu pagu etzu ca sa docuemtatzione benit carrigada onnia tantu).
sk: Tu môžete nájsť dokumentáciu pre API pre rôzne série Stellaria. <em>head</em> zodpovedá poslednej vývojovej verzii (aj keď môže mierne zaostávať, pretože dokumentácia sa uploaduje len raz za čas).
sq: Këtu mund të gjeni dokumentim të API-t për seri të ndryshme të Stellarium-it. <em>head</em> i referohet versionit më të ri prej zhvillimit (edhe pse mund të jetë pak mbrapa, ngaqë dokumentimi përditësohet me raste).
tr: Burada çeşitli Stellarium serileri için API belgelerini bulabilirsiniz. <em> head</em> geliştirme işleminin en son sürümüne işaret eder (bu, belgelerin yalnızca çok sık yüklendiğinden biraz geride kalabilir)
uk: Тут наведено документацію із програмного інтерфейсу різних випусків Stellarium. <em>head</em> відповідає найсвіжішій версії у розробці (хоча і може бути дещо застарілою, оскільки документація перезавантажується не так часто).
zh_hk: 在這裏您可以找到各Stellarium版本的API文檔。<em> head</em>是指開發中的最新版本（雖然這可能會稍微落後，因為文檔只是經常上傳）。

source: plugins api documentation
af: inprop-api-dokumentasie
ar: توثيق واجهة البرمجة التطبيقية للإضافات
be: дакумэнтацыя api дадаткаў
bn: সরঞ্জাম api বিবরণী
ca: documentació de l'api dels connectors
ca@valencia: documentació de l'api dels connectors
cs: dokumentace k api zásuvných modulů
de: Plugin API Dokumentation
el: τεκμηρίωση API προσθέτων
es: documentación de plugins de la API
et: pluginate api dokumentatsioon
fi: liitännäisien API-dokumentaatio
fr: Documentation de l'API des modules
gd: docamaideadh api nam plugan
gl: documentación dos plugins api
hr: API dokumentacija dodataka
hu: beépülő API dokumentáció
id: dokumentasi api plug-in
is: hjálparskjöl api-forritsviðmóts viðbóta
it: documentazione dei plugins delle api
ja: プラグインapiのドキュメント
lt: plugins api dokumentacija
nl: api documentatie plug-ins
pl: dokumentacja interfejsu API wtyczek
pt_br: Documentação da API de plugins
ro: documentația API-ului plugin-urilor
ru: документация на api плагинов
sc: documentatzione de sos plaugin de sas api
sk: dokumentácia pre API moduly
sq: dokumentim API shtojcash
tr: eklentilerin api belgeleri
uk: документація із програмного інтерфейсу додатків
zh_hk: 插件 API 文檔

source: changes between packages
af: verskil tussen pakkette
ar: التغيرات بين حزم الإصدارات
be: зьмены між пакункамі
bn: বিভিন্ন সংস্করণের মাঝের তফাৎ
ca: canvis entre paquets
ca@valencia: canvis entre paquets
cs: změny mezi balíčky
de: Unterschiede zwischen Versionspaketen
el: αλλαγές μεταξύ πακέτων
es: cambios entre paquetes
fi: eri pakettien erot
fr: Modifications entre les packages
gd: na dh’atharraich o phacaid gu pacaid
gl: cambios entre paquetes
hr: razlike među paketima
hu: változások a csomagok kiadása között
id: perubahan antara paket
is: breytingar á milli pakka
it: modifiche tra pacchetti
ja: パッケージ間の変更
lt: pakeitimai tarp paketų
nl: tussen packages wisselen
pl: zmiany między pakietami
pt_br: mudanças entre os pacotes
ro: diferențe între pachete
ru: изменения между пакетами
sc: cambiamentas in sos pacchettos
sk: zmeny medzi balíčkami
sq: ndryshime mes paketash
th: การเปลี่ยนแปลงระหว่างแพ็กเกจ
tr: paketler arası değişiklikler
uk: зміни у пакунках
zh_hk: 軟件包變更

source: 32 bit
af: 32-bis
ar: 32 بت
be: 32 біты
bs: 32‑bitni
et: 32-bitine
fi: 32-bittinen
fr: 32 bits
gd: 32 biod
hr: 32 bita
is: 32-bita
ja: 32 ビット
ky: 32-бит
lv: 32 biti
ro: 32 de biți
ru: 32-битная
sk: 32 bitový
sr: 32‑битни
sv: 32 bitar
th: 32 บิต
uk: 32-бітовий
zh_hk: 32 位

source: 64 bit
af: 64-bis
ar: 64 بت
be: 64 біты
bs: 64‑bitni
et: 64-bitine
fi: 64-bittinen
fr: 64 bits
gd: 64 biod
hr: 64 bita
is: 64-bita
ja: 64 ビット
ky: 64-бит
lv: 64 biti
ro: 64 de biți
ru: 64-битная
sk: 64 bitový
sr: 64‑битни
sv: 64 bitar
th: 64 บิต
uk: 64-бітовий
zh_hk: 64 位

source: tester
af: toetser
ar: مختبِر
be: тэставальнік
bn: পরীক্ষক
ca: provador
ca@valencia: provador
el: δοκιμαστής
es: probador
et: testija
fi: testaaja
fr: testeur
gd: feuchadair
gl: testeador
hu: tesztelő
id: penguji
is: prófandi
ja: テスター
lt: testuotojas
pt_br: testador
ro: verificator
ru: тестер
sc: testadore
sq: testues
th: ผู้ทดสอบ
tr: test eden
uk: тестер
zh_hk: 測試

source: Linux/Unix; Windows 7 and above; macOS 10.15 and above
es: Linux/Unix; Windows 7 y superior; macOS 10.15 y superior
fi: Linux/Unix; Windows 7 tai uudempi; macOS 10.15 tai uudempi
pt_br: Linux/Unix; Windows 7 e superior; Mac OS X 10.15 e superior
ru: Linux/Unix; Windows 7 и выше; macOS 10.15 и выше
sk: Linux/Unix; Windows 7 a novší; Mac OS X 10.15 a novší
uk: Linux/Unix; Windows 7 або новіші версії; macOS 10.15 або новіші версії

source: 512 MiB RAM
af: 512 MB RAM
ar: ذاكرة عشوائية 512 ميجا بايت
be: 512 МіБ АЗУ
bs: 512 MiB RAM-a
fi: 512 MB RAM
fr: 512 Mio RAM
gd: 512 MiB de RAM
hr: 512 MB RAM
id: RAM 512 MiB
is: 512 MiB vinnsluminni
ja: 512MB RAM
ky: 512 МБ RAM
nl: 512 MB RAM
pl: 512 MB pamięci RAM
pt_br: 512 MiB de RAM
ro: 512 megaocteți RAM
ru: 512 MiB оперативной памяти
sc: 512 MB RAM
th: หน่วยความจำ 512 MiB
tr: 512 MB RAM
uk: 512 МіБ оперативної пам'яті
vi: 512 GB RAM
zh_hk: 512 MiB 內存

source: If the Stellarium planetarium was helpful for your research work, the following acknowledgment would be appreciated:
es: ‎Si el ‎‎planetario‎‎ Stellarium fuera útil para tu trabajo de investigación, se apreciaría el siguiente reconocimiento:‎
fi: Jos Stellarium planetaario auttoi tutkimustyössäsi, seuraava tunnustus olisi tervetullut:
fr: Si le planétarium Stellarium vous a aidé dans votre travail de recherche, la mention suivante serait appréciée :
gd: Ma bha amharc-lann phlanaidean Stellarium feumail dhan obair-rannsachaidh agad, bhitheamaid taingeil nan doireadh tu urram dhuinn:
gl: Se o planetario Stellarium che resultou útil para o teu traballo de investigación, agradeceríamosche o seguinte recoñecemento:
nl: Als het Stellarium planetarium nuttig is geweest voor uw onderzoek, zou de volgende erkenning op prijs worden gesteld:
ru: Если планетарий Stellarium был полезен для вашей исследовательской работы, мы будем признательны за следующее:
sk: Ak vám planetárium Stellarium pomohlo pri vašej výskumnej práci, uvítame nasledovné poďakovanie:
uk: Якщо планетарій Stellarium був вам корисний у дослідницькій роботі, ми будемо раді такому посиланню:
zh_hk: 如果Stellarium天文館對您的研究工作有所幫助，我們將不勝感激：

source: G. Zotti gave a <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'> talk about creating 3D sceneries (YouTube)</a> at the <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'> TAG2016 Skyscapes session</a> on December 20th, 2016
sk: G. Zotti <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'>prednášal o vytváraní 3D scenérií (YouTube)</a> na <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'>TAG2016 Skyscapes session</a> dňa 20. decembra 2016
uk: G. Zotti прочитано <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'> лекцію щодо створення просторових сцен (YouTube)</a> на <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'> засіданні TAG2016 Skyscapes</a> 26 грудня 2016 року

source: G. Zotti gave an <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'> invited talk (YouTube)</a> at the <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'> IAU Symposium 367</a> on December 9th, 2020
sk: G. Zotti mal <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'>pozvanú prednášku (YouTube)</a> na <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>IAU Sympóziu 367</a> dňa 9. decembra 2020
uk: G. Zotti прочитано <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'> лекцію за запрошенням (YouTube)</a> на <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'> Симпозіумі МАО 367</a> 9 грудня 2020 року

source: G. Zotti gave a <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'> presentation about Stellarium (YouTube)</a> for the <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Virtual Observatory of the Chinese Academy of Sciences)</a> on February 1st, 2021
sk: G. Zotti <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>prednášal o Stellariu (YouTube)</a> pre <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Virtuálne observatórium Čínskej akadémie vied)</a> dňa 1. februára 2021
uk: G. Zotti проведено <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'> презентацію щодо Stellarium (YouTube)</a> для <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (віртуальної обсерваторії Китайської академії наук)</a> on 1 лютого 2021 року

source: wiki
ar: ويكي
az: viki
be: вікі
bn: বিশদ বিববণ
el: βικιπαίδεια
et: viki
eu: wiki-a
gd: uicidh
is: kvika
ky: уики
ru: вики
sr: вики
th: วิกิ
uk: вікі
vi: Tra cứu
zh_hk: 維基
