Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: The great nebula in Orion. Press N to bring up the nebula labels.
af: Die groot newelvlek in Orion. Druk N om nebula-etikette te sien.
ar: السديم العظيم في كوكبة الجبّار. اضغط N لإظهار أسماء السدم.
az: Böyük Orion dumanlığı. Dumanlıqların adlarını göstərmək üçün "N" düyməsini basın.
be: Вялікая туманнасьць у Арыёне. Націсьні N каб паказаць назвы туманнасьцяў.
bn: এটি কালপুরুষ মন্ডলের বিখ্যাত নীহারিকা । নীহারিকাগুলির নামগুলি দেখতে N চাপুন ।
bs: Velika nebula u Orionu. Pritisnite N da prikažete nazive nebula.
ca: La gran nebulosa d'Orió. Premeu N perquè apareguin les etiquetes de la nebulosa.
ca@valencia: La gran nebulosa d'Orió. Premeu N per a mostrar les etiquetes de nebulosa.
cs: Velká mlhovina v Orionu. Stisknutím klávesy N zobrazíte popisky mlhovin.
de: Der Große Orionnebel. Drücke N um die Beschriftungen anzuzeigen.
el: Το μεγάλο νεφέλωμα του Ορίωνα. Πάτησε N για να εμφανίσεις τις ετικέτες των νεφελωμάτων.
es: La gran Nebulosa de Orión. Presione N para ver las etiquetas de las nebulosas.
et: Suur udukogu Orionis. Udukogu nimede nägemiseks vajuta klahvi N.
eu: Orioneko nebulosa handia. Sakatu N nebulosen etiketak erakusteko.
fi: Orionin suuri kaasusumu. Paina N saadaksesi tähtisumujen merkit näkyviin.
fr: La Grande nébuleuse d’Orion. Appuyez sur N pour faire apparaître le nom des nébuleuses.
gd: An deargan-doireann mòr san t-Sealgair Mhòr. Brùth air N gus leubailean nan deargan-doireann a shealladh.
gl: A gran nebulosa de Orión. Preme N para amosar as etiquetas da nebulosa.
hr: Velika maglica u Orionu. Pritisnite N za prikaz naziva maglice.
hu: Az Orion köd. Az "N" gomb megnyomásával a ködök nevei be- és kikapcsolhatók.
id: Nebula Orion. Tekan N untuk menunjukkan label nebula-nebula.
is: Sverðþokan í Óríon. Ýttu á N til að birta skýringar á stjörnuþokum.
it: La grande nebulosa di Orione: premere N per visualizzare le etichette della nebulosa.
ja: オリオン大星雲。Nキーを押すと、星雲の名前が表示されます。
ky: Ориондун чоң тумандуулугу. Тумандуулуктардын аталыштарын көрүү үчүн N баскычын басыңыз.
lt: Didysis Oriono ūkas. Spauskite N, kad atidarytumėte ūko žymes.
lv: Lielais Oriona miglājs. Nospiediet N, lai parādītu miglāju nosaukumus.
nb: Oriontåken. Trykk N for å få fram stjernetåkepåskriftene.
nl: De grote nevel in Orion. Druk N om de nevellabels te tonen.
pl: Wielka Mgławica w Orionie. Naciśnij N aby wywołać etykiety mgławic.
pt_br: A grande nebulosa de Órion. Pressione N para exibir as identificações das nebulosas.
ro: Marea nebuloasă din Orion. Apăsați tasta N pentru a afișa denumirile nebuloaselor.
ru: Большая туманность Ориона. Нажмите N для отображения названий туманностей.
sc: Sa nebulosa de sos Bacheddos. Caria N po biere sas etichettas de sa nebulosa.
sk: Veľká hmlovina v Orióne. Pre zobrazenie názvov hmlovín stlačte N.
sq: Mjegullnaja e madhe në Orion. Shtypni N që të shfaqen etiketat e mjegullnajës.
sr: Велика Орионова маглина. Притисните тастер "N" како бисте видели имена маглина.
sv: Orionnebulosan. Tryck ned N för att visa nebulosaetiketterna.
th: เนบิวลาสว่างใหญ่ในกลุ่มดาวนายพราน กด N เพื่อแสดงชื่อเนบิวลา
tr: Orion'daki büyük bulutsu. Nebula etiketlerini getirmek için N tuşuna basın.
uk: Велика туманність Оріона. Натисніть N, щоб програма показала мітки туманностей.
vi: Tinh vân lớn trong chòm Tráng Sĩ. Nhấn N để hiện nhãn tinh vân
zh_hk: 獵戶座大星雲。按“N”鍵顯示星雲標簽。

source: The dance of the planets above ESO headquarters, near Munich.
af: Die dans van die planete bo ESO-hoofkantoor naby München.
ar: حركة الكواكب في السماء فوق المرصد الأوروبي الجنوبي بالقرب من ميونيخ.
az: ESO baş ofisinin üstündə planetlərin paradı.
be: Танец плянэтаў па-над штабкватэрай ЭПА побач зь Мюнхенам.
bn: মিউনিখের কাছে ESO সদর দপ্তরের উপরে গ্রহগুলির পরিক্রমন পথ দেখা যাচ্ছে ।
bs: Ples planeta iznad sjedišta ESO-a u blizini Minhena.
ca: La dansa dels planetes sobre la seu de l'ESO, prop de Munic.
ca@valencia: La dansa dels planetes sobre la seu d'ESO, prop de Munic.
cs: Tanec planet nad ředitelstvím výzkumné organizace ESO poblíž Mnichova.
de: Der Tanz der Planeten über dem ESO Hauptquartier bei München.
el: Ο χορός των πλανητών πάτω από το αρχηγείο της ESO κοντά στο Μόναχο
es: La danza de los planetas sobre la sede ESO, cerca de Munich
et: Planeetide tants Euroopa Lõunaobservatooriumi peakorteri kohal, Müncheni lähistel.
eu: Planeten dantza ESOren egoitza nagusiaren gainean, Munich-etik gertu.
fi: Planeettojen tanssia ESO:n päämajan yllä, lähellä Müncheniä.
fr: La danse des planètes au-dessus du siège de l’ESO, près de Munich.
gd: Dannsa nam planaidean os coinn a’ phrìomh-àrais aig ESO faisg air München.
gl: A danza dos planetas sobre os cuarteis da ESO, preto de Munich.
hr: Ples planeta iznad sjedišta ESO-a, blizu Minhena
hu: A bolygók tánca ilyennek látszik az ESO központjából (München közelében).
id: Tarian planet-planet diatas markas ESO, dekat Munich.
is: Dans plánetanna yfir höfuðstöðvum ESO, nálægt München.
it: La danza dei pianeti sul quartier generale ESO, vicino Monaco.
ja: ミュンヘン近郊のESO本部での惑星のダンス。
ky: Мюнхендин жанындагы ESO штаб-батиринин үстүндөгү планеталардын бийи.
lt: Planetų šokis virš ESO būstinės, netoli Miuncheno.
lv: Planētu parāde virs ESO galvenā biroja pie Minhenes.
nb: Planetenes dans over ESO-hovedkvarterene, nær München.
nl: De dans van de planeten boven het ESO hoofdkwartier, nabij München.
pl: Taniec planet nad siedzibą ESO, niedaleko Monachium.
pt_br: A dança dos planetas sobre a sede do OES, perto de Munique.
ro: Dansul planetelor deasupra sediului ESO în apropiere de Munich.
ru: Танец планет над штаб-квартирой ESO, близ Мюнхена.
sc: La dantza de sos pianetas suba sa sede de s'ESO, accanta a Monaco.
sk: Tanec planét nad ústredím ESO pri Mníchove.
sq: Vallja e planetëve mbi qendrën e OJE-s, pranë Mynihut.
sv: Planeternas dans ovanför ESO:s högkvarter utanför München.
th: ลีลาการเคลื่อนไหวของดาวเคราะห์เหนือสำนักงานใหญ่ของอีเอสโอ ซึ่งตั้งอยู่ใกล้มิวนิก
tr: Münih yakınlarındaki ESO genel merkezinin üzerindeki gezegenlerin dansı.
uk: Парад планет над штаб-квартирою ЄПО, неподалік від Мюнхена.
vi: Điệu nhảy của các hành tinh trên trụ sở ESO, gần Munich.
zh_hk: 行星在慕尼黑附近歐洲南方天文台總部上空起舞。

source: Full sky view of the constellations, their boundaries, the Milky Way.
af: ’n Volledige hemelsig van die sterrebeelde, hul grense, en die Melkweg.
ar: منظر السماء كاملة بالكوكبات وحدودها ودرب التبّانة.
az: Bürclərin, onların sərhədlərinin, Süd Yolun tam görüntüsü.
be: Поўны прагляд неба з сузор'ямі, іхнымі межамі й Млечным шляхам.
bn: নক্ষত্রমন্ডল, তাদের সীমানা ও ছায়াপথ সমেত পুরো আকাশের একটি দৃশ্য ।
bs: Puni pregled sazviježđa, s ograničenjem na Mliječni put.
ca: Vista completa de les constel · lacions al cel, els seus límits, la Via Làctia.
ca@valencia: Vista celeste completa de les constel·lacions, els seus límits, la Via Làctia.
cs: Zobrazení celé oblohy se souhvězdími, jejich hranicemi a Mléčnou dráhou.
de: Gesamtansicht der Sternbilder, deren Grenzen, und der Milchstraße
el: πλήρης θέα των αστερισμών, των ορίων τους και του Γαλαξία.
es: Vista completa celeste de las constelaciones, sus límites, la Vía Lactea.
et: Täielik taevavaade tähtkujudega, nende piirjoontega, Linnutee.
eu: Zeru osoko konstelazioen ikuspegia, beren mugak, Esne Bidea.
fi: Koko taivaan näkymä, tähdistöihin, niiden rajoihin sekä linnunrataan.
fr: Vue complète du ciel, de la Voie lactée et des constellations avec leurs délimitations.
gd: Sealladh reultan slàn dhe na reul-bhadan, na crìochan aca, Slighe Chlann Uisnich.
gl: Vista total do ceo das constelacións, os seus límites, a Vía Láctea.
hr: Puni nebeski pogled na zviježđa, njihove granice, Mliječnu stazu.
hu: A teljes égbolt a csillagképekkel és a Tejúttal.
id: Tampilan langit secara penuh dari rasi-rasi bintang, batas-batasnya, dan Galaksi Bima Sakti.
is: Full sýn á stjörnumerkin, mörk þeirra og Vetrarbrautina.
it: Visualizzazione delle costellazioni di tutta la volta celeste, dei loro confini, la Via Lattea.
ja: 星座と背景と天の川を含んだ全体の表示。
ky: Топ жылдыздардын, анын чек араларынын, Саманчынын Жолунун, асмандын бир бүтүн көрүнүшү.
lt: Pilnas dangaus vaizdas su žvaigždynais, jų ribos, Paukščių Takas.
lv: Pilna mēroga debesu skats ar zvaigznājiem, to robežām un Piena ceļu.
nb: Full himmelvisning av stjernebildene, deres grenser, Melkeveien.
nl: Een volledig hemelzicht van de sterrenbeelden, hun grenzen en de Melkweg.
pl: Pełny widok nieba z gwiazdozbiorami, ich granicami, Drogą Mleczną.
pt_br: Visão plena do céu, em que é possível observar as constelações, os seus limites e a Via Láctea.
ro: Vizualizare completă a constelațiilor pe cer, granițele lor fiind Calea Lactee.
ru: Всё небо с созвездиями, их границами и Млечным путём.
sc: Bisa prena de su chelu cun sas costellatziones, sas lacanas insoro et s'Andaina de Paza.
sk: Zobrazenie súhvezdí, ich hraníc a Mliečnej cesty na celej oblohe.
sq: Pamje e plotë qiellore e yjësive, kufijve të tyre, Udha e Qumështit.
sr: Потпун приказ неба, Млечног пута, сазвежђа и њихових граница.
sv: Fullständig vy över stjärnbilderna, deras gränser samt Vintergatan.
th: มุมมองทั่วฟ้า เห็นกลุ่มดาว เส้นแบ่งเขตกลุ่มดาว และทางช้างเผือก
tr: Takımyıldızlarının tam gökyüzü görünümü, sınırları, ve Samanyolu.
uk: Перегляд зоряної карти сузір’їв, їхніх меж та Чумацького шляху.
vi: Xem bầu trời đầy đủ với các chòm sao, ranh giới của chúng, Dải Ngân Hà.
zh_hk: 全天視角顯示星座、星座界綫以及銀河。

source: Constellation art turned on.
af: Konstellasiekuns is aangeskakel.
ar: صور الكوكبات ظاهرة
az: Bürclərin şəkilləri.
be: Паказаныя выявы сузор'яў.
bn: কল্পচিত্রগুলি চালু করা আছে ।
bs: Slike sazviježđa su uključene.
ca: Art de les constel · lacions activat
ca@valencia: Els dibuixos de les constel·lacions estan activats.
cs: Zapnuté kresby souhvězdí.
de: Sternbilder eingeschaltet
el: Ενεργοποίηση της καλλιτεχνικής άποψης των αστερισμών
es: Figuras de constelación activadas
et: Tähtkujupildid sisse lülitatud.
eu: Konstelazioen irudiak ikusgai.
fi: Tähdistökuvat käytössä.
fr: L’affichage des représentations artistiques des constellations est activé.
gd: Obair-ealain nan reul-bhadan air a cur air.
gl: Constelación artística activada.
hr: Umjetnički prikaz zviježđa je uključen.
hu: A csillagképek rajzai bekapcsolva.
id: Seni rasi bintang dinyalakan.
is: Kveikt á myndrænum stjörnumerkjum.
it: Constellation art attivata.
ja: 星座絵の表示。
ky: Топ жылдыздардын сүрөттөрү көрсөтүлгөн.
lt: Žvaigždynų piešiniai įjungti.
lv: Zvaigznāju zīmējumi ieslēgti.
nb: Stjernebildekunst slått på.
nl: Sterrenbeeldkunst ingeschakeld
pl: Rysunki gwiazdozbiorów włączone.
pt_br: Imagens das constelações ativadas.
ro: Opțiunea pentru vizualizare artistică a constelațiilor pornită.
ru: Включены изображения созвездий.
sc: Alluma sos dosinnos de sas Constellatziones.
sk: Zapnuté kresby súhvezdí.
sq: Arti i yjësive është i çaktivizuar.
sr: Уметнички приказ сазвежђа је укључен
sv: Med stjärnbildsgrafiken aktiverad.
th: เมื่อเปิดให้แสดงภาพวาดกลุ่มดาว
tr: Takımyıldızı resimleri açıldı.
uk: Увімкнено показ зображень сузір’їв.
vi: Hĩnh vẽ chòm sao đã mở.
zh_hk: 星座繪圖啟用後。

source: Click on the picture to the left for details.
af: Klik op die beeld hier links vir besonderhede.
ar: اضغط على الصورة إلى اليسار للتفاصيل.
az: Ətraflı məlumat üçün soldakı şəkilin üstünə basın.
be: Пстрыкні па відарысе зьлева каб даведацца падрабязьней.
bn: ছবির বিশদ তথ্য জানতে বাম দিকে ক্লিক করুন ।
bs: Kliknite na sliku lijevo da biste prikazali detalje.
ca: Fes clic en la imatge de l'esquerra pels detalls
ca@valencia: Feu clic a la imatge de l'esquerra per veure els detalls.
cs: Podrobnosti si zobrazíte kliknutím na obrázek vlevo.
de: Für Details auf das Bild links klicken.
el: κάντε κλικ στην φωτογραφία στα αριστερά για λεπτομέρειες
es: Haga click en la imagen de la izquierda para ver los detalles.
et: Üksikasjade nägemiseks klõpsa vasakul pildil.
eu: Klikatu ezkerreko irudian xehetasunetarako
fi: Klikkaa kuvaa vasemmalla saadaksesi lisätietoja.
fr: Cliquez sur l'image à gauche pour plus de détails.
gd: Briog air an dealbh taobh clì airson mion-fhiosrachadh.
gl: Fai clic na imaxe da esquerda para obter máis detalles.
hr: Kliknite na sliku s lijeve strane za detalje.
hu: Kattintson a bal oldali képre a részletekért.
id: Klik gambar di sebelah kiri untuk rincian.
is: Smelltu á myndina til vinstri fyrir ítarlegar upplýsingar.
it: Clicca sull'immagine a sinistra per i dettagli
ja: 詳細は左の画像をクリックしてください。
ky: Кошумча маалымат үчүн сол жактагы сүрөттү басыңыз.
lt: Spustelėkite pavekslėlio kairėje, norėdami gauti daugiau informacijos.
lv: Lai uzzinātu vairāk, noklikšķiniet uz attēla pa kreisi.
nb: Klikk på bildet til venstre for detaljer.
nl: Klik op de linker figuur voor details
pl: Kliknij obrazek po lewej, aby zobaczyć szczegóły.
pt_br: Clique na imagem à esquerda para obter mais detalhes.
ro: Faceți click pe poza din stânga pentru detalii.
ru: Кликните по картинке слева для получения подробностей.
sc: Clicca in s'imazine a manca po ateras informatziones.
sk: Pre detaily kliknite na obrázok vľavo.
sq: Për hollësi klikoni mbi foton majtas.
sr: Кликните на слику са леве стране за детаље.
sv: Klicka på bilden till vänster för närmare information.
th: คลิกที่รูปทางซ้ายเพื่อแสดงรายละเอียด
tr: Detaylar için soldaki resme tıklayın.
uk: Натисніть зображення ліворуч, щоб переглянути подробиці.
vi: Nhấn vào hình bên trái để biết chi tiết
zh_hk: 點擊圖片左側以查看詳細信息。

source: user contributed landscapes
ar: مناظر رصد طبيعي من المستخدمين
ca: paissatges de l'usuari
ca@valencia: paisatges contribucions d'usuaris
cs: krajiny vytvořené s přispěním uživatelů
de: Landschaften aus der Anwendergemeinschaft
el: τοπία που έχουν υποβληθεί από χρήστες
es: paisajes contribuidos del usuario
et: kasutajate pakutud maastikud
fi: Käyttäjien lisäämiä maisemia
fr: Paysages proposés par des utilisateurs
gd: cruthan-tìre le luchd-cleachdaidh
gl: O usuario contribuíu coas paisaxes
hr: Korisnički krajolici
id: lanskap kontribusi pengguna
it: l'utente ha contribuito con paesaggi
ja: ユーザー作成の風景
lt: vartotojo pateikti kraštovaizdžiai
nl: door gebruiker bijgedragen landschappen
pl: krajobrazy dodane przez użytkowników
pt_br: paisagens contribuídas pelo usuário
ru: пользовательские ландшафты
sc: sutente hat contribuiu cun paesaggios
sk: terény od používateľov
sq: peizazhe të dhënë nga përdorues
th: ภูมิทัศน์จากผู้ใช้
tr: kullanıcıların katkıda bulunduğu manzaralar
uk: надіслані користувачами ландшафти
zh_hk: 用戶貢獻的地景

source: We have landscapes for the seven continents (in the seven continent model) - all, including from Antarctica!
ar: لدينا مناظر رصد طبيعية من كل القارات السبع (حسب نموذج القارات السبع) بما في ذلك أنتاركتيكا!
ca: Tenim paissatges per als set continents (al model de set continents), incloent l'Antàrtica!
ca@valencia: Hi ha paisatges per als set continents (segons el model de set continents) - per a tots, fins i tot de l'Antàrtida
cs: Máme krajiny pro sedm světadílů (v modelu sedmi kontinentů) - všechny včetně Antarctidy!
de: Wir haben Landschaften aus allen 7 Kontinenten (wenn 7 gezählt werden) - also auch aus der Antarktis!
el: Έχουμε τοπία για τις επτά ηπείρους (στο μοντέλο για τις επτά ηπείρους) - για όλες, συμπεριλαμβανομένου και της Ανταρκτικής!
es: Tenemos paisajes para los siete continentes (según el modelo de siete continentes), incluyendo a Antártida.
et: Meil on maastikuid seitsmele kontinendile (seitsmekontinendilises mudelis) - kõikidele, ka Antarktikale!
fi: Meillä on maisemia seitsemälle mantereelle (seitsemän maanosan mallissa) - kaikki, myös Etelämantereelta!
fr: Nous avons des paysages pour les 7 continents (dans le modèle à 7 continents), y compris pour l’Antarctique !
gd: Tha cruthan-tìre againn o na seachd mòr-thìrean (ann am modail nan seachd mòr-thìrean) uile, a’ gabhail a-staigh an t-Antartaig!
gl: Temos paisaxes dos sete continentes (no modelo de sete continentes) incluíndo a Antártida!
hr: Imamo krajolike za sedam kontinenata (po modelu sedam kontinenata) - sve, uključujući Antartiku!
id: Kami memiliki lanskap untuk ke tujuh benua (pada model tujuh benua) - semuanya, termasuk dari Antartika
it: Abbiamo paesaggi per i sette continenti (nel modello dei sette continenti) - tutti, anche dall'Antartide!
ja: 7つの大陸(7つの大陸モデル)の全ての風景があります。南極大陸の風景もあります。
lt: Mes turime kraštovaizdžius visiems septyniems žemynams (septynių žemynų modelyje) - visiems, įskaitant ir Antarktidą!
nl: We hebben landschappen voor de zeven continenten (in het zeven continent model) - allen, inclusief Antartica
pl: Mamy krajobrazy dla siedmiu kontynentów (w modelu siedmiu kontynentów) - wszystkie, w tym z Antarktydy!
pt_br: Temos paisagens para os sete continentes (no modelo dos sete continentes) - tudo, inclusive da Antártida!
ru: У нас есть ландшафты для семи континентов (в модели семи континентов) - все, в том числе из Антарктиды!
sc: Tenimos paesaggi po sos sette continentes (in su modellu de sos sette continentes) - totus, fintzas dae s'Antartide!
sk: Máme terény pre všetkých sedem svetadielov (v modeli siedmych svetadielov) vrátane Antarktídy!
sq: Kemi peizazhe për të shtatë kontinentet (sipas modelit me shtatë kontinente) - që të tërë, përfshi Antarktidën!
tr: Yedi kıta için (yedi kıta modelinde) manzaralarımız var - hepsi Antarktika'dan!
uk: У нас є ландшафти для семи континентів (у моделі з семи континентами на Землі) — для усіх, навіть для Антарктиди!
zh_hk: 我們擁有七大洲的地景（位於七大洲模型中）- 全部，包括南極洲！

source: interplanetary
ar: كوكبية
ca: Interplanetari
ca@valencia: interplanetari
cs: meziplanetární
de: interplanetar
el: διαπλανητικό
es: interplanetario
et: planeetidevahelised
fi: planeettojen välinen
fr: Extraterrestre
gd: eadar-phlanaideach
gl: Interplanetario
hr: međuplanetarni
id: antarplanet
it: interplanetario
ja: 惑星間
lt: tarpplanetinis
nl: interplanetair
pl: międzyplanetarny
pt_br: interplanetário
ru: межпланетные
sc: interplanetariu
sk: medziplanetárny
sq: ndërplanetar
th: ระหว่างดาว
tr: gezegenler arası
uk: міжпланетні
zh_hk: 行星際

source: Africa
ar: أفريقيا
be: Афрыка
ca: Àfrica
ca@valencia: Àfrica
cs: Afrika
de: Afrika
el: Αφρική
es: África
et: Aafrika
fi: Afrikka
fr: Afrique
gd: Afraga
hr: Afrika
id: Afrika
ja: アフリカ
lt: Afrika
nl: Afrika
pl: Afryka
pt_br: África
ru: Африка
sk: Afrika
sq: Afrikë
th: แอฟริกา
tr: Afrika
uk: Африка
zh_hk: 非洲

source: Asia
ar: آسيا
be: Азія
ca: Àsia
ca@valencia: Àsia
cs: Asie
de: Asien
el: Ασία
et: Aasia
fi: Aasia
fr: Asie
gd: Àisia
hr: Azija
ja: アジア
lt: Azija
nl: Azie
pl: Azja
pt_br: Ásia
ru: Азия
sk: Ázia
sq: Azi
th: เอเชีย
tr: Asya
uk: Азія
zh_hk: 亞洲

source: Australasia
ar: استرالاسيا
be: Аўстралазія
ca: Australàsia
ca@valencia: Australàsia
cs: Australasie
de: Australasien
el: Αυστραλία
et: Australaasia
fi: Australia
fr: Océanie
gd: Astralàisia
hr: Australazija
ja: オーストラレーシア
lt: Australazija
nl: Australazië
pl: Australia i Oceania
pt_br: Australásia
ru: Австралазия
sk: Australázia
sq: Australazi
tr: Avustralasya
uk: Австалазія
zh_hk: 澳洲

source: Europe
ar: أوروبا
be: Эўропа
ca: Europa
ca@valencia: Europa
cs: Evropa
de: Europa
el: Ευρώπη
es: Europa
et: Euroopa
fi: Eurooppa
gd: An Roinn-Eòrpa
gl: Europa
hr: Europa
id: Eropa
it: Europa
ja: ヨーロッパ
lt: Europa
nl: Europa
pl: Europa
pt_br: Europa
ru: Европа
sc: Europa
sk: Európa
sq: Europë
th: ยุโรป
tr: Avrupa
uk: Європа
zh_hk: 歐洲

source: North America
ar: أمريكا الشمالية
be: Паўночная Амэрыка
ca: Amèrica del Nord
ca@valencia: Amèrica del Nord
cs: Severní Amerika
de: Nordamerika
el: Βόρεια Αμερική
es: América del Norte
et: Põhja-Ameerika
fi: Pohjois-Amerikka
fr: Amérique du Nord
gd: Aimeireaga a Tuath
gl: Norteamerica
hr: Sjeverna Amerika
id: Amerika Utara
it: Nord America
ja: 北アメリカ
lt: Šiaurės Amerika
nl: Noord-Amerika
pl: Ameryka Północna
pt_br: América do Norte
ru: Северная Америка
sc: Nord America
sk: Severná Amerika
sq: Amerikë e Veriut
th: อเมริกาเหนือ
tr: Kuzey Amerika
uk: Північна Америка
zh_hk: 北美洲

source: South America
ar: أمريكا الجنوبية
be: Паўднёвая Амэрыка
ca: Amèrica del Sud
ca@valencia: Amèrica del Sud
cs: Jižní Amerika
de: Südamerika
el: Νότια Αμερική
es: América del Sur
et: Lõuna-Ameerika
fi: Etelä-Amerikka
fr: Amérique du Sud
gd: Aimeireaga a Deas
gl: Sudamérica
hr: Južna Amerika
id: Amerika Selatan
it: Soud America
ja: 南アメリカ
lt: Pietų Amerika
nl: Zuid-Amerika
pl: Ameryka Południowa
pt_br: América do Sul
ru: Южная Америка
sc: Soud America
sk: Južná Amerika
sq: Amerikë e Jugut
th: อเมริกาใต้
tr: Güney Amerika
uk: Південна Америка
zh_hk: 南美洲

source: polar regions
ar: المناطق القطبية
be: палярныя рэґіёны
ca: regions polars
ca@valencia: regions polars
cs: polární oblasti
de: Polargegenden
el: πολικές περιοχές
es: regiones polares
et: polaaralad
fi: Napa-alueet
fr: Régions polaires
gd: na roinnean pòlarach
gl: rexións polares
hr: polarne regije
id: daerah kutub
it: regioni polari
ja: 極地域
lt: poliariniai regionai
nl: pool regio's
pl: regiony polarne
pt_br: regiões polares
ru: полярные области
sc: regiones polares
sk: polárne oblasti
sq: rajone polare
tr: kutup bölgeleri
uk: полярні регіони
zh_hk: 極地

source: special
ar: خاص
ca: especial
ca@valencia: especial
cs: speciální
de: Besondere
el: ειδικά
es: especial
et: erilised
fi: Erityinen alue
fr: Spécial
gd: sònraichte
gl: especial
hr: specijalno
id: khusus
it: speciale
ja: 特別な風景
lt: specialūs
nl: speciaal
pl: specjalne
pt_br: especial
ru: специальные
sc: ispeciale
sk: špeciálne
sq: speciale
tr: özel
uk: спеціальні
zh_hk: 特殊

source: landscapes
af: landskappe
ar: مناظر الرصد الطبيعية
az: mənzərələr
be: краявіды
bn: ভূমিরূপ
bs: pejzaži
ca: paisatges
ca@valencia: paisatges
cs: krajiny
de: Landschaften
el: τοπία
es: paisajes
et: maastikud
eu: paisaiak
fi: Maisemat
fr: Paysages
gd: cruthan-tìre
gl: paisaxes
hr: krajolici
hu: tájképek
id: lanskap
is: landslög
it: paesaggi
ja: 風景
ky: ландшафттар
lt: kraštovaizdžiai
lv: ainavas
nb: landskaper
nl: lanschappen
pl: krajobrazy
pt_br: paisagens
ro: peisaje
ru: ландшафты
sc: paesaggios
sk: terény
sq: peizazhe
sr: пејзажи
sv: landskap
th: ภูมิทัศน์
tr: manzaralar
uk: ландшафти
vi: Phong cảnh
zh_hk: 地景

source: user contributed 3D sceneries
ca: escenaris 3D contribuïts per usuaris
cs: 3D scenérie vytvořené s přispěním uživatelů
de: 3D-Szenerien aus der Anwendergemeinschaft
es: escenarios 3D aportados del usuario
fi: käyttäjien tekemiä 3D-maisemia
id: pemandangan 3D kontribusi pengguna
it: scenari 3D contribuiti da utente
lt: vartotojo pateikti 3D kraštovaizdžiai
sk: 3D scenérie od používateľov
sq: pamje 3D të kontribuar nga përdoruesit
uk: надіслані користувачами сцени

source: We are collecting user-contributed 3D sceneries of astronomical interest (not necessarily your garden shack).
ca: Estem recopilant paisatges en 3D d'interès astronòmic aportats pels usuaris (no necessàriament la vostra barraca del jardí).
cs: Shromažďujeme astronomicky zajímavé 3D scenérie vytvořené uživateli (nemusí to být nutně vaše zahradní chatka).
de: Wir stellen hier 3D-Szenerien der Anwendergemeinschaft zur Verfügung, soferne sie von allgemeinem astronomischen Interesse sind (nicht gerade Ihre Gartenhütte!)
es: Estamos recopilando escenarios 3D de interés astronómico aportados por los usuarios.
fi: Keräämme käyttäjien lisäämiä tähtitieteellisesti kiinnostavia 3D-maisemia (ei välttämättä puutarhamökkiäsi).
id: Kami mengumpulkan pemandangan 3D kontribusi pengguna yang menarik dalam astronomi (belum tentu menjadi koleksi yang sama denganmu).
it: Raccogliamo scenari 3D di interesse astronomico da parte di utenti (non necessariamente la baracca del tuo giardino)
lt: Mes renkame vartotojų sukurtus 3D astronomijos scenarijus (nebūtinai jūsų sodo būdelės).
sk: Zbierame 3D scenérie od používateľov s astronomickým významom (nie nutne vaša záhradná búdka).
sq: Po grumbullojmë pamje 3D me interes astronomie, të dhëna nga përdorues (jo detyrimisht kasollen e kopshtit tuaj).
uk: Ми збираємо надіслані користувачами сцени із астрономічною прив'язкою (не обов'язково пейзаж з вашої клуні у саду).
