Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: G. Zotti gave a <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'>talk about creating 3D sceneries (YouTube)</a> at the <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'>TAG2016 Skyscapes session</a> on December 20th, 2016
ca: G. Zotti va fer una <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'>xerrada sobre la creació d'escenaris en 3D (YouTube)</a> a la <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'>sessió TAG2016 Skyscapes</a> el 20 de desembre de 2016
cs: G. Zotti měl 20. prosínce 2016 <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'>přednášku o vytváření 3D scenérií (YouTube)</a> na <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'>TAG2016 Skyscapes session</a>
de: G. Zotti über <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'> Creating 3D sceneries (YouTube)</a> in der <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'> TAG2016 Skyscapes session</a> am 20. Dezember 2016.
es: G. Zotti dio una <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'>charla acerca de crear escenarios 3D (YouTube)</a> en la <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'>sesión TAG2016 Skyscapes</a> el 20 de diciembre, 2016
fi: G. Zotti puhui <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'> 3D-maisemien luomisesta </a> (YouTubessa) paikassa <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'>TAG2016 Skyscapes session</a> 20. joulukuuta 2016
id: G. Zotti memberikan <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'>obrolan tentang membuat pemandangan 3D (YouTube)</a> di <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'>sesi TAG2016 Skyscapes</a> pada 20 Desember 2016
lt: G. Zotti pristatė pranešimą apie <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'> 3D scenografijų kūrimą (YouTube) </a> <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'> TAG2016 Skyscapes sesijoje </a>, kuri vyko 2016 m. gruodžio 20 d.
sq: G. Zotti mbajti një <a href='https://www.youtube.com/watch?v=7QdENQLx8FE' target='_blank'>bisedë rreth krijimit të peizazheve 3D (YouTube)</a> në sesionin <a href='https://dougsarchaeology.wordpress.com/2017/10/02/visualising-skyscapes-material-forms-of-cultural-engagement-with-the-heavens/'>TAG2016 Skyscapes</a> më 20 dhjetor 2016

source: news
af: nuus
ar: المستجدات
az: xəbərlər
be: навіны
bn: খবরাখবর
bs: novosti
ca: notícia
ca@valencia: notícies
cs: novinky
de: Neuigkeiten
el: ενημέρωση
es: noticias
et: uudised
eu: berriak
fi: Uutiset
fr: Nouvelles
gd: naidheachdan
gl: novidades
hr: vijesti
hu: hírek
id: berita
is: fréttir
it: novità
ja: ニュース
ky: жаңылыктар
lt: naujienos
lv: jaunumi
nb: nyheter
nl: nieuws
pl: aktualności
pt_br: novidades
ro: știri
ru: новости
sc: novas
sk: novinky
sq: lajme
sr: вести
sv: nyheter
th: ข่าว
tr: duyurular & haberler
uk: новини
vi: Tin tức
zh_hk: 消息

source: system requirements
af: stelselvereistes
ar: متطلبات النظام
az: sistem tələbatları
be: сыстэмныя патрабаваньні
bn: ব্যবহারের জন্য দরকার
bs: sistemski zahtjevi
ca: requeriments del sistema
ca@valencia: requeriments del sistema
cs: požadavky na systém
de: Systemvoraussetzungen
el: απαιτήσεις συστήματος
es: requerimientos del sistema
et: süsteemi nõuded
eu: sistema-eskakizunak
fi: Järjestelmävaatimukset
fr: Compatibilité
gd: feumalachdan an t-siostaim
gl: requirimentos do sistema
hr: zahtjevi sustava
hu: rendszerigények
id: syarat sistem
is: kerfiskröfur
it: requisiti del sistema
ja: システム要件
ky: системалык талаптар
lt: sistemos reikalavimai
nb: systemkrav
nl: systeem vereisten
pl: wymagania systemowe
pt_br: requisitos do sistema
ro: cerințele de performanță ale calculatorului
ru: системные требования
sc: echipazamentu de sistema
sk: systémové požiadavky
sq: domosdoshmëri sistemi
sr: захтевност система
th: ความต้องการของระบบ
tr: sistem gereksinimleri
uk: вимоги до системи
vi: CẤU HÌNH YÊU CẦU
zh_hk: 系統需求

source: minimal
af: minimaal
ar: الحد الأدنى
be: мінімальныя
bn: কমকরে
bs: minimalno
ca: mínim
ca@valencia: mínims
cs: minimální
de: Minimum
el: ελάχιστο
es: mínimos
et: vähim
eu: gutxienekoa
fi: vähintään
fr: Minimale
gd: air a’ char as lugha
gl: mínimo
hr: minimalno
hu: minimális
is: lágmarks
it: minimo
ja: 最低要件
ky: минималдуу
lt: minimaliai
nb: minimum
nl: minimaal
pl: minimalne
pt_br: mínimos
ro: minim
ru: минимальные
sc: minimale
sk: minimálne
sq: minimale
sr: најмање
th: ขั้นต่ำ
tr: minimum
uk: мінімальні
vi: Cấu hình tối thiểu
zh_hk: 最低

source: Linux/Unix; Windows 7 and above; macOS 11.0 and above
ca: Linux/Unix; Windows 7 i superiors; macOS 11.0 i superiors
cs: Linux/Unix; Windows 7 a vyšší; macOS 11.0 a vyšší
id: Linux/Unix; Windows 7 dan ke atasnya; macOS 11.0 dan ke atasnya
lt: Linux/Unix; Windows 7 ir naujesnės versijos; macOS 11.0 ir naujesnės versijos
sq: Linux/Unix; Windows 7 e më sipër; macOS 11.0 e më sipër

source: 3D graphics card which supports OpenGL 2.1 and GLSL 1.3 or OpenGL ES 2.0
ca: Targeta gràfica 3D que suporti OpenGL 2.1 i GLSL 1.3 o OpenGL ES 2.0
cs: 3D grafická karta, která podporuje OpenGL 2.1 a GLSL 1.3 nebo OpenGL ES 2.0
de: 3D-Graphikkarte mit Unterstützung für OpenGL 2.1 und GLSL 1.3 oder OpenGL ES 2.0
es: ‎Tarjeta gráfica 3D compatible con OpenGL 2.1 y GLSL 1.3 o OpenGL ES 2.0‎
fi: 3D-grafiikkakortti, joka tukee OpenGL 2.1 ja GLSL 1.3 tai OpenGL ES 2.0
id: kartu grafis 3D yang mendukung OpenGL 2.1 dan GLSL 1.3 atau OpenGL ES 2.0
it: schede graphice 3D con supporto OpenGL 2.1 e GLSL 1.3 o OpenGL ES 2.0
lt: 3D grafikos plokštė, kuri palaiko OpenGL 2.1 ir GLSL 1.3 arba OpenGL ES 2.0
pt_br: Placa gráfica 3D que suporta OpenGL 2.1 e GLSL 1.3 ou OpenGL ES 2.0
ru: 3D видеокарта с поддержкой OpenGL 2.1 и GLSL 1.3 или OpenGL ES 2.0
sk: 3D grafická karta podporujúca OpenGL 2.1 a GLSL 1.3 alebo OpenGL ES 2.0
sq: Kartë grafike 3D që mbulon OpenGL 2.1 dhe GLSL 1.3 ose OpenGL ES 2.0
uk: графічна картка із апаратним прискоренням просторової графіки і підтримкою OpenGL 2.1 та GLSL 1.3 або OpenGL ES 2.0

source: 600 MiB on disk
ca: 600 MiB al disc
cs: 600 MiB na disku
de: 600 MiB Festplattenspeicher
es: 600 MiB de espacio en disco
fi: 600 MB levytilaa
id: 600 MiB pada penyimpanan
it: 600 MiB su disco
lt: 600 MiB diske
pl: 600 MiB na dysku
pt_br: 600 MiB em disco
ru: 600 MiB на диске
sk: 600 MiB na disku
sq: 600 MiB në disk
uk: 600 МіБ на диску

source: Keyboard
ar: لوحة مفاتيح
ca: Teclat
cs: Klávesnice
de: Tastatur
es: Teclado
fi: Näppäimistö
fr: Clavier
gd: Meur-chlàr
gl: Teclado
hr: tipkovnica
id: Papan Ketik
it: Tastiera
lt: Klaviatūra
nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
ru: Клавиатура
sk: klávesnica
sq: Tastierë
th: แป้นพิมพ์
uk: Клавіатура
zh_hk: 鍵盤

source: Mouse, Touchpad or similar pointing device
ar: فأرة، مربع لمس أو أي جهاز تأشير مماثل
ca: Ratolí, touchpad o dispositiu apuntador similar
cs: Myš, touchpad nebo podobné ukazovací zařízení
de: Maus, Touchpad oder ähnliches Zeige-/Eingabegerät
es: ‎Ratón, Touchpad o dispositivo señalador similar‎
fi: Hiiri, touchpad tai sen kaltainen osoitinlaite
fr: Souris, pavé tactile ou appareil de pointage similaire
gd: Luchag, pada-suathaidh no uidheam tomhaidh eile coltach riutha
gl: Rato, tapete táctil ou dispositivo apuntador semellante
id: Tetikus, Alas Sentuh atau alat penunjuk serupa
it: Mouse, touchpad o dispositivo di puntamento simile
lt: Pelė, lietimoplokštė ar panašus įrenginys
nl: Muis, touchpad of soortgelijk aanwijsapparaat
pl: Mysz, touchpad lub podobne urządzenie wskazujące
pt_br: Mouse, Touchpad ou dispositivo apontador similar
ru: Мышь, сенсорная панель или аналогичное указывающее устройство
sk: myš, touchpad alebo podobné zariadenie
sq: Mi, touchpad ose pajisje të ngjashme
th: เมาส์ ทัชแพ็ด หรืออุปกรณ์ชี้ตำแหน่งแบบเดียวกัน
uk: Миша, сенсорна панель або подібний координатний пристрій
zh_hk: 鼠標、觸摸板或類似的定點設備

source: recommended
af: aanbeveel
ar: مُستحسن
az: məsləhət olunan
be: пажаданыя
bn: প্রস্তাবিত
bs: preporučeno
ca: Recomanat
ca@valencia: recomanat
cs: doporučené
de: Empfohlen
el: συνίσταται
es: recomendado
et: soovituslik
eu: gomendatua
fi: suositeltu
fr: Recommandée
gd: ga mholadh
gl: recomendado
hr: preporučeno
hu: ajánlott
id: disarankan
is: mælt með
it: consigliato
ja: 推奨要件
ky: сунушталган
lt: rekomenduojama
nb: anbefalt
nl: aanbevolen
pl: zalecane
pt_br: recomendados
ro: recomandat
ru: рекомендуемые
sc: recumandau
sk: odporúčané
sq: e rekomanduar
sr: препоручује се
th: แนะนำ
tr: tavsiye edilen
uk: рекомендовані
vi: Cấu hình đề nghị
zh_hk: 推薦

source: 64-bit operating system
ca: Sistema operatiu de 64 bits
cs: 64-bitový operační systém
de: 64-bit Betriebssystem
es: sistema operativo 64-bit
fi: 64-bittinen käyttöjärjestelmä
id: SIstem Operasi 64-bit
it: sistema operativo 64 bit
lt: 64-bit operacinė sistema
pt_br: sistema operacional de 64-bits
ru: 64-битная операционная система
sk: 64-bitový operačný systém
sq: sistem operativ 64-bit
uk: 64-бітова операційна система

source: Linux/Unix; Windows 10 and above; macOS 11.0 and above
ca: Linux/Unix; Windows 10 i superior; macOS 11.0 i superior
cs: Linux/Unix; Windows 10 a vyšší; macOS 11.0 a vyšší
de: Linux/Unix; Windows 10 und später; macOS 11.0 und später
es: Linux/Unix; Windows 10 y superior; macOS 11.0 y superior
fi: Linux/Unix; Windows 10 ja uudemmat; macOS 11.0 ja uudemmat
id: Linux/Unix; Windows 10 dan ke atasnya; macOS 11.0 and ke atasnya
it: Linux/Unix; Windows 10 e superiori; macOS 11.0 e superiori
lt: Linux/Unix; Windows 10 ir naujesnės versijos; macOS 11.0 ir naujesnės versijos
pt_br: Linux/Unix; Windows 10 e superior; macOS 11.0 e superior
ru: Linux/Unix; Windows 10 и выше; macOS 11.0 и выше
sk: Linux/Unix; Windows 10 a novší; Mac OS 11.0 a novší
sq: Linux/Unix; Windows 10 dhe më sipër; macOS 11.0 dhe më sipër
uk: Linux/Unix; Windows 10 або новіші версії; macOS 11.0 або новіші версії

source: 3D graphics card which supports OpenGL 3.3 and above
af: 3D-grafikakaart met ondersteuning vir OpenGL 3.3 en hoër
ar: كرت شاشة ثلاثي الأبعاد يدعم OpenGL 3.3 أو أحدث
be: Відэакартка, якая падтрымлівае OpenGL 3.3 і вышэй
bn: OpenGL 3.3 বা আরও আধুনিক সংস্করণ সাপোর্ট করে এমন কোনো 3D graphics card
bs: 3D grafička kartica sa podrškom za OpenGL 3.3 ili noviji
ca: Tarja gràfica 3D que suporti OpenGL 3.3 i GLSL 3.3 i superior
ca@valencia: targeta gràfica 3D compatible amb OpenGL 3.3 i superior
cs: 3D grafická karta podporující OpenGL 3.3 a vyšší
de: 3D Graphikkarte mit OpenGL 3.3 und mehr.
el: 3D κάρτα γραφικών που υποστηρίζει OpenGL 3.3 και ανώτερο
es: tarjeta de gráficos 3D que admita OpenGL 3.3 y superior
et: 3D videokaart, mis toetab OpenGL 3.3 ja uuemat
fi: 3D-grafiikkakortti, joka tukee OpenGL 3.3 tai uudempaa
fr: Une carte graphique supportant OpenGL 3.3 ou plus récent
gd: Cairt grafaigeachd 3D a chuireas taic ri OpenGL 3.3
gl: tarxeta gráfica 3D con soporte para OpenGL 3.3 e superior
hr: 3D grafička kartica koja podržava OpenGL 3.3 i iznad
hu: 3D grafikus kártya OpenGL 3.3 támogatással
id: kartu grafis 3D yang mendukung OpenGL 3.3 dan di atasnya
is: 3D-skjákort sem styður OpenGL 3.3 og nýrra
it: scheda grafica 3D che supporti OpenGL versione 3.3 e superiori
ja: OpenGL 3.3以上をサポートする 3D グラフィックカード
ky: OpenGL 3.3 же жогоруну колдогон 3D видеокарта
lt: 3D grafikos plokštė, kuri palaiko OpenGL 3.3 ir aukštesnę versiją
nl: 3D grafische kaart die OpenGL 3.3 en hoger ondersteund
pl: Karta graficzna z obsługą 3D oraz wsparciem OpenGL 3.3 lub nowsza
pt_br: Placa gráfica 3D com suporte ao OpenGL 3.3 ou superior
ro: Placă grafică 3D ce suportă OpenGL 3.3 și versiuni mai recente
ru: 3D видеокарта с поддержкой OpenGL 3.3 и выше
sc: Ischeda grafica 3D chi impreet OpenGL 3.3 et cussas prus retzentes
sk: 3D grafické karty, ktoré podporujú OpenGL 3.3 a novší
sq: Kartë grafike 3D që mbulon OpenGL 3.3 dhe më sipër
th: การ์ดจอ 3 มิติ รองรับ OpenGL 3.3 หรือสูงกว่า
tr: OpenGL 3.3 ve üzerini destekleyen 3D grafik kartı
uk: графічна картка із апаратним прискоренням просторової графіки та підтримкою OpenGL 3.3 або новішої версії
vi: Card đồ họa 3D hỗ trợ OpenGL 3.3 hoặc cao hơn
zh_hk: 支持 OpenGL 3.3 及更高的 3D 顯卡

source: 1 GiB RAM or more
af: 1 GB RAM of meer
ar: سعة رام 1 جيجا بايت أو أكثر
az: 1 GB RAM və ya daha çox
be: 1 ҐБ АЗУ
bn: 1 GiB বা তার বেশি RAM
bs: 1 GB RAM ili više
ca: 1 GiB RAM o més
ca@valencia: 1 GiB de RAM o més
cs: 1 GiB RAM a více
de: 1 GiB RAM oder mehr
el: 1 GiB RAM ή περισσότερο
es: 1 GiB de RAM o más
et: 1 GiB RAM või rohkem
eu: 1 GiB RAM edo gehiago
fi: 1 GB RAM tai enemmän
fr: 1 GiB de mémoire vive ou plus
gd: 1 GiB de RAM air a char as lugha
gl: 1 GiB RAM ou máis
hr: 1 GB RAM-a ili više
hu: 1 GiB RAM (vagy több)
id: RAM 1 GiB atau lebih
is: 1 GiB vinnsluminni eða meira
it: 1 GB RAM o oltre
ja: 1GB RAM またはそれ以上
ky: 1 ГБ оперативдүү эс-тутум же көбүрөөк
lt: 1 GiB RAM arba daugiau
nb: 1 GB RAM eller mer
nl: 1 GB RAM of meer
pl: 1 GiB lub więcej pamięci RAM
pt_br: 1 GiB de memória RAM ou mais
ro: 1 GiB memorie RAM sau mai mult
ru: 1 GiB или больше оперативной памяти
sc: 1 GB RAM o prus
sk: 1 GiB RAM alebo viac
sq: 1 GiB RAM ose më tepër
th: หน่วยความจำ 1 GiB หรือมากกว่า
tr: 1 GB RAM ya da daha fazla
uk: 1 ГіБ або більше оперативної пам’яті
vi: 1GB RAM trở lên
zh_hk: 至少 1 GiB 內存

source: 1.5 GiB on disk
af: 1.5 GB skyfspasie
ar: مساحة تخزين على القرص الصلب بسعة 1.5 جيجا بايت
az: 1.5 GB diskdə
be: 1,5 ҐБ на дыску
bn: 1 GiB বা তার বেশি ফাঁকা জায়গা
bs: 1.5 GB slobodnog prostora
ca: 1.5 GiB en disc
ca@valencia: 1.5 GiB al disc
cs: 1.5 GiB místa na disku
de: 1.5 GiB Plattenplatz
el: 1,5 GiB στο δίκο
es: 1.5 GiB de disco duro
et: 1.5 GiB vaba ruumi kõvakettal
eu: 1.5 GiB diskoan
fi: 1.5 GB levytilaa
fr: 1.5 GiB d'espace disque
gd: 1.5 GiB air an diosg
gl: 1.5 GiB no disco
hr: 1.5 GB na tvrdom disku
hu: 1,5 GiB üres hely a háttértáron
id: 1,5 GiB pada penyimpanan
is: 1.5 GiB á diski
it: 1.5 GB su disco
ja: 1.5GB のハードディスク容量
ky: 1.5 ГБ дискте
lt: 1.5 GiB diske
nb: 1.5 GB på disk
nl: 1.5 GB op hardeschijf
pl: 1,5 GiB miejsca na dysku
pt_br: 1.5 GiB de disco rígido
ro: 1.5 GiB spațiu liber pe disc
ru: 1.5 GiB на диске
sc: 1.5 GB in su discu
sk: 1.5 GiB na disku
sq: 1.5 GiB në disk
th: พื้นที่บนฮาร์ดดิสก์ 1.5 GiB
tr: 1.5 GB Disk Alanı
uk: 1,5 ГіБ на диску
vi: 1,5 GB dung lượng ổ đĩa trống
zh_hk: 至少 1.5 GiB 磁盤空間

source: Moderately dark environment (deep shadow or indoors)
ca: Entorn moderadament fosc (ombra profunda o a l'interior)
cs: Temnější prostředí (hluboký stín nebo interiér)
de: Einigermaßen dunkle Umgebung (viel Schatten oder Innenraum)
es: Entorno moderadamente oscuro (sombra profunda o interior)
fi: Melko tumma ympäristö (syvä varjo tai sisätiloissa)
id: Tempat atau lingkungan yang cukup gelap (baik di dalam atau di bayangan yang gelap)
it: Ambiente moderatamente scuro (ombre profonde o interni)
lt: Vidutiniškai tamsi aplinka (gilus šešėlis ar viduje)
pt_br: Ambiente moderadamente escuro (sombra profunda ou dentro de casa)
ru: Умеренно тёмная среда (глубокая тень или в помещении)
sk: Stredne tmavé prostredie (hlboký tieň alebo vo vnútri)
sq: Mjedis deri diku të errët (hije të fortë, ose brenda)
uk: Помірно темне середовище (глибока тінь або усередині приміщення)

source: developers
af: ontwikkelaars
ar: المطورون
az: yaradıcılar
be: распрацоўнікі
bn: প্রস্তুতকারক
bs: programeri
ca: desenvolupadors
ca@valencia: desenvolupadors
cs: vývojáři
de: Entwickler
el: δημιουργοί του προγράμματος
es: desarrolladores
et: arendajad
eu: garatzaileak
fi: Kehittäjät
fr: Développeurs
gd: luchd-leasachaidh
gl: programadores
hr: razvojni programeri
hu: fejlesztők
id: pengembang
is: forritarar
it: sviluppatori
ja: 開発者
ky: чыгаруучулар
lt: programuotojai
lv: izstrādātāji
nb: utviklere
nl: ontwikkelaars
pl: twórcy
pt: desenvolvedores
pt_br: desenvolvedores
ro: dezvoltatori
ru: разработчики
sc: isviluppadores
sk: vývojári
sq: zhvillues
sr: програмери
sv: utvecklare
th: นักพัฒนา
tr: geliştiriciler
uk: розробники
vi: Các nhà phát triển
zh_hk: 開發者

source: Project coordinator:
af: Projekkoördineerder:
ar: منسق المشروع:
az: Proyektin koordinatoru:
be: Каардынатар праекту:
bn: প্রকল্প সমন্বয়কারী :
bs: Koordinator projekta:
ca: Coordinador del projecte
ca@valencia: Coordinador del projecte:
cs: Koordinátor projektu:
de: Projektleiter:
el: Συντονιστής του προγράμματος:
es: Coordinador del proyecto:
et: Projekti koordinaator:
eu: Proiektuaren koordinatzailea:
fi: Projektipäällikkö:
fr: Coordination du projet :
gd: Co-òrdanaiche a’ phròiseict:
gl: Coordinador do proxecto:
hr: Koordinator projekta:
hu: Koordinátor:
id: Koordinator proyek:
is: Stjórnandi verkefnisins:
it: Coordinatore del progetto:
ja: プロジェクトの責任者：
ky: Долбоордун координатору:
lt: Projekto koordinatorius:
lv: Projekta koordinators:
nb: Prosjektkoordinator:
pl: Koordynator projektu:
pt: Coordenador do projeto:
pt_br: Coordenador do projeto:
ro: Coordonatorul proiectului:
ru: Координатор проекта:
sc: Coordinadore de Progetu:
sk: Koordinátor projektu:
sq: Bashkërendues projekti:
sr: Координатор пројекта:
sv: Projektsamordnare:
th: ผู้ประสานงานโครงการ:
tr: Proje koordinatörü:
uk: Координатор проєкту:
vi: Điều phối viên dự án:
zh_hk: 總協調：

source: Graphic designer:
af: Grafiese ontwerper:
ar: المصمم الجرافيكي:
be: Дызайнэр ґрафікі:
bn: গ্রাফিক ডিজাইনার :
ca: Dissenyador gràfic:
ca@valencia: Dissenyador gràfic:
cs: Návrhář grafiky:
de: Graphikdesigner:
el: Σχεδιαστής Γραφικών:
es: Diseñador de gráficos:
et: Graafiline kujundaja:
fi: Graafinen suunnittelija:
fr: Graphisme :
gd: Dealbhaiche grafaigeachd:
gl: Deseñador gráfico:
hr: Grafički dizajner
hu: Grafikus tervező
id: Desainer grafis:
is: Grafískur hönnuður:
it: Graphico:
ja: グラフィック・デザイナー:
lt: Grafinis dizaineris;
nl: Grafische ontwerper:
pl: Grafik:
pt_br: Designer gráfico:
ro: Designer grafic:
ru: Графический дизайнер:
sc: Graficu:
sk: Grafický dizajnér:
sq: Art grafik:
th: นักออกแบบกราฟิก:
tr: Grafik tasarımcı:
uk: Дизайнер графіки:
vi: Thiết kế đồ họa:
zh_hk: 圖形設計：

source: Developers:
ca: Desenvolupadors:
cs: Vývojáři:
de: Entwickler:
es: Desarrolladores:
fi: Kehittäjät:
id: Pengembang:
it: Sviluppatori:
lt: Programuotojai:
pt_br: Desenvolvedores:
ru: Разработчики:
sk: Vývojári:
sq: Zhvillues:
uk: Розробники:

source: Sky cultures researcher:
ar: باحث في التراثات الفلكية
ca: Investigador de les cultures del cel:
cs: Výzkum nebeských kultur:
de: Forschende zu Sternbildkulturen:
es: Investigador de culturas estelares:
fi: Avaruustutkija:
gl: Buscador de culturas do ceo:
id: Peneliti budaya langit:
it: Cercatore delle culture del cielo:
lt: Dangaus kultūrų tyrėjas:
pt_br: Pesquisador de culturas celestes:
ru: Исследователь культур неба:
sk: Výskumník kultúr oblohy:
sq: Kërkues qytetërimesh qiellore:
th: นักวิจัยกลุ่มดาวในวัฒนธรรมต่าง ๆ:
uk: Дослідника картин зоряного неба:
zh_hk: 星空文化研究者

source: Collaborators:
ca: Col·laboracions:
cs: Spolupracovníci:
de: Mitwirkende:
es: Colaboradores:
fi: Yhteistyöhenkilöt:
id: Kolaborator:
it: Collaboratori:
lt: Bendradarbiai:
pt_br: Colaboradores:
ru: Сподвижники:
sk: Spolupracovníci:
sq: Bashkëpunëtorë:
uk: Учасники розробки:

source: and everyone else in the community
ar: وكل الآخرين في مجتمع ستيللاريوم
ca: i tots els altres de la comunitat
ca@valencia: i tota la resta de la comunitat
cs: a všichni ostatní z této komunity
de: und alle Anderen in der Gemeinschaft
el: και όλους τους υπόλοιπους στην κοινότητα
es: y todos los demás en la comunidad
et: ja kõik teised kogukonnas
fi: ja kaikki muut yhteisössä
fr: et toutes les autres personnes de la communauté
gd: agus a h-uile duine eile sa choimhearsnachd
gl: e todos os demais na comunidade
hr: te svima ostalima u zajednici
id: dan semua orang di dalam komunitas
it: e tutti gli altri nella comunity
ja: そしてコミュニティのその他全ての人々
lt: ir visi kiti bendruomenėje
nl: en alle anderen in de community
pl: i wszyscy inni członkowie społeczności
pt_br: e todos os outros da comunidade
ru: и каждый в сообществе пользователей
sc: et totus sos ateros in sa community
sk: a všetci ostatní z komunity
sq: dhe cilido tjetër në bashkësi
th: รวมถึงทุกคนในชุมชน
tr: ve topluluktaki diğer herkes
uk: та всі інші учасники спільноти
zh_hk: 以及社區中的每個人。

source: financial support
ca: suport financer
cs: finanční podpora
de: Finanzielle Unterstützung
es: soporte financiero
fi: Taloudellinen tuki
id: dukungan keuangan
it: supporto finanziario
lt: finansinė parama
pt_br: apoio financeiro
ru: финансовая поддержка
sk: finančná podpora
sq: përkrahje financiare
uk: фінансова підтримка

source: Many individuals and organizations are supporting the development of Stellarium by donations, and the most generous financial contributors (with donations of $250 or more) are
ca: Moltes persones i organitzacions estan donant suport al desenvolupament de Stellarium amb donacions, i els col·laboradors financers més generosos (amb donacions de 250 $ o més) són
cs: Mnoho jednotlivců a organizací podporuje rozvoj Stellaria prostřednicvím darů. Nejštědřejšími finančními přispěvateli (s dary nad 250 $) jsou
de: Viele Einzelpersonen und Organisationen unterstützen die Entwicklung von Stellarium durch Spenden. Die großzügigsten Unterstützer (mit Spenden von $250 oder mehr) sind
es: Muchas personas y organizaciones están apoyando el desarrollo de Stellarium mediante donaciones, y los contribuyentes financieros más generosos (con donaciones de $250 o más) son
fi: Monet yksityishenkilöt ja organisaatiot tukevat Stellariumin kehitystä lahjoituksilla, ja anteliaimmat rahoittajat (lahjoituksia 250 dollaria tai enemmän) ovat
id: Banyak individu dan organisasi yang mendukung pengembangan Stellarium melalui donasi, dan para donatur yang paling dermawan (dengan donasi sebesar $250 atau lebih) adalah
it: Molti individui e organizzazioni supportano lo sviluppo di Stellarium tramite donazioni, e i contributori finanziari pi&ugrave; generosi (con donazioni di $250 o superiori) sono
lt: Daugelis asmenų ir organizacijų remia Stellarium plėtrą aukomis, o dosniausi finansiniai rėmėjai (su aukomis nuo 250 dolerių ar daugiau) yra
pt_br: Muitos indivíduos e organizações estão apoiando o desenvolvimento do Stellarium com doações, e os contribuintes financeiros mais generosos (com doações de $250 ou mais) são
ru: Многие люди и организации поддерживают разработку Stellarium пожертвованиями, а самыми щедрыми жертвователями (с пожертвованиями в размере 250 долларов США и более) являются
sk: Vývoj Stellaria je podporovaný mnohými jednotlivcami aj organizáciami prostredníctvom darov. Najštedrejší finanční prispievatelia (s darom 250$ a viac) sú
sq: Mjaft individë dhe ente po përkrahnin zhvillimin e Stellarium-it përmes dhurimesh dhe kontribuesit financiarë më bujarë (me dhurime prej $250 ose më tepër) janë
uk: У розробці Stellarium фінансову допомогу нам надали багато окремих осіб та організацій, найщедрішими (чиї пожертви перевищили 250 доларів) є

source: silver sponsor
ca: patrocinador de plata
cs: stříbrný sponzor
de: Silber-Sponsor
es: patrocinador de plata
fi: hopeinen sponsori
id: sponsor perak:
lt: sidabrinis rėmėjas
sq: sponsor i argjendtë
