Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: Real time chat about Stellarium can be had in the %s#stellarium%s IRC channel on the %sfreenode%s IRC network. Use your favorite IRC client to connect to %schat.freenode.net%s or try the %sweb-based interface%s.
af: Intydse klets oor Stellarium kan in die %s#stellarium%s IRC-kanaal op die %sfreenode%s-IRD-netwerk plaasvind. Gebruik u gunsteling-IRC-kliënt om aan %schat.freenode.net%s te koppel of probeer die %swebgebaseerde koppelvlak%s.
az: Stellarium haqqında real rejimdə İRC %sfreenode%s şəbəkəsinin %s#stellarium%s kanalında danışa bilərsiz. Öz sevimli İRC-klientinizi %schat.freenode.net%s qoşun və yaxud %sveb interfeysi%s işlədin.
bn: সামনাসামনি কথোপোকথনের জন্য %sfreenode%s IRC নেটওয়ার্কে %s#stellarium%s IRC channel ব্যবহার করুন । নিজের পছন্দমত IRC client বেছে নিয়ে %schat.freenode.net%s এ সংয়োগ করুন কিংবা %sweb-based interface%s ব্যবহার করুন ।
bs: O Stellariumu možete razgovarati uživo na %s#stellarium%s IRC kanalu na %sfreenode%s IRC mreži. Koristite vaš omiljeni IRC klijent da se povežete na %schat.freenode.net%s ili probajte %sweb interfejs%s.
eu: Stellarium-i buruz denbora errealean berriketan aritzeko erabili %sfreenode%s IRC sareko %s#stellarium%s IRC kanala. Erabili zure IRC bezero gustukoena %schat.freenode.net%s-era konektatzeko edo probatu %sweb-ean oinarritutako interfazea%s.
hu: Valós idejű csevegés (angolul) a %s#stellarium%s nevű csatornán a %sfreenode%s-on. Csatlakozás IRC-n: %schat.freenode.net%s, vagy %sböngészővel%s.
is: Hægt er að spjalla um Stellarium í rauntíma á %s#stellarium%s IRC-rásinni á %sfreenode%s IRC netinu. Notaðu uppáhalds IRC-forritið þitt til að tengjast %schat.freenode.net%s eða prófaðu %svefviðmótið%s.
ky: Stellarium тууралуу маекти %sfreenode%s IRC желесинин %s#stellarium%s IRC каналынан курсаңыз болот. Жаккан IRC клиентиңизди колдонуп, %schat.freenode.net%s'ке кошулуңуз же %sвеб-интерфейсти%s сынап көрүңүз.
nb: Sanntids nettprat om Stellarium kan fås på %s#stellarium%s IRC-kanalen på %sfreenode%s IRC-nettverket. Bruk din favoritt IRC-klient til å koble til %schat.freenode.net%s eller prøv den %snettbaserte brukerflaten%s.
sv: Realtidschatt om Stellarium kan hållas på IRC-kanalen %s#stellarium%s på IRC-nätverket %sfreenode%s. Använd din favoritklient för IRC för att ansluta till %schat.freenode.net%s eller testa det %swebbaserade gränssnittet%s.
vi: Trò chuyện thời gian thực về Stellarium có thể được tìm thấy tại %s#stellarium%s IRC channel on the %sfreenode%s IRC network. Dùng phần mềm IRC client mà bạn thích để kết nối vào %schat.freenode.net%s hoặc %sweb-based interface%s.

source: Stellarium is produced by the efforts of the developer team, with the help and support of the %sfollowing people and organisations%s
af: Stellarium word deur die pogings van die ontwikkelaarspan vervaardig, met hulp en ondersteuning van %sdie volgende mense en instellings%s
az: Stellarium yaradıcı qrupun cəhdləri ilə yaradılıb. %sAşağıdakı insanların və təşkilatların%s dəstəyi ilə:
bn: স্টেলারিয়াম প্রস্তুতকারক দলের আন্তরিক প্রচেষ্টার ফসল । এব্যাপারে নিম্ন উল্লেখিত %sব্যক্তি কিংবা সংগঠনগুলির%s ভূমিকাও অপরিসীম ।
bs: Stellarium je proizvod rada tima programera uz pomoć %sovih ljudi i organizacija%s
eu: Stellarium garatzaile taldearen esfortzuari esker ekoizten da, %sondorengo pertsona eta erakunde%sen laguntza eta sostenguarekin
hu: A Stellarium a fejlesztők munkájával jött létre, %sa felsorolt magánszemélyek és szervezetek%s segítségével és támogatásával.
is: Stellarium verður að raunveruleika með vinnu þróunarteymisins, með aðstoð og stuðningi frá %seftirfarandi fólki og félögum%s
ky: Stellarium, чыгаруучулар командасынын аракети менен, %sтөмөнкү адамдардын жана уюмдардын%s жардамы жана колдоосу аркылуу жасалууда
nb: Stellarium er lagd takket være arbeidet til utviklings-teamet, med hjelpen og støtten fra %sfølgende mennesker og organisasjoner%s
pt: O Stellarium é produzido pelo esforço da equipe de desenvolvimento, com a ajuda e suporte das %sseguintes pessoas e organizações%s.
sv: Stellarium är frukten av utvecklingsgruppens hårda arbete, med hjälp och stöd av %sföljande personer och organisationer%s
vi: Stellarium được sản xuất bởi sự cố gắng của đội phát triển, với sự giúp đỡ và hỗ trợ của %snhững người và tổ chức sau đây%s

source: Supporters and friends of Stellarium
af: Ondersteuners en vriende van Stellarium
az: Stellariuma köməklik göstərənlər və dostlar
bn: বন্ধু এবং সাহায্যকারীবৃন্দ
bs: Stellariumovi prijatelji i donatori
eu: Stellarium-en sostengatzaile eta lagunak
hu: A Stellarium támogatói és barátai
is: Stuðningsaðilar og vinir Stellarium
ky: Stellarium'дун колдоочулары жана достору
lv: Stellarium atbalstītāji un draugi
nb: Støttespillere og venner av Stellarium
sv: Samarbetspartner och vänner till Stellarium
vi: Những người hỗ trợ và bạn của Stellarium

source: Sourceforge for hosting the project files, website and SVN repositories. Sourceforge have pushed many terabytes of data for Stellarium during the life of the project.
af: Sourceforge as gasheer van die projeklêers, webwerf en SVN-argief. Sourceforge het deur die loop van die projek talle teragrepe van data vir Stellarium deurgevoer.
bn: ষ্টেলারিয়ামের প্রোজেক্ট ফাইল, ওয়েবসাইট ও SVN রিসেপটোরিগুলির জন্য কয়েক টেরাবাইট জায়গা ব্যবহার করতে দেওয়ার জন্য Sourceforge কে ধন্যবাদ ।
bs: Sourceforge za hosting i datoteke projekta, web stranicu i SVN repozitorije. Sourceforge je procesirao više terabajta podataka za Stellarium tokom njegovog dugogodišnjeg razvoja.
eu: Sourceforge proiektuaren fitxategiak, webgunea eta SVN biltegiak hostatatzeagatik. Souceforge-k hainbat terabyte datu zerbitzatu ditu Stellarium-entzat proiektua hasi zenetik.
hu: A Sourceforge tárolja és rendelkezésre bocsátja a projekt fájljait, amik böngészővel vagy SVN-en keresztül hozzáférhetők. A projekt kezdete óta a Sourceforge több terabájtnyi fájlt szolgáltatott a felhasználók felé.
is: Sourceforge fyrir að hýsa verkefnaskrár, vefsvæði og SVN-gagnasöfn. Sourceforge hafa útbýtt terabætum gagna fyrir Stellarium í gegnum lífshlaup verkefnisins.
ky: Sourceforge, долбоордун файлдарын, веб-сайтты жана SVN репозиторийлерин хостинг кылып жатат. Мындан тышкары, долбоордун өмүр учурунда, Stellarium'дун көптөгөн терабайт берилмелерин өткөзүп берди.
nb: Sourceforge for å være vert for prosjektfilene, nettsted og SVN-oppbevaringssted. Sourceforge har transportert mange terabyte av data for Stellarium i løpet av prosjektets levetid.
sv: Sourceforge för serverplats till projektfilerna, webbplatsen och SVN-databaser. Sourceforge har överfört flera terabyte data för Stellarium under den tid som projektet funnits.
vi: Sourceforge để lưu trữ các tập tin dự án, trang web và các kho SVN. SourceForge đã đẩy nhiều terabyte dữ liệu cho Stellarium trong suốt cuộc đời của dự án.

source: Launchpad for hosting the project trackers and translation system.
af: Launchpad as gasheer van die projekspoorsnyers en vertaalstelsel.
bn: প্রোজেক্ট ট্র্যাকার ও অনুবাদ সিস্টেমের জন্য Launchpad কে ধন্যবাদ ।
bs: Launchpad za hosting trackera projekta i sistem za prevođenje.
eu: Launchpad proiektuaren aztarnariak eta itzulpen sistema hostatatzeagatik.
hu: A Launchpad biztosítja a felületet a projekt követésére és a nyelvi fordítások is itt történnek.
is: Launchpad fyrir að hýsa verkefnaskrásetjara og þýðingarkerfi.
ky: Launchpad, долбоордун трекерлерин жана котормо системасын хостинг кылып жатат.
nb: Launchpad for å være vert for prosjektstyring og systemet for oversettelse.
sv: Launchpad för serverplats till projektspårarna och översättningssystemet.
vi: Launchpad để lưu trữ các theo dõi dự án và hệ thống dịch.

source: The %sEuropean Southern Observatory%s for sponsoring and hosting the 2007 Stellarium developer meeting.
af: Die %sEuropese Suidelike Observatorium%s as borg en gasheer vir die 2007-Stellariumontwikkelaarsvergadering.
bn: পৃষ্ঠপোষকতা ও ২০০৭ সালের স্টেলারিয়াম প্রস্তুতকরণ সংক্রান্ত মিটিং আয়োজন করার জন্য %sEuropean Southern Observatory%s কে ধন্যবাদ ।
bs: %sEvropska južna opservatorija%s zbog sponzorstva sastanka Stellarium programera 2007 godine.
eu: %sHegoaldeko Behatoki Europarra%s 2007ko Stellarium-en garatzaileen topaketa babestu eta hostatatzeagatik.
hu: A %sEuropean Southern Observatory%s szponzorálta a 2007-es Stellarium-fejlesztői találkozót, aminek otthont is adott.
is: %sEvrópska Suðurhvels-athugunarstofnunin ESO%s fyrir að styðja og hýsa fund Stellarium hönnuða árið 2007.
ky: %sEuropean Southern Observatory%s, 2007 Stellarium чыгаруучуларынын жолугуусун каржылап өткөзүп берди.
nb: %sEuropean Southern Observatory%s for å støtte og å være vert for Stellariums utviklermøte i 2007.
sv: %sEuropeiska sydobservatoriet%s för sponsorskap och värdskapet för Stellariums utvecklarmöte 2007.
vi: %sĐài Quan Sát Nam Châu Âu%s cho việc tài trợ và lưu trữ cuộc họp phát triển Stellarium năm 2007.

source: %sSergio Trujillo%s for paying and transfering the stellarium.org domain to us.
af: %sSergio Trujillo%s vir die betaal en oorplaas van die stellarium.org-domein na ons.
bn: stellarium.org ডোমেনটি আমাদের দেওয়ার জন্য ও এটির ব্যায়ভার নেওয়ার জন্য %sSergio Trujillo%s কে ধন্যবাদ ।
bs: %sSergio Trujillo%s zbog plaćanja i transfera stellarium.org domene.
eu: %sSergio Trujillo%s stellarium.org domeinua ordaindu eta guri transferitzeagatik.
hu: %sSergio Trujillo%s fedezi a stellarium.org tartománynév költségét.
is: %sSergio Trujillo%s fyrir að greiða og yfirfæra stellarium.org lénið til okkar.
ky: %sSergio Trujillo%s, stellarium.org домендин чыгымын төлөп, аны бизге өткөрүп берди.
lv: %sSerhio Truhijo%s (Sergio Trujillo) par stellarium.org domēna apmaksāšanu un nodošanu mūsu rīcībā.
nb: %sSergio Trujillo%s for å betale og overføre stellarium.org domenet til oss.
sv: %sSergio Trujillo%s för betalning och överföring av domänen stellarium.org till oss.
vi: %sSergio Trujillo%s để thanh toán và chuyển giao các miền stellarium.org cho chúng ta.

source: Portfolio of Cloe (working on new constellation art)
af: Portfolio of Cloe (werk aan nuwe konstellasiekuns)
az: Portfolio of Cloe (yeni bürclər şəkillərinin üzərində işlər)
bn: Cloe এর পোর্টফোলিও (নতুন কল্পচিত্রের উপর কাজ করছেন)
bs: Cloein portofolio (rad na novim slikama sazviježđa)
eu: Cloe-ren lan-sorta (konstelazioen irudi berrietan lanean)
hu: Portfolio of Cloe (a csillagképek rajzai)
is: Portfolio of Cloe (vinnur að nýjum myndrænum stjörnumerkjum)
lv: Portfolio of Cloe (top jauni zvaigznāju zīmējumi)
sv: Cloes portfolio (arbetar på ny stjärnbildsgrafik)

source: Selecting a planet and pressing Ctrl+G flies you there. Here, we see Mars from a rover's viewpoint.
af: Deur ’n planeet te kies en Ctrl+G te druk word u daarheen geneem. Hier sien ons Mars van ’n swerwer oogpunt.
az: Planeti seçib Ctrl+G basdıqda siz onun üzərinə keçmiş olursuz. Budur, biz Marsı marsoxodun mövqesinnən görürük.
bn: কোনো গ্রহ বেছে নিয়ে Ctrl+G চাপলে সেই গ্রহে চলে যাওয়া যায়, এখানে মঙ্গলের মাটিতে থাকা একটি যান থেকে আকাশকে দেখছি ।
bs: Odabirom planete i pritiskom Ctrl+G automatski ste tamo. Ovdje vidimo Mars iz roverove perspektive.
eu: Planeta bat hautatu eta Ktrl+G sakatzean bertara joango zara. Hemen, Marte ikusten dugu Rover baten ikuspuntutik.
hu: Egy objektum kiválasztása után a Ctrl+G billentyűkombináció az adott objektumhoz viszi a megfigyelőt. Itt a Mars látható egy rover nézőpontjából.
is: Veldu plánetu og með því að ýta á Ctrl+G flýgurðu þangað. Hér sjáum við Mars frá sjónarhorni rannsóknajeppa.
ky: Планетаны тандап Ctrl+G'ни басуу сизди ошол жерге учуруп барат. Мында, биз Марсты марсжүргүсүнүн көз карашынан көрүп жатабыз.
lv: Iezīmējot planētu un nospiežot Ctrl+G, jūs nonākat uz tās. Lūk, redzams Marss no pašgājēja robota skatu punkta.
nb: Å velge en planet og trykke Ctrl+G flyr deg dit. Her ser vi Mars fra en rovers utsiktspunkt.
sv: Om du markerar en stjärna och trycker Ctrl+G, så flyger du dit genom rymden. Här ser vi Mars genom linsen på en forskningsströvare.
vi: Chọn một hành tinh và nhấn Ctrl+G để đưa bạn đến đó. Ở đây, chúng ta thấy Hỏa Tinh từ điểm nhìn của một rover.

source: Documentation for developers of scripts, plugins and main program
af: Dokumentasie vir skrip-, inprop- en hoofprogramontwikkelaars
bn: প্রস্তুতকারকদের জন্য কার্যলিপি, সরঞ্জাম এবং মূল প্রোগ্রামটির কাঠামোগত বিবরণ
hu: Dokumentáció a szkriptek, a beépülők és a fő program fejlesztői számára
is: Hjálparskjöl fyrir hönnuði viðbóta, skrifta og aðalforrits
vi: Tài liệu hướng dẫn cho các nhà phát triển kịch bản, trình cắm và chương trình chính

source: Here you can find API documentation for various version of Stellarium.
af: Hier kan u API-dokumentasie vir verskeie weergawes van Stellarium vind.
bn: এখানে আপনি বিভিন্ন সংস্করণের API সংক্রান্ত বিবরণী দেখতে পাবেন ।
hu: API dokumentáció a Stellarium különböző verzióihoz
is: Hér getur þú fundið hjálparskjöl API-forritsviðmóts fyrir ýmsar útgáfur Stellarium.
vi: Ở đây bạn có thể tìm tài liệu hướng dẫn API cho phiên bản khác nhau của Stellarium.

source: refers to the latest version from development (although this may lag behind a little as the documentation is only uploaded every so often).
af: verwys na die nuutste ontwikkelingsweergawe (hoewel dit effens agter kan wees omdat die dokumentasie elke nou en dan opgelaai word).
bn: সর্বশেষ সংস্করণের একটি নমুনা (যদিও কাঠামোগত বিবরণ নাও মিলতে পারে, কারণ একটু দেরি করে বিবরনী সংশোধন করা হয়ে থাকে) ।
hu: a legfrissebb fejlesztői változat (a dokumentációja hiányos lehet, mivel az csak ritkán frissül).
is: vísar til síðustu útgáfunnar úr þróunarvinnunni (þót þetta geti orðið örlítið á eftir raunveruleikanum, því svona skjölun á það til að lenda á hakanum og er ekki uppfærð nema stöku sinnum).

source: Here you can find changes between packages also.
af: Hier kan u ook verskille tussen pakkette vind.
bn: এখানে আপনি বিভিন্ন সংস্করণের মাঝের তফাৎ গুলি দেখতে পাবেন ।
hu: Változások a csomagok kiadása között.
is: Hér getur þú einnig fundið breytingar á milli pakka.

source: 500 MiB on disk
th: พื้นที่บนฮาร์ดดิสก์ 500 MiB

source: irc
th: ไออาร์ซี

source: Linux/Unix; Windows 7 and above; Mac OS X 10.10.0 and above
hu: Linux/Unix; Windows 7 és újabb; Mac OS X 10.10.0 és újabb
ro: Linux/Unix; Windows 7+; Mac OS X 10.10.0 și versiuni mai noi

source: My Online Therapie
hu: Online terápia

source: The location window. The first thing you have to do is set your observing position and save it. The landscape is a panorama from the facility of European Organisation for Astronomical Research in the Southern Hemisphere in Garching, near Munich, Germany.
hu: A helyszín megadása. Fontos már az elején megadni a megfigyelési helyet, és azt elmenteni alapértelmezettnek. A tájkép a European Organisation for Astronomical Research in the Southern Hemisphere épületeiből készült panoráma (Garching, München közelében, Németország).

source: Linux/Unix; Windows 7 and above; OS X 10.8.5 and above
bn: Linux/Unix; Windows 7 বা আরও আধুনিক সংস্করণ; OS X 10.8.5 বা আরও আধুনিক সংস্করণ
bs: Linux/Unix; Windows 7 ili noviji; OS X 10.8.5 ili noviji
ky: Linux/Unix; Windows 7 жана жогору; OS X 10.8.5 жана жогору
nb: Linux/Unix; Windows 7 eller senere; OS X 10.8.5 eller senere
vi: Linux/Unix; Windows 7 hoặc cao hơn; OS X 10.8.5 trở lên

source: User guide
bs: Korisničko uputstvo
nb: Bruksanvisning
sr: Корисничко упутство
sv: Användar- handbok

source: extra catalogues with more than 210 million stars
az: 210 milyon ulduzdan çox əlavə kataloqlar
bs: dodatni katalozi sa više od 210 miliona zvijezda
eu: 210 milioi izar baino gehiagoko katalogo gehigarriak
lv: papildkatalogi ar vairāk nekā 210 miljonu zvaigžņu
nb: ekstra kataloger med mer enn 210 millioner stjerner
pt: catálogo extra com mais de 210 milhões de estrelas
sr: проширени каталог са више од 210 милиона звезда
sv: ytterligare kataloger med över 210 miljoner stjärnor

source: supernovae simulation
az: ifrat yeni ulduz simulyasiyası
bs: simulacija supernove
eu: supernoben simulazioa
lv: supernovu simulācija
nb: supernovasimulering
sr: симулација супер нове
sv: supernovasimulering

source: Linux/Unix; Windows 7 and above; OS X 10.7.4 and above
bs: Linux/Unix; Windows 7 ili noviji; OS X 10.7.4 ili noviji

source: 3D graphics card which supports OpenGL 3.1
bs: 3D grafička kartica sa podrškom za OpenGL 3.1

source: Doc author/developer:
bs: Autor dokumentacije:
nb: Dokumentasjon/utvikler:
pt: Documentação/desenvolvedor:
sv: Dok.författare/utvecklare:

source: binary
bs: binarno
nb: binær
sr: бинарно
sv: binär

source: latest version
sv: senaste versionen är

source: constellations for twelve different cultures
pt: constelações de onze diferentes culturas
sv: stjärnbilder från tolv olika kulturer

source: older releases
pt: versões mais antigas
sv: tidigare versioner

source: OSX Developer:
pt: Desenvolvedor para OSX:
sv: OSX-utvecklare:

source: past developers
sv: tidigare utvecklare

source: user's guide
pt: guia do usuário
