Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: Several people have made significant contributions but are no longer active. Their work has made a big difference to the project
af: Talle mense het noemenswaardige bydraes gemaak maar is nie meer aktief nie. Hulle werk het ’n reuseverskil aan die projek gemaak
ar: العديد من الأشخاص قدموا مساهمات مهمّة، ولكن ليس لهم نشاط في الحاضر. أعمالهم كان لها أثر كبير على المشروع.
az: Bəzi insanlar çox önəmli yardım göstərmişlər, amma daha aktiv deyillər. Onların işi proyektə böyük fərq göstərib.
be: Некаторыя людзі зрабілі значны ўнёсак, але болей неактыўныя. Іхная праца была важная для праекту
bn: বিভিন্ন ব্যক্তিরা এখানে তাঁদের গুরুত্বপূর্ণ অবদান রেখেছেন যদিও বর্তমানে তাঁদের অনেকে আর সক্রিয় নন । তবে তাঁদের কাজ এই প্রকল্পে আমূল পরিবর্তন এনেছে ।
bs: Nekoliko osoba je dalo značajan doprinos razvoju projekta ali više nisu aktivni
ca: Diverses persones han fet contribucions importants, tot i que ara no estan actius. El seu treball ha marcat una gran diferència en el projecte
ca@valencia: Moltes persones hi han contribuït significativament encara que ara ja no estiguen actives. El seu treball ha significat molt per al projecte
cs: Několik lidí se na projektu významně podílelo, ale již nejsou nadále aktivní. Jejich práce významně ovlivnila projekt
de: Einige Personen haben viel geleistet, sind nun aber nicht mehr aktiv. Ihre Arbeit hat das Projekt deutlich weitergebracht.
el: Αρκετοί άνθρωποι έχουν κάνει σημαντικές συνεισφορές αλλά δεν είναι πλέον ενεργοί. Η δουλειά τους έχει βοηθήσει πάρα πολύ το πρόγραμμα.
es: Mucha gente ha hecho contribuciones significativas pero ya no estan activas. Su trabajo ha hecho una gran diferencia en el proyecto
et: Mitmed inimesed on teinud märkimisväärseid panuseid, kuid pole enam aktiivsed. Nende töö on projekti kõvasti aidanud
eu: Hainbat pertsonak ekarpen garrantzitsuak egin dituzte, baina orain ez daude aktibo. Beren lana funtsezkoa izan da proiektuaren garapenean
fi: Useat ihmiset ovat osallistuneet stellariumin kehittämiseen mutteivat ole enää aktiivisia. Heidän työnsä on ollut projektille todella merkittävää.
fr: Plusieurs personnes ont significativement contribué à Stellarium, mais n'y ont pas participé récemment. Leurs travaux ont énormément aidé le projet
gd: Tha feadhainn ann a tha air sìor-chur ris a’ phròiseact ach nach eil an sàs ann tuilleadh. Rinn an obair aca diofar mòr dhan phròiseact
gl: Algunhas persoas fixeron contribucións importantes pero xa non están activas. O seu traballo marcou unha gran diferenza para o proxecto
hr: Nekoliko je ljudi dalo značajan doprinos, ali više nisu aktivni. Njihov rad je uvelike utjecao na projekt
hu: Az idők során sok ember járult hozzá jelentősen a program fejlesztéséhez.
id: Beberapa orang telah memberikan kontribusi yang signifikan tetapi tidak lagi aktif. Hasil kerja mereka telah membuat perbedaan yang besar kepada proyek ini
is: Ýmsir aðilar hafa komið með mikilvæg framlög til verkefnisins, en eru ekki virkir lengur. Vinna þeirra hefur skipt sköpum fyrir verkefnið
it: Diverse persone hanno fornito contributi significativi ma non sono più attivi: il loro lavoro ha rappresentato una grande differenza per il progetto.
ja: 現在は活動していない人の中には、非常に大きな貢献をしてくれた人たちがいます。彼らの仕事のおかげで、プロジェクトは全く違ったものになりました。
ky: Айрым адамдар долбоорго бир кыйла салым кошуп, бирок азыр ага катышпай калышкан. Алардын иши долбоорго чоң таасир этти
lt: Keli žmonės įnešė ryškų indėlį, tačiau nebėra aktyvūs. Jų darbas stipriai patobulino projektą.
nb: Flere personer har bidratt betydelig, men er ikke lenger aktive. Deres arbeid har hatt stor betydning for prosjektet
nl: Meerdere mensen hebben opmerkelijke bijdragen geleverd in het verleden, maar zijn nu niet meer actief. Hun werk heeft veel betekend voor het project
pl: Niektóre osoby wniosły znaczny wkład do projektu, lecz nie biorą już w nim udziału. Ich praca miała istotny wpływ na projekt.
pt_br: Várias pessoas fizeram contribuições significativas, mas não participam mais ativamente. O trabalho delas fez uma grande diferença para o projeto.
ro: Câteva persoane au contribuit semnificativ, însă actual nu mai sunt active. Munca lor a făcut o mare diferență pentru proiect
ru: Несколько человек внесли значительный вклад в развитие проекта, но более не участвуют в нем. Их работа оказала значительное влияние на весь проект
sc: Zente meda hat zau un'azudu mannu ma non est prus attiva. Su triballu insoro hat fattu sa differentzia in su progetu
sk: Viacero ľudí sa zaslúžilo o značné príspevky, ale už nie sú aktívni. Ich práca mala pre projekt veľký význam
sq: Një numër personash kanë dhënë kontribut domethënës, por s’janë më aktivë. Puna e tyre ka sjellë një ndryshim të madh te projekti
sv: Ett flertal personer har gjort betydande insatser, men är inte längre aktiva. Deras arbete har varit till stor hjälp för projektet
th: นักพัฒนาหลายคนเคยมีส่วนร่วมในโครงการเมื่อในอดีต ซึ่งผลงานของพวกเขาได้ก่อให้เกิดการเปลี่ยนแปลงที่เป็นประโยชน์อย่างมาก
tr: Önemli katkılarda bulunmuş birçok kişi artık aktif değil. Çalışmaları projede büyük bir fark yarattı.
uk: Декілька людей значно посприяли розвитку проєкту, але потім полишили його. Їхній внесок значною мірою вплинув на поточну версію програми:
vi: Một số người đã có những đóng góp đáng kể nhưng không còn hoạt động. Công việc của họ đã tạo ra một sự khác biệt lớn cho dự án
zh_hk: 許多人曾為此項目做出重大貢獻，但後來不再關注。他們的工作為此項目帶來很大不同。

source: graphic designer
ar: مصمم رسوميات
bs: grafički dizajner
ca: dissenyador gràfic
cs: návrh grafiky
de: Graphikdesigner
es: diseñador gráfico
fi: graafinen suunnittelija
gl: deseñador gráfico
id: desainer grafis
it: grafico
lt: grafinis dizaineris
nb: grafisk designer
pt_br: designer gráfico
ru: графический дизайнер
sk: grafický dizajnér
sq: art grafik
sr: графички дизајнери
sv: grafisk formgivare
uk: дизайнер графіки
zh_hk: 圖形設計

source: doc author/developer
af: dok-outeur/ontwikkelaar
ar: مؤلف/مطوّر
be: аўтар дакумэнтацыі/распрацоўнік
bn: ডক লেখক / ডেভলপার
ca: doc autor/desenvolupador
ca@valencia: autor/desenvolupador de la documentació
cs: autor dokumentace / vývojář
de: Dokumentierer/Entwickler
el: συντάκτης/προγραμματιστής τεκμηρίωσης
es: Documentación del autor/desarrollador
et: dokumentatsiooni autor/arendaja
fi: dokumentoija/kehittäjä
fr: dévéloppeur/auteur de la documentation
gd: ùghdar/neach-leasachaidh an docamaididh
gl: autor/programador doc
hr: Autor/programer dokumentacije
hu: leírás szerkesztő
id: perancang utama/pengembang
is: höfundur skjala/hönnuður
it: doc autore/sviluppatore
ja: ドキュメントの著者/開発者
lt: žinyno autorius/programuotojas
nl: doc auteur/ontwerper
pl: doc autor/programista
pt_br: autor / desenvolvedor de documentos
ro: autorul/dezvoltatorul documentației
ru: автор документации/разработчик
sc: doc autore/isviluppadore
sk: tvorba dokumentácie/vývojár
sq: autor/zhvillues dokumentimi
th: ผู้จัดทำและพัฒนาเอกสาร
tr: Dosya yazıcı/geliştirici:
uk: автор або розробник документації
zh_hk: 文檔作者/開發商者

source: developer
af: ontwikkelaar
ar: مطوّر
az: yaradıcı
be: распрацоўнік
bn: ডেভেলপার
bs: programer
ca: desenvolupador
ca@valencia: desenvolupador
cs: vývojář
de: Entwickler
el: υπεύθυνος ανάπτυξης
es: desarrollador
et: arendaja
eu: garatzailea
fi: kehittäjä
fr: développeur
gd: neach-leasachaidh
gl: programador
hr: razvojni programer
hu: fejlesztő
id: pengembang
is: forritari
it: sviluppatore
ja: 開発者
ky: чыгаруучу
lt: programuotojas
lv: izstrādātājs
nb: utvikler
nl: ontwikkelaar
pl: programista
pt_br: desenvolvedor
ro: programator
ru: разработчик
sc: isviluppadore
sk: vývojár
sq: zhvillues
sr: програмер
sv: utvecklare
th: นักพัฒนา
tr: geliştirici
uk: розробник
vi: Nhà phát triển
zh_hk: 開發人員

source: continuous integration
ar: تكامل مستمر
ca: Integració continua
cs: průběžná integrace
de: Fortlaufende Integration
es: integración continua
fi: jatkuva integraatio
gl: integración continua
id: integrasi berkelanjutan
it: integrazione continua
lt: nuolatinė integracija
pl: ciągła integracja
pt_br: integração contínua
ru: непрерывная интеграция
sk: plynulé začleňovanie
sq: integrim i vazhdueshëm
uk: неперервна інтеграція
zh_hk: 可持續集成

source: friends
af: vriende
ar: الأصدقاء
az: dostlar
be: сябры
bn: বন্ধুরা
bs: prijatelji
ca: amics
ca@valencia: amics
cs: přátelé
de: Freunde
el: φίλοι
es: amigos
et: sõbrad
eu: lagunak
fi: ystävät
fr: Amis
gd: caraidean
gl: amigos
hr: prijatelji
hu: barátok
id: teman
is: vinir
it: amici
ja: フレンド
ky: достор
lt: draugai
lv: draugi
nb: venner
nl: vrienden
pl: przyjaciele
pt_br: amigos
ro: prieteni
ru: друзья
sc: amigos
sk: priatelia
sq: miq
sr: пријатељи
sv: vänner
th: มิตรสหาย
tr: arkadaşlar
uk: друзі
vi: bạn
zh_hk: 合作者

source: how to install landscapes
ar: كيف تثبت مناظر الرصد الطبيعية
be: як усталяваць краявід
ca: com instal·lar paissatges
ca@valencia: com instal·lar els paisatges
cs: jak nainstalovat krajiny
de: Installation von Landschaften
el: πως να εγκαταστήσετε τοπία
es: cómo instalar paisajes
et: kuidas paigaldada maastikke
fi: Kuinka asentaa maisemia
fr: Comment installer des paysages
gd: mar a stàlaicheas tu cruth-tìre
gl: como instalar paisaxes
hr: kako instalirati krajolike
id: cara memasang lanskap
it: come installare i paesaggi
ja: 風景のインストール方法
lt: kaip įdiegti kraštovaizdžius
nl: hoe landschappen instaleren
pl: jak instalować krajobrazy
pt_br: como instalar paisagens
ru: как установить ландшафты
sc: comente installare sos pesaggios
sk: ako nainštalovať terény
sq: si të instalohen peizazhe
th: การติดตั้งภูมิทัศน์
tr: manzaralar nasıl kurulur
uk: як встановити ландшафти
zh_hk: 如何安裝地景

source: After you have downloaded the .zip file for a landscape from this page, you need to install it in Stellarium.
ar: بعد أن يتم تحميل ملف .zip لمنظر طبيعي من هذه الصفحة، تحتاج إلى تثبيته في ستيللاريوم.
ca: Després de descarregar el fitxer .zip d'un paissatge des de la seva pàgina, l'heu d'instal·lar a Stellarium.
ca@valencia: Després de descarregar el fitxer .zip d'un paisatge d'aquesta pàgina, necessiteu instal·lar-lo en Stellarium
cs: Po stažení souboru .zip s krajinou z této stránky jej musíte nainstalovat do Stellaria.
de: Nach dem Herunterladen des ZIP-Archivs für eine Landschaft muß diese in Stellarium installiert werden.
el: Αφού κατεβάσετε ένα αρχείο .zip για το τοπίο από αυτή τη σελίδα, χρειάζεται να το εγκαταστήσετε στο Stellarium.
es: Después de descargar el archivo .zip de un paisaje desde esta página, necesita instalarlo en Stellarium.
et: Pärast sellelt lehelt maastiku .zip faili allalaadimist on vaja see Stellariumi paigaldada.
fi: Kun olet ladannut maiseman .zip-tiedoston tältä sivulta, sinun on asennettava se Stellariumiin.
fr: Après avoir téléchargé le fichier .zip contenant le paysage, vous devez encore l'installer dans Stellarium.
gd: Nuair a bhios tu air faidhle .zip crutha-thìre a luchdadh a-nuas on duilleag seo, feumaidh tu a stàladh ann an Stellarium.
gl: Despois de descargares o arquivo .zip cunha paisaxe dende esta páxina, precisas instalalo en Stellarium.
hr: Nakon što ste preuzeli .zip datoteku za krajolik s ove stranice, morate je instalirati u Stellarium-u
id: Setelah kamu mengunduh file .zip untuk sebuah lanskap dari halaman ini, kamu harus memasangnya di dalam Stellarium.
it: Dopo aver scaricato il file .zip per un paesaggio da questa pagina, è necessario installarlo in Stellarium.
ja: このページから風景のzipファイルをダウンロードし、Stellariumにインストールする必要があります。
lt: Po to, kai atsisiųsite .zip failą su kraštovaizdžiu iš šio puslapio, jums reikės jį įdiegti į Stellarium.
nl: Nadat u het .zip bestand heeft gedownload van een landschap op deze pagina, moet u het installeren in Stellarium.
pl: Pobrany z tej strony plik .zip z krajobrazem musisz zainstalować w Stellarium.
pt_br: Depois de baixar o arquivo .zip para uma paisagem desta página, você precisa instalá-lo no Stellarium.
ru: После того, как вы загрузили .zip-файл ландшафта с этой страницы, вам нужно установить его в Stellarium.
sc: A pustis haer iscarrigau su file .zip po unu paesaggiu dae custa pagina, est netzessaiu a du installare in Stellarium.
sk: Po stiahnutí súboru .zip s terénom z tejto stránky, je potrebné ho nainštalovať do Stellaria.
sq: Pasi të keni shkarkuar kartelën .zip për një peizazh prej kësaj faqeje, lypset ta instaloni në Stellarium.
tr: Bu sayfadan bir manzara için .zip dosyasını indirdikten sonra onu Stellarium'a yüklemeniz gerekir.
uk: Після отримання файла .zip ландшафту з цієї сторінки вам слід встановити його у Stellarium.
zh_hk: 從此頁面下載一個地景的 .zip 文件之後，你需要把它安裝到Stellarium

source: automatic
ar: تلقائي
be: аўтаматычна
ca: automàtic
ca@valencia: automàtic
cs: automaticky
de: automatisch
el: αυτόματο
es: automático
et: automaatne
fi: automaattinen
fr: Installation automatique
gd: fèin-obrachail
gl: automático
hr: automatski
id: otomatis
it: automatico
ja: 自動インストール
lt: automatinis
nl: automatisch
pl: automatycznie
pt_br: automático
ru: автоматически
sc: automaticu
sk: automaticky
sq: automatik
th: อัตโนมัติ
tr: otomatik
uk: автоматично
zh_hk: 自動

source: If you have Stellarium 0.10.6 or later version, you can use the 'Add/remove landscapes' feature to install landscapes automatically:
ar: إذا كان لديك الإصدار 0.10.6 أو مابعده، تستطيع استخدام ميزة إضافة/حذف المناظر الطبيعية للتثبيت التلقائي.
ca: Si teniu Stellarium 0.10.6 o una versió posterior, podeu utilitzar la funció 'Afegir/eliminar paissatges' per a instal·lar paissatges automàticament:
ca@valencia: Si teniu Stellarium 0.10.6 o versions posteriors, podeu utilitzar la funció 'Afig/elimina paisatges' per instal·lar paisatges automàticament:
cs: Pokud máte Stellarium ve verzi 0.10.6 nebo novější, můžete použít funkci 'Přidat/odstranit krajiny' pro automatické nainstalování krajin:
de: In Stellarium Version 0.10.6 und später können Landschaften im Programm über die Schaltfläche "Ergänze/Entferne Landschaften..." im Landschafts-Panel installiert werden:
el: Αν έχετε το Stellarium 0.10.6 ή μεταγενέστερη έκδοση, μπορείτε να χρησιμοποιήσετε την επιλογή 'Προσθήκη/αφαίρεση τοπίων' για την αυτόματη εγκατάστασή τους:
es: Si tiene Stellarium 0.10.6 o versión posterior, puede utilizar la función 'Añadir/eliminar paisajes' para instalar paisajes automáticamente:
et: Kui sul on Stellarium versiooniga 0.10.6 või uuem, saad maastike automaatseks paigaldamiseks kasutada funktsiooni 'Lisa/eemalda maastikke':
fi: Jos sinulla on Stellarium 0.10.6 tai uudempi versio, voit käyttää "Lisää/poista maisemia" -ominaisuutta asentaaksesi maisemat automaattisesti:
fr: Si vous avez Stellarium version 0.10.6 ou plus récent, vous pouvez utiliser la fonctionnalité « Ajouter/supprimer des paysages » pour installer des paysages automatiquement:
gd: Ma tha Stellarium 0.10.6 no as ùire agad, ’s urrainn dhut an gleus “Cuir ris/Thoir air falbh cruthan-tìre” a chleachdadh airson cruthan-tìre a stàladh gu fèinlobrachail:
gl: Se tes Stellarium 0.10.6 ou unha versión posterior, podes usar a función "Engadir / Eliminar paisaxes" para instalares paisaxes automaticamente:
hr: Ako koristite Stellarium 0.10.6 ili noviju verziju, možete upotrijebiti značajku "Dodaj / ukloni krajolike" za automatsku instalaciju krajolika:
id: Jika kamu memiliki Stellarium 0.10.6 atau versi terbarunya, kamu dapat menggunakan fitur 'Tambah/lepas lanskap' untuk memasang lanskap secara otomatis.
it: Se disponi di Stellarium 0.10.6 o versione successiva, puoi utilizzare la funzione "Aggiungi/Rimuovi paesaggi" per installare automaticamente i paesaggi:
ja: Stellarium 0.10.6以降では「風景の追加/削除」機能を使用して自動的にインストールできます:
lt: Jei turite Stellarium 0.10.6 arba vėlesnę versiją, galite naudoti „Pridėti/šalinti kraštovaizdžius“ funkciją, kad automatiškai įdiegtumėte kraštovaizdžius.
nl: Als u Stellarium 0.10.6 heeft of een later versie, dan kunt u de 'Landschappen installeren/verwijderen...' functie gebruiken om het landschap automatisch te installeren:
pl: Jeśli masz Stellarium w wersji 0.10.6 lub nowszej, możesz użyć funkcji „Dodaj / usuń krajobrazy”, aby automatycznie zainstalować krajobrazy:
pt_br: Se você tiver o Stellarium 0.10.6 ou versão posterior, poderá usar o recurso "Adicionar/remover paisagens" para instalar paisagens automaticamente:
ru: Если у вас есть Stellarium 0.10.6 или более поздняя версия, вы можете использовать функцию «Добавление/удаление ландшафтов» для автоматической установки ландшафтов:
sc: Si tenes Stellarium 0.10.6 o una versione prus noa, podes impreare sa funtzione "Azunghe/Tratzi paesaggios" po installare automaticamente sos paesaggios:
sk: Ak máte Stellarium 0.10.6 alebo neskoršiu verziu, môžete použiť funkciu "Pridať/odstrániť terény..." na automatické nainštalovanie terénu:
sq: Nëse keni Stellarium 0.10.6 ose version të mëvonshëm, që të instaloni automatikisht peizazhe, mund të përdorni veçorinë “Shtoni/hiqni peizazhe”:
tr: Stellarium 0.10.6 veya sonraki bir sürümüne sahipseniz, manzaraları otomatik olarak yüklemek için 'Manzara ekle/kaldır' özelliğini kullanabilirsiniz:
uk: Якщо ви користуєтеся Stellarium 0.10.6 або пізнішою версією, ви можете скористатися засобом «Додати/Вилучити ландшафти» для автоматичного встановлення ландшафтів:
zh_hk: 如果你有Stellarium 0.10.6或更高版本，你可以使用'添加/移除地景'功能自動安裝地景：

source: Open the 'Sky and viewing options' window by clicking on the appropriate button in the left button bar (or press the F4 key).
ar: افتح نافذة "خيارات العرض والسماء" بالنقر على الزر الموجود في اشريط الجانبي أو (بالضغط على مفتاح F4).
ca: Obriu la finestra "Cel i opcions de visualització" fent clic al botó corresponent a la barra del botó esquerre (o premeu la tecla F4).
ca@valencia: Obriu la finestra 'Opcions de vista i cel' fent clic al botó escaient de la barra lateral (o premeu la tecla F4).
cs: Otevřete okno "Nastavení oblohy a zobrazení" kliknutím na příslušné tlačítko v menu levého panelu (nebo stiskem klávesy F4).
de: Öffne das "Himmel- und Anzeigeoptionsfenster" mit Hilfe der entsprechenden Schaltfläche auf der linken Seite (oder mit F4).
el: Ανοίξτε το παράθυρο 'Ουρανός και επιλογές προβολής' κάνοντας κλικ στο κατάλληλο κουμπί στην αριστερή μπάρα (ή πατήστε το πλήκτρο F4)
es: Abra 'Opciones de vista y cielo' haciendo clic en el botón apropiado en la barra lateral (o presiones la tecla F4).
et: Ava 'Taeva ja vaate valikute aken', klõpsates vasakpoolsel nupuribal vastaval nupul (või vajuta klahvi F4).
fi: Avaa "Taivas ja katseluasetukset" -ikkuna napsauttamalla asianmukaista painiketta vasemmassa painikepalkissa (tai painamalla F4-näppäintä).
fr: Ouvrez la fenêtre « Affichage » en cliquant sur le bouton approprié dans la barre à gauche (ou en appuyant sur la touche F4).
gd: Fosgail “Uinneag roghainnean an speura is an seallaidh” is tu a’ briogadh air a’ phutan aice air bàr nam putanan taobh clì (no brùth air iuchair F4).
gl: Abre a ventá "Ceo e visualizacións" premendo no botón correspondente na barra de botóns esquerda (ou preme a tecla F4).
hr: Otvorite prozor "Nebo i pogled" tako što ćete kliknuti na odgovarajuće dugme u lijevom izborniku (ili pritisnite tipku F4).
id: Buka jendela 'Langit dan pilihan untuk melihat' dengan melakukan klik pada tombol yang sesuai pada bar kiri bawah (atau tekan huruf F4).
it: Apri la finestra "Sky e opzioni di visualizzazione" facendo clic sul pulsante appropriato nella barra dei pulsanti a sinistra (o premi il tasto F4).
ja: 左のボタンバーにある[空と表示の設定]ボタンをクリックして(または[F4]キーを押して)、[表示]ウィンドウを開きます。
lt: Atidarykite „Sky and viewing options“ langą, paspaudę tinkamą mygtuką kairėje mygtukų juostoje (arba paspauskite F4 klavišą).
nl: Open de 'Ruimte- en projectie instellingen venster' (of druk op de F4 toets), kies tabblad 'Landschap' en klik op de betreffende toets op de linker toetsenbalk.
pl: Otwórz okno „Niebo i opcje przeglądania”, klikając odpowiedni przycisk na lewej belce narzędzi (lub naciśnij klawisz F4).
pt_br: Abra a janela "Céu e opções de visualização" clicando no botão apropriado na barra de botões esquerdo (ou pressione a tecla F4).
ru: Откройте окно «Небо и просмотр» нажав соответствующую кнопку на панели кнопок слева (или нажмите клавишу F4).
sc: Aperi sa fentana "Chelu et optziones de visualizatzione" faghinde clic in su tastu zustu in sa riga de sos tatsos a sinistra (o caria su tastu F4).
sk: Otvorte okno "Zobrazovanie objektov" kliknutím na správne tlačidlo na ľavom paneli (alebo stlačte kláves F4).
sq: Hapni dritaren “Mundësi mbi qiellin dhe pamjen” duke klikuar te butoni përkatës te shtylla e butonave majtas (ose shtypni tastin F4).
tr: Farenizi ekranınızın sol tarafına götürerek açılan çubuktaki 'Gökyüzü ve görüntüleme seçenekleri' penceresine tıklayın (veya kısayoldan açmak için F4 tuşuna basın).
uk: Відкрийте вікно «Параметри неба та перегляду» натисканням відповідної кнопки на лівій панелі з кнопками (або натисніть клавішу F4).
zh_hk: 單擊左側按鈕欄中的相應按鈕（或按F4鍵）打開“天空及顯示”窗口。

source: The 'Add/remove landscapes' button is at the bottom of the 'Landscape' tab.
ar: زر أضف/احذف منظر الرصد الطبيعي موجود أسفل علامة التبويب "مناظر الرصد الطبيعية".
ca: El botó "Afegeix/elimina paisatges" es troba a la part inferior de la pestanya "Paisatge".
ca@valencia: El botó 'Afig/elimina paisatges' està a la part inferior de l'etiqueta 'Paisatge'.
cs: Tlačítko "Přidat/odstranit krajiny" se nachází ve spodní části záložky "Krajina".
de: Die Schaltfläche "Ergänze/Entferne Landschaften..." befindet sich im Reiter (Tab) "Landschaft" ganz unten.
el: Το κουμπί 'Εισαγωγή/Αφαίρεση τοπίων' είναι στο κάτω μέρος της καρτέλας 'Τοπίο'
es: El botón 'Agregar/quitar paisajes' está al final de la pestaña 'Paisaje'.
et: Nupp 'Lisa/eemalda maastikke' asub vahelehe 'Maastik' allosas.
fi: Lisää/poista maisemia -painike on Maisema-välilehden alaosassa.
fr: Le bouton « Ajouter/supprimer des paysages...» est au bas de l'onglet « Paysage ».
gd: Chì thu am putan “Cuir ris/Thoir air falbh cruthan-tìre” aig bonnan taba “Cruth-tìre”.
gl: O botón "Engadir / Eliminar paisaxes" está na parte inferior da pestana "Paisaxe".
hr: Dugme "Dodaj/Ukloni krajolik" nalazi se na dnu kartice "Krajolik"
id: Tombol 'Tambah/lepas Bentangan' berada pada bagian bawah tab 'Bentangan'
it: Il pulsante "Aggiungi/rimuovi paesaggi" si trova nella parte inferiore della scheda "Paesaggio".
ja: 「風景の追加/削除」ボタンは「風景」タブの下方にあります。
lt: 'Pridėti/šalinti kraštovaizdžius' mygtukas yra apačioje 'Kraštovaizdžio' skirtuke.
nl: De 'Landschappen installeren/verwijderen...' toets bevind zich onderaan op het 'Landschap' tabblad.
pl: Przycisk „Dodaj / usuń krajobrazy” znajduje się na dole zakładki „Krajobraz”.
pt_br: O botão "Adicionar/remover paisagens" está na parte inferior da guia "Paisagem".
ru: Кнопка «Добавление/удаление ландшафтов» находится в нижней части вкладки «Ландшафт».
sc: Su tastu "Azunghe/trantzi paesaggios" est in bassu de s'ischeda "Paesaggiu".
sk: Na karte "Terén" sa na dolnom okraji nachádza tlačidlo "Pridať/odstrániť terény..."
sq: Butoni “Shtoni/hiqni peizazhe” gjendet në funt të skedës “Peizazhe”.
tr: 'Manzara ekle / kaldır' düğmesi 'Manzara' sekmesinin altındadır.
uk: Кнопку «Додавання/Вилучення ландшафтів» розташовано у нижній частині вкладки «Ландшафт».
zh_hk: “添加/移除地景”按鈕位於“橫向”標簽的底部。
