Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: IMPORTANT: Make sure all textures have dimensions which are integer powers of 2, i.e. 256, 512, 1024, 2048, 4096, 8192, 16384, ... e.g. 4096 by 1024, 2048 by 2048 and so on.
ar: تأكد أن كل الصور تحوي أبعاداً هي من القوى الصحيحة لـ 2. مثل 256، 512، 1024، 2048، 4096، 8192، 16384‘ ...مثلاً 4096×1024، 2048×2048 وهكذا.
ca: IMPORTANT: Assegureu-vos que totes les textures tenen dimensions que siguin potències de 2, per exemple 256, 512, 1024, 2048, 4096, 8192, 16384, etc. i combinades 4096x1024, 2048x2048, etc.
ca@valencia: IMPORTANT: assegureu-vos que totes les textures tinguen dimensions que siguen potències enteres de 2, com 256, 512, 1024, 2048, 4096, 8192, 16384, ... p. ex. 4096 per 1024, 2048 per 2048, etc.
cs: Důležité: ujistěte se, že všechny textury mají rozměry, které jsou celočíselnými mocninami 2, tj. 256, 512, 1024, 2048, 4096, 8192, 16384, ... např. 4096 krát 1024, 2048 krát 2048 atd.
de: WICHTIG: Texturen sollten Abmessungen in ganzen Zweierpotenzen haben, also 128, 256, 512, 1024, 2048, z.B. 512x2048, 2048x2048, etc.
el: ΣΗΜΑΝΤΙΚΟ: Βεβαιωθείτε πως όλες οι υφές έχουν διαστάσεις ακέραιες δυνάμεις του 2, δηλ. 256, 512, 1024, 2048, 4096, 8192, 16384, ... π.χ. 4096 επι 1024, 2048 επι 2048 κοκ.
es: IMPORTANTE: asegúrese de que todas las texturas tienen dimensiones que sean potencias enteras de 2, por ejemplo 256, 512, 1024, 2048, 4096, 8192, 16384, etc, y que combinadas sean 4096 x 1024, 2048 x 2048, etc.
et: OLULINE: kontrolli, et kõik pildifailid oleks 2 täisarvulised astmed, näiteks 256, 512, 1024, 2048, 4096 8192, 16384, ... Näiteks 4096x1024, 2048x2048 vms.
fi: TÄRKEÄÄ: Varmista, että kaikkien kuvioiden mitat ovat kahden kokonaislukupotenssit, eli 256, 512, 1024, 2048, 4096, 8192, 16384, ... esim. 4096 x 1024, 2048 x 2048 ja niin edelleen.
fr: IMPORTANT ! Veillez à ce que toutes les textures aient des dimensions qui sont des puissances entières de 2, par exemple : 256, 512, 1024, 2048, 4096, 8192, 16384, etc. Par exemple : 4096 par 4096, 2048 par 1024, etc.
gd: CUDROMACH: Dèan cinnteach gum bi meud de cumhachdan slàna de 2 air a h-uile inneach, can 256, 512, 1024, 2048, 4096, 8192, 16384, … can 4096 le 1024, 2048 le 2048 is mar sin air adhart.
gl: IMPORTANTE: Asegúrate de que todas as texturas teñen dimensións que sexan potencias de 2, i.e. 256, 512, 1024, 2048, 4096, 8192, 16384, ... ex. 4096 por 1024, 2048 por 2048 e así sucesivamente.
hr: VAŽNO: Provjerite imaju li sve teksture dimenzije koje su potencija broja 2, tj. 256, 512, 1024, 2048, 4096, 8192, 16384, ... npr 4096 sa 1024, 2048 sa 2048 i tako dalje.
id: PENTING: Pastikan semua tekstur memiliki dimensi yang merupakan bilangan bulat berpangkat dua, yaitu 256, 512, 1024, 2048, 4096, 8192, 16384, ...Â misalnya 4096 x 1024, 2048 x 2048 dan seterusnya.
it: IMPORTANTE: assicurati che tutte le texture abbiano dimensioni che sono potenze di interi di 2, ovvero 256, 512, 1024, 2048, 4096, 8192, 16384, ... ad es. 4096 entro il 1024, 2048 entro il 2048 e così via.
ja: 重要:すべてのテクスチャの大きさが2の整数乗、つまり256、512、1024、2048、4096、8192、16384などであることを確認してください。例えば4096x1024、2048x2048など。
lt: Svarbu: Įsitikinkite, kad visi tekstūros matmenys yra skaičiaus 2 laipsniai, t.y. 256, 512, 1024, 2048, 4096, 8192, 16384, ... pvz., 4096 ant 1024, 2048 ant 2048 ir taip toliau.
nl: BELANRIJK: Zorg er voor dat alle structuren afmetingen hebben die een meervoud van 2 zijn, b.v. 256, 512, 1024, 2048, 4096, 8192, 16384, ... of 4096 bij 1024, 2048 bij 2048 en zo voort.
pl: WAŻNE: upewnij się, że wszystkie tekstury mają oba wymiary, będące potęgami 2, tj. 256, 512, 1024, 2048, 4096, 8192, 16384, ... np. 4096 na 1024, 2048 na 2048 i tak dalej.
pt_br: IMPORTANTE: Certifique-se de que todas as texturas tenham dimensões que sejam potências inteiras de 2, ou seja, 256, 512, 1024, 2048, 4096, 8192, 16384, ... ex. 4096 por 1024, 2048 por 2048 e assim por diante.
ru: ВАЖНО: убедитесь, что все текстуры имеют размеры, которые являются целыми в степени 2, то есть 256, 512, 1024, 2048, 4096, 8192, 16384, ... например. 4096 на 1024, 2048 на 2048 и так далее.
sc: IMPORTANTE: assiguradi chi totu sas texture tenzana mannaria chi siana potenzas de numeros intreos de 2, comente 256, 512, 1024, 2048, 4096, 8192, 16384, ... po es. 4096 intro su 1024, 2048 intro su 2048 et sighinde gasi.
sk: Dôležité! Uistite sa, že všetky textúry majú rozmery v mocninách dvojky, teda: 256, 512, 1024, 2048, 4096, 8192, 16384, atď. Napríklad 4096 x 1024, 2048 x 2048 a podobne.
sq: E RËNDËSISHME: Sigurohuni se krejt teksturat kanë përmasa që janë fuqi të plota të 2-shit, domethënë, 256, 512, 1024, 2048, 4096, 8192, 16384, …. p.sh., 4096 x 1024, 2048 x 2048 e me radhë.
tr: ÖNEMLİ: Tüm dokuların boyutlarının 2'nin tam sayı üsleri olan boyutlara sahip olduğundan emin olun, örn. 256, 512, 1024, 2048, 4096, 8192, 16384, ... Örneğin 4096'ya 1024, 2048'e 2048 vb. gibi.
uk: ВАЖЛИВО: усі текстури повинні мати розмірності, які є цілими степенями 2, тобто 256, 512, 1024, 2048, 4096, 8192, 16384, ... Приклади: 4096 на 1024, 2048 та 2048 тощо.
zh_hk: 重要：確保所有紋理的長寬像素都是2的整數次冪，即256、512、1024、2048、4096、8192、16384等，如4096乘1024、2048乘2048之類。

source: This is a limitation of OpenGL. Some video hardware will work OK with images with different image dimensions, but many will not display properly, suffer vastly reduced frame rates, and even crash the computer.
ar: هذه المحدودية بسبب OpenGL. بعض عتاد الفيديو يعمل بشكل مقبول مع الأبعاد المختلفة للصورة، لكن أكثرها لن يظهر الصورة بشكل مقبول وربما أدى ذلك إلى تقليص سرعة الإطارات بالثانية بشكل كبير وربما أدى إلى توقف الكمبيوتر عن العمل.
ca: Aquesta és una limitació d'OpenGL. Alguns maquinari de vídeo funcionaran correctament amb imatges amb diferents dimensions d'imatge, però molts no es mostraran correctament, pateixen taxes de fotogrames molt reduïdes i, fins i tot, bloquegen l'ordinador.
ca@valencia: Aquesta és una limitació d'OpenGL. Alguns maquinaris de vídeo funcionaran bé amb imatges de diferents mides, però moltes no es visualitzaran correctament, patiran grans reduccions de fotogrames o fins i tot bloquejaran l'ordinador.
cs: Jedná se o omezení OpenGL. Některý video hardware bude pracovat v pořádku i s obrázky jiných rozměrů, ale na mnoha zařízeních se obrázky jiných rozměrů nezobrazí správně a mohou způsobit výrazně sníženou rychlost přehrávání snímků či dokonce havárii počítače.
de: Das ist eine Einschränkung mancher (älterer) OpenGL-Hardware. Modernere Hardware kann andere Bildgeometrien verarbeiten, aber mit älteren gibt es Probleme wie verzerrte Darstellungen, starke Verlangsamung, oder fallweise sogar Abstürze.
el: Αυτό είναι ένας περιορισμός του OpenGL. Κάποιο υλικό βίντεο θα δουλέψει σωστά με διαφορετικές διαστάσεις εικόνας, ενώ πολλά δεν θα εμφανίζουν σωστά, θα έχουν χαμηλό ρυθμό ανανέωσης έως και να κολλήσουν τον υπολογιστή.
es: Esta es una limitación de OpenGL. Algunos hardware de video funcionarán bien con imágenes con diferentes dimensiones, pero muchas no se mostrarán correctamente, tendrán reducciones de fotogramas o incluso congelar el programa.
fi: Tämä on OpenGL:n rajoitus. Jotkut videolaitteistot toimivat hyvin kuvien kanssa, joilla on eri kokoinen kuva, mutta monet eivät näy kunnolla, kärsivät huomattavasti alentuneesta kuvanopeudesta ja jopa kaatavat tietokoneen.
fr: Cette limitation est due à OpenGL. Certaines configurations fonctionneront avec des images de résolutions différentes, mais de nombreuses autres n'afficheront pas correctement les images, souffriront de taux de rafraîchissement très réduits ou même feront planter l'ordinateur.
gd: Seo cuingeachadh OpenGL. Obraichidh cuid a bhathar-cruaidh gun trioblaid le dealbhan air a bheil meud eile ach air iomadh bathar-cruaidh, cha dèid an sealltainn mar bu chòir, bidh reat fhrèaman mall ort no tuislidh iad an coimpiutair.
gl: Esta é unha limitación de OpenGL. Algún hardware de vídeo funcionará correctamente con imaxes con diferentes dimensións de imaxe, pero moitas non se amosarán correctamente, sufrirán taxas de cadros moi reducidas e mesmo bloquearán a computadora.
hr: Ovo je ograničenje OpenGL-a. Neki video hardver funkcionirat će normalno sa fotografijama različitih dimenzija, no mnoge se neće prikazati pravilno, pretrpjeti će znatno smanjenu brzinu kadrova, pa čak i srušiti računalo.
id: Ini dikarenakan adanya keterbatasan pada OpenGL. Sebagian perangkat keras video saat ini akan bekerja baik dengan gambar yang berbeda dimensi, tetapi sebagian besar tidak akan bekerja dengan benar, mengalami penurunan kecepatan frame, dan bahkan gagal bekerja di komputer.
it: Questa è una limitazione di OpenGL. Alcuni hardware video funzioneranno correttamente con immagini con dimensioni di immagine diverse, ma molte non verranno visualizzate correttamente, subiranno una frequenza fotogrammi notevolmente ridotta e persino il computer si bloccherà.
ja: これはOpenGLの制限です。一部のビデオハードウェアは異なる画像寸法の画像でも問題なく動作しますが、多くは正しく表示されずフレームレートが大幅に低下し、さらにはコンピューターをクラッシュさせます。
lt: Tai yra OpenGL apribojimas. Kai kuri vaizdo aparatūra gali veikti su kitokiais pavekslėlio matmenimis, tačiau daugeliui jie nebus tinkamai rodomi, žymiai sumažės kadrų dažnis ir net gali užlūžti kompiuteris.
nl: Dit is een beperking van OpenGL Sommige video hardware werken OK met afbeeldingen met verschillende afmetingen, maar vele zullen het niet goed weergeven, last hebben van sterk verminderde framesnelheden en zelfs de computer laten crashen.
pl: Jest to ograniczenie OpenGL. Niektóre karty graficzne będą działać poprawnie z obrazami o innych wymiarach, ale wiele nie wyświetli tekstury poprawnie, znacznie zmniejszy liczbę klatek na sekundę lub nawet spowoduje awarię komputera.
pt_br: Isto é uma limitação do OpenGl. Alguns hardwares de vídeo funcionarão bem com imagens com dimensões de imagem diferentes, mas muitos não serão exibidos corretamente, sofrerão taxas de quadros muito reduzidas e até travarão o computador.
ru: Это ограничение OpenGL. Некоторые видеоустройства будут работать нормально с изображениями с различными размерами изображения, но многие из них не будут отображаться должным образом, возможно значительное снижение частоты кадров и даже сбой компьютера.
sc: Custa est una limitazione de OpenGL. Cachi hardware video hat a funzionare bene cun immagines cun mammarias diversas, ma medas non hana a essere visualizadas bene, hana a tennere una una frecuentzia de fotogrammas reduia meda et fitzas su computer si hat a bloccare.
sk: Toto je obmedzenie OpenGL. Niektoré grafické karty budú pracovať aj s obrázkami iných rozmerov, ale mnohé ich nezobrazia správne, budú mať značne znížené FPS, alebo môžu spôsobiť spadnutie systému.
sq: Ky është një kufizim i OpenGL-së. Disa pajisje hardware për videon do të funksionojnë OK me figura me përmasa të ndryshme figurash, pro mjaft prej tyre s’do t’i shfaqin si duhet, do të vuajnë nga shpejtësi mjaft të reduktuara kuadrosh, dhe madje mund të vithisin kompjuterin.
tr: Bu, OpenGL'nin bir sınırlamasıdır. Bazı video donanımları, farklı görüntü boyutlarına sahip görüntülerle sorunsuz çalışır, ancak çoğu düzgün görüntülenmez, büyük ölçüde azaltılmış kare hızlarına maruz kalır ve hatta bilgisayarı çökertebilir.
uk: Ця вимога є обмеженням OpenGL. Деякі відеокартки можуть працювати із зображенням інших розмірностей, але багато карток не показують такі зображення належним чином, працюють надзвичайно повільно із ними або навіть призводять до аварійного завершення у роботі операційної системи.
zh_hk: 這是OpenGL的限制。 某些視頻硬件可以正常使用具有不同像素的圖像，但許多視頻硬件無法正常顯示，大幅降低幀速率，甚至使計算機崩潰。

source: Please make sure all contributed landscapes conform to these requirements, or your link may be removed.
ar: الرجاء التأكد من أن المنظر الذ تساهم به يلتزم بهذه المتطلبات وإلا ربما حذف الرابط الذي يشير إليه.
ca: Assegura't que tots els paissatges personalitzats compleixin aquests requeriments, o el teu enllaç podria ser eliminat.
ca@valencia: Assegureu-vos que tots els paisatges donats s'ajusten a aquests requeriments o el vostre enllaç pot ser eliminat.
cs: Ujistěte se prosím, že všechny krajiny, kterými přispíváte, splňují tyto požadavky, jinak může být váš odkaz odstraněn.
de: Bitte stellen Sie sicher, alle diese Regeln einzuhalten, andernfalls können diese Beiträge nicht angenommen werden.
el: Παρακαλώ βεβαιωθείτε πως τα υποβαλλόμενα τοπία συμορφώνονται σε αυτές τις απαιτήσεις, διαφορετικα ο σύνδεσμός σας μπορεί να διαγραφεί.
es: Asegúrese que todos los paisajes personalizados cumplan con estos requerimientos o su enlace puede ser eliminado.
fi: Varmista, että kaikki lähetetyt maisemat ovat näiden vaatimusten mukaisia, tai linkkisi voidaan poistaa.
fr: Assurez-vous que toutes les contributions aux paysages soient conformes à ces conditions, sans quoi votre lien pourra être retiré.
gd: Dèan cinnteach gun gèill a h-uile cruth-tìre a cho-roinneas tu ris na riatanasan seo air no feumaidh sinn an ceangal agad a thoirt air falbh.
gl: Por favor, asegúrate de que todas as paisaxes achegadas teñen estes requirimentos, ou a túa ligazón pode ser eliminada.
hr: Provjerite jesu li svi priloženi krajolici u skladu s ovim zahtjevima ili Vaša veza može biti uklonjena.
id: Mohon pastikan semua Bentangan yang dikontribusikan dapat memenuhi persyaratan ini, atau link anda akan dihapuskan,
it: Assicurati che tutti i paesaggi realizzati siano conformi a questi requisiti, altrimenti il ​​tuo link potrebbe essere rimosso.
ja: 提供されたすべての風景がこれらの要件に準拠していることを確認してください。準拠していない場合はリンクが削除される可能性があります。
lt: Prašome įsitikinti, kad visi pateikti kraštovaizdžiai atitinka šiuos reikalavimus, arba jūsų nuoroda gali būti pašalinta.
nl: Zorg ervoor dat alle bijgedragen landschappen aan deze vereisten voldoen, anders kan uw link worden verwijderd.
pl: Upewnij się, że wszystkie przesłane krajobrazy spełniają te wymagania, w przeciwnym razie Twój link może zostać usunięty.
pt_br: Certifique-se de que todos os cenários contribuídos estejam em conformidade com esses requisitos, ou seu link poderá ser removido.
ru: Убедитесь, что все предоставленные ландшафты соответствуют этим требованиям или ваша ссылка может быть удалена.
sc: Assicuradi chi tottus sos paesaggios chi has fattu siana cunformes a custos recuisios, si nono su cullegamentu tu poedt essere cantzellau.
sk: Uistite sa prosím, že všetky Vaše terény zodpovedajú týmto požiadavkám, inak môže byť Vaša linka zmazaná.
sq: Ju lutemi, sigurohuni se krejt peizazhet e kontribuar pajtohen me këto domosdoshmëri, ose ndryshe lidhja juaj mund të hiqet.
tr: Lütfen katkıda bulunduğunuz tüm peyzajların(landscapes) bu gereksinimlere uygun olduğundan emin olun, aksi takdirde bağlantınız kaldırılabilir.
uk: Будь ласка, переконайтеся, що надіслані вами ландшафти відповідають цим вимогам, інакше ваше посилання може бути вилучено.
zh_hk: 請確保所有提供的地景符合這些要求，否則您的鏈接可能會被刪除。

source: Be aware that many people's video hardware cannot handle very large textures. This is hardware and driver dependent. A typical maximum image size is 2048x2048 or 4096x4096.
ar: كن واعياً بأن الكثير من الأجهزة لاتتحمل مناظر ضخمة. هذا يعتمد على العتاد والسواقات. الطبيعي في المناظر أن يكون حجمها على الأكثر 2048×2048 أو 4096×4096.
ca: Tingueu en compte que el maquinari de vídeo de moltes persones no pot gestionar textures molt grans. Depen del maquinari i controlador de video. Una mida típica màxima d'imatge seria 2048x2048 o 4096x4096.
ca@valencia: Tingueu en compte que molts maquinaris de vídeo no admeten textures molt grans. Es tracta d'una limitació de maquinari i de connectors. Una mida màxima freqüent és 2048x2048 o 4096x4096.
cs: Uvědomte si také, že video hardware mnoha lidí nemůže zpracovávat velmi velké textury. Toto je závislé na hardwaru a ovladačích. Typická maximální velikost obrázku je 2048x2048 nebo 4096x4096.
de: Beachten Sie auch, dass viele ältere Graphikkarten hardware- und treiberabhängig keine Texturen größer als 2048x2048 oder 4096x4096 verarbeiten können.
el: Έχετε υπόψιν πως το υλικό βίντεο πολλών δεν μπορεί να χειριστεί πολύ μεγάλες υφές. Αυτό εξαρτάται το υλικό και τον οδηγό. Ένα τυπικό μέγιστο μέγεθος εικόνας είναι 2048x2048 ή 4096x4096.
es: Tenga ne cuenta que muchos hardware de video no soportan texturas muy grandes. Esto es una limitación de hardware y drivers. Un tamaño máximo típico es de 2048x2048 o 4096x4096.
fi: Huomaa, että monien ihmisten videolaitteisto ei pysty käsittelemään kovin suuria tekstuureja. Tämä on laitteisto- ja ohjainriippuvaista. Tyypillinen enimmäiskuvan koko on 2048x2048 tai 4096x4096.
fr: Soyez conscient que le matériel vidéo de certaines utilisateurs ne supporte de grandes textures qu'avec difficulté, suivant le matériel disponible et ses pilotes. Évitez les images de résolution supérieure à 4096x4096 pixels.
gd: Thoir an aire nach làimhsich am bathar-cruaidh air mòran daoine innich glè mhòr. Tha seo an eisimeil air a’ bhathar-chruaidh ’s an draibhear. Is 2048x2048 no 4096x4096 am meud as motha air dealbhan gu tric.
gl: Ten en conta que o hardware de video de moitas persoas non pode manexar texturas moi grandes. Depende do hardware e do controlador. Un tamaño de imaxe máximo típico é 2048x2048 ou 4096x4096.
hr: Imajte na umu da video hardver mnogih ljudi ne može podnijeti vrlo velike teksture. Ovisi o hardveru i upravljačkim programima. Tipična maksimalna veličina fotografije je 2048x2048 ili 4096x4096.
id: Berhati-hatilah karena banyak perangkat keras video orang tidak dapat menangani tekstur yang sangat besar. perangkat keras ini dan drivernya sangat bergantungan. sebuah ukuran gambar maksimum biasa adalah 2048x2048 atau 4096x4096.
it: Sii consapevole del fatto che l'hardware video di molte persone non può gestire texture molto grandi. Questo dipende dall'hardware e dal driver. Una tipica dimensione massima dell'immagine è 2048x2048 o 4096x4096.
ja: 多くの人のビデオ・ハードウェアは非常に大きなテクスチャを処理できないことに注意してください。これはハードウェアとドライバーに依存します。一般的に最大画像サイズは2048x2048または4096x4096です。
lt: Būkite atidūs, kadangi daugelio žmonių vaizdo aparatūra negali tvarkyti labai didelių tekstūrų. Tai priklauso nuo aparatūros ir tvarkyklės. Tipiškas maksimalus vaizdo dydis yra 2048x2048 arba 4096x4096.
nl: Houd er rekening mee dat de videohardware van veel mensen niet overweg kan met zeer grote structuren. Dit is afhankelijk van hardware en stuurprogramma's. Een typische maximale afbeeldingsgrootte is 2048x2048 of 4096x4096.
pl: Pamiętaj, że karty graficzne wielu użytkowników nie obsługują bardzo dużych tekstur. Jest to zależne od sprzętu i sterownika. Typowy maksymalny rozmiar obrazka to 2048x2048 lub 4096x4096.
pt_br: Esteja ciente de que o hardware de vídeo de muitas pessoas não consegue lidar com texturas muito grandes. Isso depende do hardware e do driver. Um tamanho de imagem máximo típico é 2048x2048 ou 4096x4096.
ru: Имейте в виду, что видеооборудование многих людей не может обрабатывать очень большие текстуры. Это зависит от оборудования и драйверов. Типичный максимальный размер изображения - 2048x2048 или 4096x4096.
sc: Pentza chi s'hardware video de medas pessones non podet gestire texture mannas meda. Custu dipendet de s'hardware et dae sos driver. Una dimensione massima tipica de s'immagine est 2048x2048 o 4096x4096.
sk: Uvedomte si, že grafický hardvér mnohých ľudí nemusí zvládnuť veľmi veľké textúry. Závisí to na hardvéri aj ovládačoch. Typická maximálna veľkosť obrázka je 2048x2048 alebo 4096x4096.
sq: Dijeni, hardware-i video i shumë vetëve s’mund të trajtojë tekstura shumë të mëdha. Kjo punë varet nga hardware-i dhe përudhësi për të. Një madhësi maksimum tipike figurash është 2048x2048 ose 4096x4096.
tr: Birçok kişinin ekran kartının, bilgisayar donanımlarının çok büyük dokuları kaldıramayacağını göz önünde bulundurmayı unutmayın. Bu, donanımlara ve sürücülere bağlı olarak değişiklik gösterebilir. Tipik bir maksimum görüntü boyutu 2048x2048 veya 4096x4096'dır.
uk: Майте на увазі, що апаратна частина багатьох комп'ютерів не може працювати із дуже великими текстурами. Вдалий розмір текстур залежить від обладнання та драйвера. Типовим максимальним розміром зображення є 2048x2048 або 4096x4096.
zh_hk: 請注意，許多人的視頻硬件無法處理非常大的像素。 這取決於硬件和驅動程序。 典型的最大圖像像素為2048x2048或4096x4096。

source: package contents
ar: محتويات حزمة المناظر الطبيعية
ca: continguts del paquet
ca@valencia: continguts del paquet
cs: obsah balíčku
de: Inhalt einer ZIP-Archivdatei
el: περιεχόμενα πακέτου
es: contenidos del paquete
et: paki sisu
fi: Paketin sisältö
fr: Contenu du package
gd: susbaint na pacaide
gl: contido do paquete
hr: sadržaji paketa
id: isi paket
it: contenuto del pacchetto
ja: パッケージの内容
lt: pakuotės turinys
nl: pakket inhoud
pl: zawartość archiwum
pt_br: conteúdo do pacote
ru: содержимое пакета
sc: contenutu de su pacchetto
sk: obsah archívu
sq: lëndë pakete
tr: paket içeriği
uk: вміст пакунка
zh_hk: 包的內容
