Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: Sourceforge, which has pushed many terabytes of data for Stellarium during the life of the project.
ar: الموقع سورسفورج الذي دفع العديد من التيرابيت من بيانات التطبيق ستيلاريوم أثناء معيشة المشروع.
be: Sourceforge, праз які прайшло шмат тэрабайтаў даньняў Stellarium за час існаваньня праекту.
ca: Sourceforge, que ha enviat molts terabytes de dades per a Stellarium durant la vida del projecte.
ca@valencia: Sourceforge, que ha pujat molts terabytes de dades per a Stellarium al llarg de la vida d'aquest projecte.
cs: Sourceforge, přes který proteklo mnoho terabajtů dat pro Stellarium v průběhu existence projektu.
de: Sourceforge, die über die Laufzeit des Projektes mehrere Terabytes an Daten geliefert haben.
el: Sourceforge, το οποίο έχει ανεβάσει πολλά τέραμπαιτ δεδομένων για το Stellarium κατα τη διάρκεια της ζωής του προγράμματος.
es: Sourceforge, quien ha subido muchos terabytes de datos para Stellarium durante la vida del proyecto.
et: Sourceforge, mis on projekti eluea jooksul Stellariumi jaoks lükanud palju terabaite andmeid.
fi: Sourceforge, joka on antanut useita teratavuja datatilaa Stellariumille projektin aikana.
fr: Sourceforge, qui a hébergé plusieurs teraoctets de données pour Stellarium au cours la vie du projet.
gd: Sourceforge a tha air iomadh tera-baidht de dhàta a chur suas airson Stellarium rè beatha a’ phròiseict.
gl: Sourceforge, que impulsou moitos terabytes de datos para Stellarium durante a vida do proxecto.
hr: Sourceforge, koji je tijekom života projekta progurao mnoge terabajte podataka za Stellarium.
id: Sourceforge, yang telah mendorong banyak terabita data untuk Stellarium selama kehidupan proyek
it: Sourceforge, che ha accumulato molti terabyte di dati per Stellarium durante la vita del progetto.
ja: Sourceforge。Stellariumプロジェクトの期間中は何テラバイトものデータを必要としました。
lt: Sourceforge, kuris per projekto gyvavimo laikotarpį išsiuntė daugybę terabaitų duomenų Stellariumui.
nl: Sourceforge, dat gedurende de looptijd van het project vele terabytes aan gegevens voor Stellarium heeft verspreidt.
pl: Sourceforge, który udostępnił wiele terabajtów danych dla Stellarium w trakcie trwania projektu.
pt_br: Sourceforge, que levou muitos terabytes de dados para o Stellarium durante a vida do projeto.
ru: Sourceforge, который отдал много терабайт данных для Stellarium в течение всего жизненного цикла проекта.
sc: Sourceforge, hat fattu partitzos terabytes de datos po Stellarium in sa vida de su progetu.
sk: Sourceforge, ktorí presunuli mnoho terabajtov dát Stellaria počas života projektu.
sq: Sourceforge, që ka shërbyes mjaft terabajte të dhënash për Stellarium-in përgjatë ekzistencës së projektit.
th: Sourceforge สำหรับพื้นที่เก็บข้อมูลหลายเทระไบต์สำหรับ Stellarium ตลอดอายุโครงการ
tr: Projenin ömrü boyunca Stellarium için birçok terabayt veriyi sağlayan Sourceforge.
uk: Протягом часу життя проєкту Sourceforge прийняв і передав терабайти даних для проєкту Stellarium.
zh_hk: Sourceforge, 它為 Stellarium 承載了數以 TB 計的數據傳輸。

source: Launchpad for hosting the project trackers.
ar: Launchpad لاستضافة ملفات المشروع.
be: Launchpad, які разьмясьціў трэкеры праекту.
ca: Launchpad per hostatjar la gestió del projecte.
ca@valencia: Launchpad per allotjar els seguidors d'aquest projecte.
cs: Provozovatelům služby Launchpad za správu systému pro sledování projektu.
de: Lanchpad für das Hosten des Projekt-Trackings.
el: Το Launchpad για την φιλοξενία των project trackers
es: Launchpad por alojar a los seguidores del proyecto.
fi: Launchpad projektinhallintaa varten.
fr: Launchpad, pour l'hébergement du suivi du projet.
gd: Launchpad airson òstadh tracaichean a’ phròiseict.
gl: Launchpad por aloxar os seguidores do proxecto.
hr: Početna točka za hosting trackera projekta.
id: Launchpad untuk menyediakan pelacak proyek
it: Launchpad per ospitare i tracker del progetto.
ja: Launchpad。プロジェクト参加者にWebサイトを提供しました。
lt: Projektų sekimo priemonių talpyklos LaunchPad.
nl: Launchpad voor hosting de project volgers.
pl: Launchpad, który jest platformą monitorowania rozwoju projektu.
pt_br: Launchpad para hospedar os rastreadores do projeto.
ru: Launchpad за размещение трекеров проекта.
sc: Launchpad ospitat sos tracker de su progetu.
sk: Launchpad, za hosťovanie sledovacích systémov projektu.
sq: Launchpad-in për strehimin e ndjekësve të projektit.
th: Launchpad สำหรับที่เก็บเครื่องมือติดตามโครงการ
tr: Proje izleyicilerini barındırmak için Launchpad.
uk: Launchpad, супровід систем стеження за проєктом.
zh_hk: Launchpad, 項目跟蹤與託管。

source: Github for hosting the project trackers.
ar: Github لاستضافة ملفات المشروع.
be: Github, які разьмясьціў трэкеры праекту.
ca: Github per hostatjar la gestió del projecte.
ca@valencia: Github per allotjar els seguidors d'aquest projecte.
cs: Provozovatelům služby Github za správu systému pro sledování projektu.
de: Github für das Hosten des Projekt-Trackings.
el: Το Github για την φιλοξενία των project trackers.
es: Github por alojar a los seguidores del proyecto.
et: Github projekti jälgijate majutamise eest.
fi: Github projektinhallintaa varten.
fr: Github, pour l'hébergement du suivi du projet.
gd: Github airson òstadh tracaichean a’ phròiseict.
gl: Github por aloxar os seguidores do proxecto.
hr: Github za hosting trackere projekta.
id: Github untuk menyediakan pelacak proyek
it: Github per ospitare i tracker del progetto.
ja: Github。プロジェクト参加者にWebサイトを提供しました。
lt: Github projektų sekimo priemonių talpykla.
nl: Github voor hosting de project volgers.
pl: Github, który jest platformą monitorowania rozwoju projektu.
pt_br: Github para hospedar os rastreadores do projeto.
ru: Github за размещение трекеров проекта.
sc: Github ospitat sos tracker de su progettu..
sk: Github, za hosťovanie sledovacích systémov projektu.
sq: Github-in për strehimin e ndjekësve të projektit.
th: Github สำหรับที่เก็บเครื่องมือติดตามโครงการ
tr: Proje takipçileri barındırmak için Github.
uk: Github, супровід систем стеження за проєктом.
zh_hk: Github, 項目跟蹤與託管。

source: Transifex for hosting the project translation system.
ar: Transifexلاستضافة نظام ترجمة المشروع.
be: Transifex, які за разьмясьціў сыстэму перакладу.
ca: Transifex per hostatjar el projecte de traducció del sistema.
ca@valencia: Transifex per allotjar el sistema de traduccions del projecte.
cs: Provozovatelům služby Transifex za hostování systému pro překlad projektu.
de: Transifex für das Hosten des Übersetzungssystems.
el: Το Transifex για την φιλοξενία του συστήματος μετάφρασης.
es: Transifex por alojar el sistema de traducciones del proyecto.
et: Transifex projekti tõlkesüsteemi majutamise eest.
fi: Transifex projektin käännösjärjestelmää varten.
fr: Transifex, pour l'hébergement du système de traduction.
gd: Transiex airson òstadh an t-siostaim eadar-theangachaidh.
gl: Transifex por aloxar o sistema de tradución do proxecto.
hr: Transifex za hosting projekta prijevoda
id: Transifex untuk menyediakan sistem penerjemahan proyek
it: Transifex per ospitare il sistema di traduzione del progetto.
ja: Transifex。プロジェクトの翻訳システムのサイトを提供しました。
lt: Transifex projekto vertimo sistema.
nl: Transifex voor hosting het project vertalingssysteem.
pl: Transifex, który jest platformą tłumaczenia projektu na wiele języków.
pt_br: Transifex para hospedar o sistema de tradução do projeto.
ru: Transifex за размещение системы перевода проекта.
sc: Transifex ospitat su sistema de tradutzione de su progetu.
sk: Transifex, za hosťovanie prekladacích systémov projektu.
sq: Transifex-i për strehimin e sistemit të përkthimit të projektit.
th: Transifex สำหรับระบบการแปลของโครงการ
tr: Proje çeviri sistemini barındırmak için Transifex.
uk: Transifex, система перекладу.
zh_hk: Transifex, 託管項目翻譯系統。

source: community
af: gemeenskap
ar: المجتمع
az: cəmiyyət
be: супольнасьць
bn: কমিউনিটি
bs: zajednica
ca: Comunitat
ca@valencia: comunitat
cs: komunita
de: Gemeinschaft
el: κοινότητα
es: comunidad
et: kogukond
eu: komunitatea
fi: yhteisö
fr: Communauté
gd: a’ choimhearsnachd
gl: comunidade
hr: zajednica
hu: közösség
id: komunitas
is: samfélag
it: comunità
ja: コミュニティ
ky: жамаат
lt: bendruomenė
lv: komūna
nb: miljø
nl: gemeenschap
pl: społeczność
pt_br: comunidade
ro: comunitatea
ru: сообщество
sc: comunidade
sk: komunita
sq: bashkësi
sr: заједница
th: ชุมชน
tr: topluluk
uk: спільнота
vi: Cộng đồng
zh_hk: 社區

source: Special thanks go out to all members of the Stellarium user community.
af: Spesiale woord van dank aan alle lede van die Stellariumgebruikersgemeenskap.
ar: شكر خاص لكل عضو من مجتمع مستخدمي ستيللاريوم
az: Xüsusi təşəkkürlər bütün Stellarium cəmiyyətinə.
be: Асобная падзяка ўсім сябрам супольнасьці карыстальнікаў Stellarium.
bn: স্টেলারিয়াম ব্যবহারকারী কমিউনিটির সমস্ত সদস্যকে বিশেষ ধন্যবাদ আমাদের পাশে থাকার জন্য ।
bs: Specijalna zahvala ide svim članovima Stellarium zajednice.
ca: Un agraïment especial a tots els membres de la comunitat d'usuaris Stellarium.
ca@valencia: Un agraïment especial a tots els membres de la comunitat d'usuaris de Stellarium.
cs: Zvláštní poděkování patří všem členům uživatelské komunity Stellarium.
de: Spezieller Dank geht an alle Mitglieder der Stellarium Community.
el: Ιδιαίτερες ευχαριστίες σε όλα τα μέλη της κοινότητας χρηστών του Stellarium.
es: Agradecimiento especial a todos los miembros de la comudidad de usuarios de Stellarium.
et: Erilised tänud lähevad Stellariumi kasutajate kogukonna kõikidele liikmetele.
eu: Eskertza berezia Stellarium erabiltzaile komunitateko partaide guztientzat.
fi: Erityiskiitokset kaikille stellariumin käyttäjäyhteisön jäsenille.
fr: Un grand merci à tous les membres de la communauté des utilisateurs de Stellarium.
gd: Taing shònraichte dhan a h-uile ball aig coimhearsnachd nan cleachdaichean Stellarium.
gl: Especial agradecemento a todos os membros da comunidade de usuarios de Stellarium.
hr: Posebna zahvala ide svim članovima korisničke zajednice Stellarium-a
hu: Külön köszönet a Stellarium felhasználóinak és a közösség tagjainak.
id: Ucapan terima kasih yang spesial kepada seluruh anggota komunitas pengguna Stellarium.
is: Sérstakar þakkir fá allir meðlimir Stellarium notendasamfélagsins.
it: Uno speciale ringraziamento per tutti i membri della comunità di utenti Stellarium.
ja: スペシャルサンクス: Stellarium ユーザーコミュニティのすべてのメンバ。
ky: Stellarium'дун колдонуучулар жамаатынын мүчөлөрүнө өзгөчө алкыш.
lt: Įpatinga padėka skiriama visiems Stellarium vartotojų bendruomenės nariams.
lv: Īpaša pateicība visiem Stellarium lietotāju komūnas biedriem.
nb: Spesiell takk går til alle medlemmer av Stellariums brukermiljø.
nl: Hartelijk dank naar alle leden van de Stellarium gebruikers gemeenschap
pl: Szczególne podziękowania dla wszystkich członków społeczności Stellarium.
pt_br: Agradecimentos especiais para todos os membros da comunidade de usuários do Stellarium.
ro: Mulțumiri îndeosebi către toți membrii comunității de utilizatori Stellarium.
ru: Особая благодарность всем членам сообщества пользователей Stellarium.
sc: Unu ringratziamentu mannu andat a totu sa zente de sa comunidade de utentes de Stellarium.
sk: Špeciálne poďakovanie patrí všetkým členom komunity používateľov programu Stellarium.
sq: Falënderime të posaçme u shkojnë krejt anëtarëve të bashkësisë së përdoruesve të Stellarium-it.
sv: Ett särskilt tack går till alla medlemmar av Stellariums användarcommunity.
th: ขอขอบคุณเป็นพิเศษสำหรับสมาชิกทุกคนในชุมชนผู้ใช้ Stellarium
tr: Stellarium kullanıcı topluluğunun tüm üyelerine özel teşekkürler.
uk: Особлива подяка всім учасникам спільноти користувачів Stellarium.
vi: Đặc biệt cảm ơn tới tất cả các thành viên của cộng đồng người dùng Stellarium.
zh_hk: 特別感謝所有 Stellarium 用戶論壇會員的支持。

source: Program translators
af: Programvertalers
ar: مترجمي البرنامج
az: Proqramı tərcümə edənlər
be: Перакладчыкі праґрамы
bn: প্রোগ্রামের অনুবাদকদ
bs: Prevodioci programa
ca: Traductors del programa
ca@valencia: Traductors del programa
cs: Překladatelům programu
de: Programmübersetzer
el: Μεταφραστές του προγράμματος
es: Traductores del programa
et: Programmi tõlkijad
eu: Programaren itzultzaileak
fi: Ohjelman kääntäjät
fr: Traducteurs du logiciel
gd: Eadar-theangadairean a’ phrògraim
gl: Tradutores do programa
hr: Prevoditelji programa
hu: A program fordítói
id: Penerjemah program
is: Þýðendur hugbúnaðar
it: Traduttori del programma
ja: プログラムの翻訳者
ky: Программанын котормочулары
lt: Programos vertėjai
lv: Programmas tulkotāji
nb: Programoversettere
nl: Programma vertalers
pl: Tłumaczenie programu
pt_br: Tradutores do programa
ro: Trăducătorilor programului
ru: Переводчикам программы
sc: Traduttores de su programma
sk: Prekladatelia programu
sq: Përkthyes të programit
sv: Programöversättare
th: ผู้แปลโปรแกรม
tr: Program çevirmenleri
uk: Перекладачі програми
vi: Chương trình dịch
zh_hk: 程序本地化小組成員

source: User guide translators
af: Gebruikersgidsvertalers
ar: مترجمي دليل الاستخدام
az: İstifadəçi təlimatını tərcümə edənlər
be: Перакладчыкі кіраўніцтва карыстальніка
bn: ব্যবহার পদ্ধতির অনুবাদক
bs: Prevodioci korisničkog uputstva
ca: Traductors de la Guia de l'Usuari
ca@valencia: Traductors de la guia d'usuari
cs: Překladatelům uživatelské příručky
de: Benutzerhandbuchübersetzer
el: Μεταφραστές του οδηγού χρήσης
es: Traductores de la guía de usuario
et: Kasutusjuhendi tõlkijad
eu: Erabiltzailearen gidaren itzultzaileak
fi: Käyttöohjeen kääntäjät
fr: Traducteurs du manuel utilisateur
gd: Eadar-theangadairean aig treòir a’ chleachdaiche
gl: Tradutores da guía do usuario
hr: Prevoditelji korisničkog vodiča
hu: A kézikönyvek fordítói
id: Penerjemah panduan pengguna
is: Þýðendur notendahandbóka
it: Traduttori della guida utente
ja: ユーザーガイドの翻訳者
ky: Колдонуучунун жол көрсөткүчүнүн котормочулары
lt: Vartotojo pagalbos vertėjai
lv: Lietotāja ceļvežu tulkotāji
nb: Oversettere av bruksanvisning
nl: Handleiding vertalers
pl: Tłumaczenie przewodnika użytkownika
pt_br: Tradutores do guia do usuário
ro: Traducătorilor ghidului de utilizare
ru: Переводчикам руководства пользователя
sc: Traduttores de sa guida utente
sk: Prekladatelia používateľskej príručky
sq: Përkthyes të udhërrëfyesit të përdoruesit
sv: Användarhandboksöversättare
th: ผู้แปลคู่มือผู้ใช้
tr: Kullanıcı kılavuzu çevirmenleri
uk: Перекладачі підручника до програми
vi: Hướng dẫn sử dụng dịch
zh_hk: 用戶指南翻譯

source: Landscape authors
af: Landskapouteurs
ar: واضعي مناظر الرصد
az: Mənzərə müəllifləri
be: Стваральнікі краявідаў
bn: ভূমিরূপ প্রস্তুতকারক
bs: Autori pejzaža
ca: Autors de paisatges
ca@valencia: Autors de paisatges
cs: Autorům krajin
de: Landschaftsgestalter
el: συγγραφείς τοπίων
es: Autores de paisajes
et: Maastike autorid
eu: Paisaien egileak
fi: Maisemien tekijät
fr: Auteurs de paysages
gd: Ùghdaran nan cruthan-tìre
gl: Autores das paisaxes
hr: Autori krajolika
hu: A tájképek készítői
id: Pembuat lanskap
is: Höfundar landslags
it: Autori dello sfondo
ja: 背景の作者
ky: Ландшафттардын авторлору
lt: Kraštovaizdžių autoriai
lv: Ainavu autori
nb: Landskapsforfattere
nl: Landschap auteurs
pl: Autorzy krajobrazów
pt_br: Autores das paisagens
ro: Autorilor peisajelor
ru: Авторам ландшафтов
sc: Autores de sos paesaggios
sk: Autori terénov
sq: Autorë peizazhesh
sr: Аутори пејзажа
sv: Landskapskreatörer
th: ผู้จัดทำภูมิทัศน์
tr: Manzara sahipleri
uk: Автори зображень ландшафтів
vi: Tác giả phong cảnh
zh_hk: 地景作者

source: Wiki authors
af: Wiki-outeurs
ar: مؤلفي الويكي
az: Viki müəllifləri
be: Аўтары Wiki
bn: বিবরণ লেখক
bs: Wiki autori
ca: Autors del Wiki
ca@valencia: Autors de la wiki
cs: Autorům článků na wiki
de: Wiki-Autoren
el: Συγγραφείς του Wiki
es: Autores de la wiki
et: Viki autorid
eu: Wikiko egileak
fi: Wikin kirjoittajat
fr: Contributeurs du wiki
gd: Ùghdaran an uicidh
gl: Autores da Wiki
hr: Wiki autori
hu: A wiki szerkesztői
id: Penulis wiki
is: Höfundar á wiki
it: Autori del wiki
ja: Wiki の執筆者
ky: Уики-барактарынын авторлору
lt: Wiki autoriai
lv: Wiki autori
nb: Wiki-forfattere
nl: Wiki auteurs
pl: Autorzy wiki
pt_br: Autores da Wiki
ro: Autorilor Wiki
ru: Авторам вики-страниц
sc: Autores de su Wiki
sk: Autori Wiki
sq: Autorë Wiki
sr: аутори документације - "Wiki" страница
sv: Wikiförfattare
th: ผู้เขียนวิกิ
tr: Wiki yazarları
uk: Автори статей у вікі
vi: Tác giả tra cứu
zh_hk: 維基作者

source: Testers and bug reporters
af: Toetsers en foutrapporteerders
ar: المختبرين والمبلغين عن الأعطال
az: Yoxlayıcılar və səhv məruzəçiləri
be: Тэставалі й паведамлялі пра хібы
bn: পরীক্ষকবৃন্দ এবং ত্রুটি সন্ধান দল
bs: Testeri i prijavljivači grešaka
ca: Provadors i reporters d'errors
ca@valencia: Provadors i informants d'errors
cs: Testerům a nálezcům chyb
de: Tester und Fehler-Berichter
el: Δοκιμαστές και ανταποκριτές προβλημάτων
es: Ensayadores e informantes de errores
et: Testijad ja vigadest teatajad
eu: Testatzaileak eta erroreen berriemaileak
fi: Testaajat ja bugien raportoijat
fr: Testeurs et rapporteurs de bugs
gd: Daoine a rinn feuchainn is aithris air bugaichean
gl: Testeadores e informantes de erros
hr: Testeri i bug-reporteri
hu: Tesztelők és hibát bejelentők
id: Penguji dan pelapor kecacatan program
is: prófarar og villuleitarar
it: Collaudatori e segnalatori di bug
ja: テスターとバクレポーター
ky: Сыноочулар жана ката тууралуу билдиргендер
lt: Testuotojai ir klaidų pranešėjai
lv: Testētāji un kļūdu ziņotāji
nb: Testere og feilrapporterere
nl: Testers en fout rapporteurs
pl: Testerzy i zgłaszający błędy
pt_br: Testadores e relatadores de erros
ro: Examinatorilor și raportorilor de bug-uri
ru: Тестерам и сообщившим об ошибках
sc: Testadores et sinnaladores de bacos
sk: Testeri a oznamovatelia chýb
sq: Testues dhe njoftues të metash
sv: Testare och buggrapportörer
th: ผู้ทดสอบและผู้รายงานข้อผิดพลาด
tr: Test edenler ve hata muhabirleri
uk: Тестувальники та ті, хто звітував про вади
vi: Kiểm tra và báo cáo lỗi
zh_hk: 測試人員及 bug 報吿者

source: Donators
af: Skenkers
ar: المتبرعين
az: Xeyriyyəçilər
be: Ахвяравалі
bn: অর্থনৈতিক সাহায্যকারীবৃন্দ
bs: Donatori
ca: Donants
ca@valencia: Donants
cs: Sponzorům
de: Spender
el: Δωρητές
es: Donantes
et: Annetajad
eu: Dohaintza-emaileak
fi: Lahjoittajat
fr: Donateurs
gd: Daoine a thug tìodhlac dhuinn
gl: Doadores
hr: Donatori
hu: Támogatók
id: Para donatur
is: Styrktaraðilar
it: Donatori
ja: 寄付をしてくれた方
ky: Кайыр берүүчүлөр
lt: Rėmėjai
lv: Ziedotāji
nb: Givere
nl: Sponsors
pl: Darczyńcy
pt_br: Doadores
ro: Donatorilor
ru: Благотворителям
sc: Donadores
sk: Darcovia
sq: Dhurues
sr: Донатори
sv: Donatorer
th: ผู้บริจาค
tr: Bağışçılar
uk: Ті, хто надсилав пожертви
vi: Nhà hảo tâm
zh_hk: 贊助及資金支持

source: former developers
af: voormalie ontwikkelaars
ar: المطورون السابقون
be: колішнія распрацоўнікі
bn: প্রাক্তন প্রস্তুতকারক
bs: bivši developeri
ca: primers desenvolupadors
ca@valencia: Primers desenvolupadors
cs: dřívější vývojáři
de: Frühere Entwickler
el: προηγούμενοι προγραμματιστές
es: Desarrolladores previos
et: endised arendajad
fi: aiemmat kehittäjät
fr: Anciens développeurs
gd: luchd-leasachaidh roimhe
gl: antigos programadores
hr: nekadašnji programeri
hu: korábbi fejlesztők
id: mantan pengembang
is: fyrri hönnuðir
it: ex sviluppatori
ja: 過去の開発者
lt: buvę kūrėjai
nl: voormalige ontwerpers
pl: dawniejsi programiści
pt_br: desenvolvedores antigos
ro: programatori precedenți
ru: бывшие разработчики
sc: isviluppadores
sk: bývalí vývojári
sq: zhvillues të dikurshëm
th: นักพัฒนาเดิม
tr: önceki geliştiriciler
uk: колишні розробники
vi: Nhà phát triển cũ
zh_hk: 既往開發者
