Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: The latest development snapshot of Stellarium is kept on github. If you want to compile development versions of Stellarium, this is the place to get the source code.
ar: آخر لقطة لتطوير ستيللاريوم موجودة على github. إذا أردت تجميع إصدار تحت التطوير من ستيللاريوم، فهذا هو الموقع للحصول على مصدر البرنامج.
be: Апошні здымак вэрсіі Stellarium, якая распрацоўваецца, знаходзіцца на github. Калі жадаеш сабраць яе самастойна, то крынічны код трэба браць там.
ca: L'última versió de desenvolupament de Stellarium es manté a github. Si voleu compilar versions de desenvolupament de Stellarium, aquest és el lloc per obtenir el codi font.
ca@valencia: L'últim snapshot de Stellarium es manté a github. Si voleu compilar versions de desenvolupament de Stellarium, en aquest lloc podeu trobar el codi font.
cs: Poslední vývojový snímek Stellaria je uložen na githubu. Pokud chcete kompilovat vývojové verze Stellaria, je to místo, kde můžete získat zdrojový kód.
de: Die Entwicklungsquellen werden auf Github verwaltet. Für eigene Entwicklungen kann man dort den Quellcode bekommen.
el: Η τελευταία εικόνα έκδοσης ανάπτυξης του Stellarium βρίσκεται στο GitHub. Eάν θέλετε να μεταγγλωτίσετε εκδόσεις ανάπτυξης του Stellarium, αυτό ειναι το μέρος για να βρείτε τον πηγαίο κώδικα.
es: El snapshot más reciente de Stellarium se mantiene en github. Si desea compilar versiones de desarrollo de Stellarium, este es el lugar para obtener el código fuente.
et: Uusimat Stellariumi arendusversiooni tõmmist hoitakse saidil github. Kui tahad Stellariumi arendusversioone kompileerida, siis saab siit lähtekoodi.
fi: Stellariumin uusin snapshot säilytetään githubissa. Jos haluat kääntää Stellariumin kehitysversioita, tämä on oikea paikka hankkia lähdekoodi.
fr: La version de développement la plus récente de Stellarium est disponible sur Github. Si vous voulez compiler vous-même Stellarium, c'est l'endroit où obtenir le code source.
gd: Tha an tionndadh leasachaidh as ùire de Stellarium ’ga ghlèidheadh air github. Ma tha thu airson tionndadh leasachaidh de Stellarium a thrusadh, seo an àite far am faigh thu am bun-tùs.
gl: A última captura de desenvolvemento de Stellarium mantense en github. Se desexa compilar versións de desenvolvemento de Stellarium, este é o lugar para obter o código fonte.
hr: Kopija najnovije razvojne verzije Stellarium-a čuva se na github-u. Ukoliko želite sudjelovati u razvoju Stellarium-a, ovdje možete preuzeti izvorni kod.
id: Pengembanga terakhir gambaran dari Stellarium disimpan dalam Github. Jika kamu ingin mengkompilasi versi pengembangan dari Stellarium, ini adalah tempat untuk mendapatkan kode sumbernya
it: L'ultima versione di sviluppo di Stellarium viene mantenuta su GitHub. Se vuoi compilare le versioni di sviluppo di Stellarium, questo è il posto giusto per ottenere il codice sorgente.
ja: Stellariumの最新開発版のスナップショットはGitHubに保存されています。Stellariumの開発バージョンをコンパイルする場合は、ここからソースコードを入手できます。
lt: Naujausią Stellarium vystymosi momentinį vaizdą galima rasti „github“. Jei norite sukompiliuoti Stellarium vystymosi versijas, tai yra vieta, kur gauti šaltinio kodą.
nl: Het laatst ontwikkelde snapshot van Stellarium wordt bewaard in de github. Als u ontwikkelde versies van Stellarium wilt compileren, dan is dit de plaats om de broncode te verkrijgen.
pl: Najnowsze źródła programu Stellarium są przechowywane na github. Jeśli chcesz skompilować wersję rozwojową Stellarium, tam możesz pobrać kod źródłowy.
pt_br: O último snapshot de desenvolvimento do Stellarium é mantido no github. Se você quiser compilar versões de desenvolvimento do Stellarium, este é o lugar para obter o código-fonte.
ru: Самый последний код от разработчиков Stellarium находится на Github. Если Вы хотите скомпилировать текущую версию Stellarium, находящуюся в разработке, то это место где вы можете получить её исходный код.
sc: S'urtimu snapshot de isviluppu de Stellarium est in github. Si chere cumpilare sas versione in isviluppu de Stellarium, de innoghe podes pigare su codice sorgente.
sk: Najnovšie vývojárske verzie Stellaria sú uložené na githube. Ak si chcete skompilovať vývojársku verziu Stellaria, toto je miesto na získanie zdrojového kódu.
sq: Ç’prodhohet nga zhvillimet më të reja në Stellarium mbahet në GitHub. Nëse doni të përpiloni versione zhvillim të Stellarium-it, ky është vendi nga të merret kodi burim.
th: การพัฒนารุ่นล่าสุดของ Stellarium ถูกเก็บไว้ที่กิตฮับ หากคุณต้องการคอมไพล์รุ่นที่อยู่ระหว่างการพัฒนา คุณสามารถรับรหัสต้นฉบับได้ที่นี่
tr: Stellarium'un en son geliştirme görüntüsü github'da tutulur. Stellarium'un geliştirme sürümlerini derlemek istiyorsanız, kaynak kodunu alabileceğiniz yer burasıdır.
uk: Найсвіжіша версія Stellarium у розробці зберігається на github. Якщо вам хочеться зібрати версію Stellarium, якою користуються розробники, це саме те місце, де можна отримати програмний код.
zh_hk: Stellarium 的最新開發版本保存在 github 上。 如果你想編譯Stellarium 的開發版本，可以從這裏獲取源碼。

source: browse GitHub
ar: تصفح GitHub
be: прагледзець GitHub
ca: navegar GitHub
ca@valencia: busca GitHub
cs: procházet GitHub
de: GitHub besuchen
el: φυλλομετρήστε GitHub
es: buscar en GitHub
et: lehitse teenuses GitHub
fi: selaa GitHubia
fr: Parcourir Github
gd: brabhsaich GitHub
gl: navegador GitHub
hr: pretraži GitHub
hu: Git böngészése
id: jelajahi GitHub
is: rápa um GitHub
it: naviga su GitHub
ja: GitHubを閲覧
lt: naršykite GitHub
pl: przeglądaj GitHub
pt_br: navegue pelo GitHub
ro: răsfoiește GitHub
ru: доступ к GitHub
sc: naviga in GitHub
sk: prehliadať GitHub
sq: shfletoni në GitHub
th: เรียกดู GitHub
tr: GitHub'a göz at
uk: навігація GitHub
zh_hk: 瀏覽 GitHub

source: books
ca: llibres
cs: knihy
id: buku
it: libri
lt: knygos
sq: libra

source: Documentation and description of the sky cultures, state March 2022, plus a lot of additional research
ca: Documentació i descripció de les cultures del cel, estat març de 2022, a més d'una gran quantitat d'investigacions addicionals
cs: Dokumentace a popis nebeských kultur, stav březen 2022, plus mnoho dalšího výzkumu
id: Dokumentasi dan gambaran budaya-budaya langit, pada Maret 2022, beserta beberapa penelitian tambahan
lt: Dokumentacija ir aprašymas apie dangaus kultūras, būsena kovo 2022, taip pat daug papildomų tyrimų.
sq: Dokumentim dhe përshkrim i kulturave qiellore, mars 2022, plus plot punë kërkimore shtesë

source: Real time chat about Stellarium can be had in the <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC channel on the <a href='http://freenode.net'>freenode</a> IRC network. Use your favorite IRC client to connect to <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> or try the <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web-based interface</a>.
be: У сапраўдным часе можна паразмаўляць пра Stellarium на канале IRC <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> у сетцы <a href='http://freenode.net'>freenode</a>. Далучайся з дапамогай улюбёнага кліента IRC да <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> або з дапамогай <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>вэб-інтэрфэйсу</a>.
ca: Es pot tenir xat en temps real sobre Stellarium al canal de IRC <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> al <a href='http://freenode.net'>freenode</a> de la xarxa IRC. Pots fer servir el teu client favorit per connectar-te a <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> o provar la <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>interfície web</a>.
ca@valencia: Un xat en temps real sobre Stellarium es pot realitzar al canal IRC de <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> en la xarxa IRC <a href='http://freenode.net'>freenode</a>. Utilitzeu el vostre client IRC preferit per a connectar-vos a <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> o proveu <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web-based interface</a>.
cs: Chat v reálném čase o Stellariu lze nalézt na <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC kanálu <a href='http://freenode.net'>freenode</a> sítě IRC. Použijte svého oblíbeného IRC klienta pro připojení k <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> nebo vyzkoušejte <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>webové rozhraní</a>.
de: Online-Chat über Stellarium gibt es auf dem <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC-Channel auf dem <a href='http://freenode.net'>freenode</a> IRC network. Verwende Deinen bevorzugten IRC client und verbinde Dich mit <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a>, oder veruche das <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web-basierte Interface</a>.
el: Πραγματικού χρόνου κουβέντα για το Stellarium μποεί να γίνει στο κανάλι IRC <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> στον <a href='http://freenode.net'>freenode</a> του δικτύου IRC. Χρησιμοποιήστε τον αγαπημένο σας πελάτη IRC για να συνδεθείτε στο <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> ή δοκιμάστε το <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web-based interface</a>.
es: Un chat en tiempo real acerca de Stellarium puede realizarse en el canal IRC de <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> en la red <a href='http://freenode.net'>freenode</a>. Utilice su cliente de IRC favorito para conectarse a <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> o pruebe <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web-based interface</a>.
et: Reaalajas vestlusi Stellariumi teemadel saab pidada IRC võrgu <a href='http://freenode.net'>freenode</a> IRC kanalil <a href='irc://irc.freenode.org/stellarium'>#stellarium</a>. Serveriga <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> ühendumiseks kasuta oma lemmikut IRC klienti või proovi <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>veebipõhist liidest</a>
fi: Stellariumista voi keskustella reaaliaikaisesti <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC-kanavalla <a href='http://freenode.net'>freenode</a> IRC-verkossa. Käytä haluamaasi IRC-ohjelmaa kytkeytyäksesi <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> palvelimelle tai kokeile <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>www-pohjaista käyttöliittymää</a>.
fr: Le chat en temps réel de Stellarium a lieu dans le canal IRC <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> sur le réseau IRC <a href='http://freenode.net'>freenode</a>. Utiliser votre client IRC favori pour vous connecter sur <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> ou essayez l'<a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>interface web</a>.
gd: Dèan cabadaich fìor-ama mu Stellarium san t-seanal IRC <a href=’irc://irc.freenode.org/stellarium’>#stellarium</a> air an lìonra IRC <a href='http://freenode.net'>freenode</a>. Cleachd an cliant IRC as fheàrr leat gus ceangal ri <a href='irc://irc.freenode.org/stellarium'>chat.freenode.nett</a> no cleachd an <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>eadar-aghaidh-lìn</a>.
gl: O chat en tempo real sobre Stellarium pódese ter na canle IRC <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> no <a href='http://freenode.net'>nodolibre</a> da rede IRC. Usa o teu cliente IRC favorito para <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> ou probar a <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>interface web</a>.
hr: Chat u realnom vremenu o Stellarium programu možete pronaći na <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC kanalu na <a href='http://freenode.net'>freenode</a> IRC mreži. Možete se, ili putem svog omiljenog IRC klijenta spojiti na <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> ili isprobati <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>internet sučelje</a>.
id: Obrolan secara langsung tentang Stellarium dapat dilakukan di saluran IRC <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> di <a href='http://freenode.net'>freenode</a>. gunakan klien IRC kesukaanmu untuk terhubung ke <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> atau coba yang <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>tampilan berbasis web</a>.
it: La chat in tempo reale su Stellarium si può avere sul canale IRC<a href='irc://irc.freenode.org/stellarium'>#stellarium</a> e sulla rete IRC <a href='http://freenode.net'>freenode</a>. Uso il tuo client IRC preferito per connetterti a <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> o prova<a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'> l'interfaccia web</a>.
ja: Stellariumに関するリアルタイム・チャットはICRネットワーク<a href='http://freenode.net'>freenode</a>のIRCチャンネル<a href='irc://irc.freenode.org/stellarium'>#stellarium</a>で行うことができます。お気に入りのIRCソフトで<a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a>に接続するか、<a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web-based interface</a>を試して下さい。
lt: Realus laiko pokalbiai apie Stellarium gali būti vykdomi <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC kanale <a href='http://freenode.net'>freenode</a> IRC tinklo. Naudokite savo mėgstamą IRC klientą prisijungti prie <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> arba išbandykite <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web-based sąsają</a>.
nl: Real time chat over Stellarium kan worden gehouden op het <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC kanaal op het <a href='http://freenode.net'>freenode</a> IRC netwerk. Gebruik uw favoriete IRC client om verbinding te maken met het <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> of probeer de <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web-gebaseerde interface</a>.
pl: Rozmowy w czasie rzeczywistym dotyczące Stellarium można prowadzić na kanale IRC <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> na <a href='http://freenode.net'>freenode</a> w sieci IRC. Skorzystaj z ulubionego klienta IRC, aby połączyć się z <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> lub spróbuj użyć <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>interfejsu webowego</a>.
pt_br: Conversa em tempo real sobre o Stellarium pode ser feita no canal de IRC #stellarium (#1) na rede de IRC do freenode (#2). Use seu cliente de IRC favorito para se conectar ao chat.freenode.net (#3) ou tente a interface baseada na web(#4).
ru: Поговорить о Stellarium в режиме реального времени можно на канале <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> в IRC-сети <a href='http://freenode.net'>freenode</a>. Для подключения к <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> можно использовать свой любимый IRC-клиент или <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>веб-интерфейс</a>.
sc: Una chat in tempus reale po Stellarium podet essere agattada in su canale <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> de IRC in sa rete IRC<a href='http://freenode.net'>freenode</a>. Imprea su client IRC chi cheres po ti cullegare a <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> o prova sa <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>interfaccia web</a>.
sk: Chat v reálnom čase o Stellariu je možné nájsť v IRC kanáli <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> na IRC sieti <a href='http://freenode.net'>freenode</a>. Použite Váš obľúbený IRC klient na pripojenie sa k <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> alebo vyskúšajte <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>rozhranie prehliadača</a>.
sq: Fjalosje në kohë reale rreth Stellarium mund të bëni te kanali IRC <a href='irc://irc.freenode.org/stellarium'>#stellarium</a>, në rrjetin IRC <a href='http://freenode.net'>freenode</a>. Që të lidheni te <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> përdorni klientin tuaj IRC të parapalqyer ose provoni <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>ndërfaqen me bazë web</a>.
tr: Stellarium hakkında gerçek zamanlı sohbet, <a href='http://freenode.net'>freenode</a> IRC ağındaki <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC kanalında yapılabilir. <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a>'e bağlanmak için favori IRC istemcinizi kullanın veya <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>web tabanlı arayüzü deneyin</a>.
uk: Інтерактивно обговорити Stellarium можна на каналі <a href='irc://irc.freenode.org/stellarium'>#stellarium</a> мережі IRC <a href='http://freenode.net'>freenode</a>. Для зв'язку з каналом ви можете скористатися вашим улюбленим клієнтом IRC для з'єднання з <a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a> або <a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>інтернет-інтерфейсом для спілкування</a>.
zh_hk: 關於 Stellarium 的實時聊天可以在 <a href='http://freenode.net'>freenode IRC</a>網絡上的<a href='irc://irc.freenode.org/stellarium'>#stellarium</a> IRC 頻道進行。 使用您喜愛的 IRC 客戶端連接到<a href='irc://irc.freenode.org/stellarium'>chat.freenode.net</a>或嘗試<a href='http://webchat.freenode.net/?channels=stellarium&uio=MTE9MjQ255'>基於 Web 的界面</a>。

source: supporters and friends
af: ondersteuners en vriende
ar: الداعمون والأصدقاء
az: köməklik göstərənlər və dostlar
be: прыхільнікі й сябры
bn: বন্ধু এবং সাহায্যকারীবৃন্দ
bs: pomagači i prijatelji
ca: simpatitzants i amics
ca@valencia: col·laboradors i amics
cs: podporovatelé a přátelé
de: Unterstützer und Freunde
el: υποστηρικτές και φίλοι
es: colaboradores y amigos
et: toetajad ja sõbrad
eu: sostengatzaileak eta lagunak
fi: Tukijat ja ystävät
fr: Supporters et amis
gd: luchd-taice is caraidean
gl: simpatizantes e amigos
hr: podrška i prijatelji
hu: támogatók és barátok
id: pendukung dan teman-teman
is: stuðningsaðilar og vinir
it: sostenitori
ja: サポータとフレンド
ky: колдоочулар жана достор
lt: palaikytojai ir draugai
lv: atbalstītāji un draugi
nb: støttespillere og venner
nl: sponsors en vrienden
pl: przyjaciele, wsparcie
pt: apoiadores e amigos
pt_br: apoiadores e amigos
ro: susținători și prieteni
ru: сторонники и друзья
sc: supportadores et amigos
sk: podporovatelia a priatelia
sq: përkrahës dhe miq
sv: samarbetspartner och vänner
th: ผู้สนับสนุนและมิตรสหาย
tr: destekçiler ve arkadaşlar
uk: прихильники та друзі
vi: Người hỗ trợ và những người bạn
zh_hk: 支持者和朋友們

source: Stellarium is produced by the efforts of the developer team, with the help and support of the <a href='/%lang%/sponsors.html'>following people and organisations</a>
ar: ستيللاريوم يصدر بجهود المطورين ومساعدة ودعم <a href='/%lang%/sponsors.html'>الأشخاص والمنظمات التالية</a>
be: Stellarium ствараецца высілкамі каманды распрацоўнікаў пры дапамозе й падтрымцы <a href='/%lang%/sponsors.html'>наступных людзей і арґанізацый</a>
ca: Stellarium és produït pels esforços de l 'equip de desenvolupadors, amb l' ajuda i el suport de les <a href='/%lang%/sponsors.html'>següents persones i organitzacions</a>
ca@valencia: Stellarium s'ha creat amb l'esforç de l'equip de desenvolupadors, amb l'ajuda i el suport de <a href='/%lang%/sponsors.html'>les següents persones i organitzacions</a>
cs: Stellarium je vytvářeno úsilím vývojářského týmu, s pomocí a podporou <a href='/%lang%/sponsors.html'>následujících lidí a organizací</a>
de: Stellarium ist das Ergebnis der Bemühungen des Entwicklungsteams und der Hilfe und Unterstützung durch <a href='/%lang%/sponsors.html'>folgende Personen und Organisationen</a>:
el: Το Stellarium αναπτύσσεται απο τις προσπάθειες τις ομάδας προγραμματιστών με τη βοήθεια και υποστήριξη <a href='/%lang%/sponsors.html'>των ακόλουθων ατόμων και οργανισμών</a>
es: Stellarium es producido por el esfuerzo del equipo de desarrollo, con la ayuda y el soporte de las siguientes <a href='/%lang%/sponsors.html'>personas y organizaciones</a>
et: Stellarium on loodud tänu arendajate kooskonnale, koos abi ja toega <a href='/%lang%/sponsors.html'>järgmistelt inimestelt ja organisatsioonidelt</a>
fi: Stellarium on tuotettu kehittäjätiimin ponnisteluilla <a href='/%lang%/sponsors.html'>seuraavien henkilöiden ja organisaatioiden</a> avulla ja tuella
fr: Stellarium est produit grâce aux efforts de l'équipe de développement, avec l'aide et le soutien des <a href='/%lang%/sponsors.html'>personnes et organisations suivantes</a>
gd: Tha Stellarium ’ga dhèanamh le obair an sgioba leasachaidh le taic is cuideachadh o <a href='/%lang%/sponsors.html'>na daoine is buidhnean a leanas</a>
gl: Stellarium é producido grazas ós esforzos do equipo de programadores, coa axuda e o apoio das <a href='/%lang%/sponsors.html'>seguintes persoas e organizacións</a>
hr: Stellarium se stvara velikim trudom tima programera, uz pomoć i podršku <a href='/%lang%/sponsors.html'>sljedećih ljudi i organizacija</a>
id: Stellarium dihasilkan melalui usaha tim pengembang, dengan bantuan dan dukungan dari <a href='/%lang%/sponsors.html'>orang dan organisasi terkait</a>
it: Stellarium è prodotto dal lavoro del team di sviluppo, con l'aiuto e il supporto delle <a href='/%lang%/sponsors.html'>seguenti persone e organizzazioni</a>
ja: Stellariumは<a href='/%lang%/sponsors.html'>フォローしている人々や組織</a>の支援とサポートを得て、開発者チームの努力によって作成されています。
lt: Stellarium yra sukurtas plėtotojų komandos pastangomis, su pagalba ir palaikymu <a href='/%lang%/sponsors.html'>šių žmonių ir organizacijų</a>
nl: Stellarium wordt geproduceerd door de inspanningen van het ontwikkelteam, met hulp en ondersteuning van de <a href='/%lang%/sponsors.html'>volgende personen en organisaties</a>
pl: Stellarium powstaje dzięki wysiłkowi zespołu programistów, przy pomocy i wsparciu <a href='/%lang%/sponsors.html'>następujących ludzi i organizacji</a>
pt_br: Stellarium é produzido pelos esforços da equipe de desenvolvedores, com a ajuda e suporte do <a href='/%lang%/sponsors.html'>following people and organisations</a>
ru: Stellarium создаётся усилиями команды разработчиков с помощью и поддержкой <a href='/%lang%/sponsors.html'>sследующих людей и организаций</a>
sc: Stellarium est fattu dae su triballu de s'iscuadra de isviluppu, cun s'azudu <a href='/%lang%/sponsors.html'>de sa custa zente et de custos sotzios</a>
sk: Stellarium je výsledok snahy vývojárskeho tímu s pomocou a podporou <a href='/%lang%/sponsors.html'>nasledujúcich ľudí a organizácií</a>
sq: Stellarium është fryt i përpjekjeve të ekipit të zhvilluesve, me ndihmën dhe përkrahjen e <a href='/%lang%/sponsors.html'>personave dhe enteve vijues</a>
th: Stellarium เกิดขึ้นได้จากความพยายามของทีมนักพัฒนา โดยได้รับความช่วยเหลือและสนับสนุนจาก<a href='/%lang%/sponsors.html'>หลายบุคคลและองค์กร</a>
tr: Stellarium, geliştiren ekibin çabaları ile, <a href='/%lang%/sponsors.html'>takip eden insan ve kuruluşlar</a>ın yardımı ve desteği ile üretilmektedir
uk: Stellarium створено зусиллями команди розробників із допомогою та фінансовою підтримкою <a href='/%lang%/sponsors.html'>спонсорів та установ</a>
zh_hk: Stellarium 是由開發團隊在<a href='/%lang%/sponsors.html'>這些人員和組織</a>的幫助和支持下開發的
