Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: Since version 0.10 Stellarium has new graphical user interface. The vertical bar links to windows, the horizontal bar shows toggle buttons, just like it used to.
af: Sedert weergawe 0.10 het Stellarium ’n nuwe grafiese gebruikerskoppelvlak. Die vertikale staaf skakel na vensters, die horisontale staaf wys tokkelknoppe, net soos dit vroeër was.
ar: منذ الإصدار 0.10.0 أصبح لستيللالريوم واجهة استخدام رومية جديدة. الشريط العمودي يربطك بنوافذ الحوار، بينما الشريط الأفقي يحتوي على أزرار التحكم كما في السابق.
az: 0.10 variantdan Stellariumda yeni qrafik istifadəçi interfeysi var. Vertikal xətt pəncərələri, qorizontal isə düymələri göstərir, elə əvvəlki kimi.
be: Ад вэрсіі 0.10 Stellarium мае новы ґрафічны інтэрфэйс карыстальніка. Вэртыкальная панэль ўтрымлівае спасылкі на вокны, гарызантальная паказвае ґузікі, як гэта было раней.
bn: স্টেলারিয়ামের ১০ম সংস্করণ থেকে একটি নতুন গ্রাফিক্যাল ইন্টারফেস ব্যবহার করা হচ্ছে । লম্বালম্বি টুলবারে নানা বিভাগগুলি আছে, আর পাশাপাশি টুলবারে সরঞ্জামগুলি রাখা আছে ।
bs: Od verzije 0.10, Stellarium ima novi grafički interfejs. Vertikalna traka povezuje vas sa prozorima a horizontalna traka služi za aktivaciju dugmadi, baš kao što se i navikli.
ca: Des de la versió 0.10 Stellarium té nova interfície gràfica d'usuari. La barra vertical enllaça les finestres, la barra horitzontal mostra botons de selecció, com en versions anteriors.
ca@valencia: Des de la versió 0.10, Stellarium presenta una nova interfície gràfica d'usuari. La barra vertical enllaça les finestres, la barra horitzontal mostra els botons de la selecció, com anteriorment.
cs: Od verze 0.10 má Stellarium nové grafické uživatelské rozhraní. Svislý panel odkazuje na okna, vodorovný zobrazuje tlačítka pro přepínání, tak jak to bývalo.
de: Seit der Version 0.10 besitzt Stellarium eine neue grafische Benutzeroberfläche. Die vertikale Leiste führt zu weiteren Fenstern, die horizontale dient zum Ein- und Ausschalten von Anzeigeoptionen, genau wie früher.
el: Από την έκδοση 0.10 το Stellarium έχει ένα νέο γραφικό περιβάλλον. Η κάθετη μπάρα συνδέει παράθυρα, η οριζόντια μπάρα δείχνει κουμπιά επιλογών όπως και παλιά.
es: Desde la versión 0.10 Stellarium tiene un nuevo interfaz de usuario gráfico. La barra vertical enlaza las ventanas, la barra horizontal muestra botones de selección, como en el pasado.
et: Alates versioonist 0.10 on Stellariumil uus graafiline kasutajaliides. Vertikaalselt ribalt saab avada aknaid, horisontaalsel ribal on lülitamiste nupud, nagu on olnud kogu aeg.
eu: 0.10 bertsiotik aurrera Stellarium-ek erabiltzaile-interfaze grafiko berria dauka. Barra bertikalean leihoetarako estekak daude eta barra horizontalean txandakatze botoiak, lehen bezala.
fi: Versiosta 0.10 lähtien stellariumissa on uusi graafinen käyttöliittymä. Pystysuora palkki näyttää ikkunat ja vaakasuora palkki painikkeet, aivan kuten aikaisemminkin.
fr: Depuis la version 0.10, Stellarium a une nouvelle interface graphique. Les icônes de la barre verticale ouvrent les fenêtres de configuration et la barre horizontale regroupe les boutons d’activation/désactivation, comme auparavant.
gd: On tionndadh 0.10 a-mach, tha eadar-aghaidh grafaigeach ùr aig Stellarium. Ceanglaidh am bàr inghearach ri uinneagan is seallaidh am bàr air a’ chòmhnard putanan toglachaidh mar a sheall a-riamh.
gl: Desde a versión 0.10 Stellarium ten nova interfaz gráfica de usuario. A barra vertical vincúlase a fiestras, a barra horizontal mostra os botóns alternativos, como adoitaba facelo.
hr: Od verzije 0.10 Stellarium ima novo grafičko korisničko sučelje. Okomita traka sadrži prozore postavki a vodoravna traka prikazuje gumbe za uključivanje/isključivanje baš kao nekada.
hu: A 0.10-es verziótól kezdve a Stellariumnak új grafikus felülete van. A függőleges sáv ablakokhoz vezet, a vízszintes sáv be- és kikapcsolható gombokat tartalmaz (ez korábban is megvolt).
id: Sejak versi 0.10 Stellarium memiliki tampilah yang baru. Garis vertikal untuk menunjukkan jendela menu, garis horizontal menunjukkan tombol-tombol fungsi, seperti sebelumnya.
is: Síðan í útgáfu 0.10 er Stellarium með nýtt myndrænt notandaviðmót. Lóðrétta stikan tengir við stillingaglugga, lárétta stikan sýnir víxlhnappa, rétt eins og áður var raunin.
it: Dalla versione 0.10 Stellarium ha una nuova interfaccia grafica per l'utente. La barra verticale consente i collegamenti alle finestre, la barra orizzontale visualizza i pulsanti di attivazione, come al solito.
ja: バージョン 0.10 以降、Stellarium は新しいグラフィカル・ユーザー・インターフェイスを持つことになりました。縦のアイコンによって各種ウィンドウが表示させられます。また、横のアイコンが各種機能のON/OFFボタンになっており、現在使用されている機能が強調表示されています。
ky: 0.10 нускасынан баштап Stellarium жаңы графикалык интерфейске ээ болду. Вертикалдуу панель мурункудай эле терезелерге шилтеме берип, горизонталдуу панель которгуч баскычтарын көрсөтөт.
lt: Nuo 0.10 versijos Stellarium turi naują grafinę vartotojo sąsają. Vertikali juosta susieja langus, horizontali juosta rodo perjungimo mygtukus, kaip ir anksčiau.
nb: Siden versjon 0.10 har Stellarium en ny grafisk brukerflate. Den vertikale linjen lenker til vinduer, den horisontale linjen viser av/på-knapper, akkurat som tidligere.
nl: Sinds versie 0.10 heeft Stellarium een nieuw grafische gebruikers interface. De verticale balk verwijst naar vensters, de horizontale balk toont wisseltoetsen, net als in eerdere versies.
pl: Od wersji 0.10 Stellarium ma nowy interfejs użytkownika. Pionowy pas zawiera ikony do wywoływania okienek, na poziomym zaś znajdują się przełączniki, tak jak to było wcześniej.
pt_br: Desde a versão 0.10, o Stellarium tem uma nova interface gráfica. A barra vertical se relaciona às janelas, e a barra horizontal mostra botões de alternância, assim como era antes.
ro: Odată cu versiunea 0.10, Stellarium are o nouă interfață grafică pentru utilizator. Barele verticale conduc către ferestre, cele orizontale permit comutarea butoanelor, la fel cum se putea și înainte.
ru: Начиная с версии 0.10 в Stellarium используется новый графический интерфейс пользователя. Вертикальная панель ссылается на окна, горизонтальная панель имеет переключатели, как это было раньше.
sc: Dae sa versione 0.10 Stellarium tenet una interfaccia grafica noa. Sa barra verticale cullegat a sas fentanas, sa orizzontale faghet biere sos tastos, custu est comente si impreat.
sk: Od verzie 0.10 má Stellarium nové grafické používateľské rozhranie. Zvislá lišta odkazuje na okná, vodorovná lišta zobrazuje prepínacie tlačidlá, tak ako zvykla.
sq: Që prej versionit 0.10, Stellarium-i ka një ndërfaqe të re grafike përdoruesi. Shtylla vertikale ka lidhje për te dritaret, shtylla horizontale shfaq butona hapmbyll, siç bënte dikur.
sv: Sedan version 0.10 har Stellarium ett nytt grafiskt användargränssnitt. Det lodräta fältet länkar numera till fönster medan det vågräta fältet visar växlingsknappar, precis som det alltid har gjort.
th: นับตั้งแต่รุ่น 0.10 Stellarium ใช้ส่วนต่อประสานกับผู้ใช้แบบกราฟิกใหม่ แถบในแนวตั้งเชื่อมโยงกับหน้าต่าง แถบในแนวนอนแสดงปุ่มที่สามารถเปิด/ปิดการใช้งานได้อย่างที่เคยเป็นมา
tr: Sürüm 0.10'dan bu yana Stellarium yeni grafiksel kullanıcı arayüzüne sahip. Dikey çubuk, pencerelere bağlanır, yatay çubuk da tıpkı eskiden olduğu gibi geçiş düğmelerini gösterir.
uk: Однією з новинок версії 0.10 є наша робота над графічним інтерфейсом. За допомогою вертикальної панелі можна вибирати вікна налаштовування, на горизонтальній панелі розташовано кнопки перемикання, як і у попередніх версіях.
vi: Kể từ phiên bản Stellarium 0.10 có giao diện người dùng đồ họa mới. Các liên kết thanh dọc các cửa sổ, thanh ngang thể hiện các nút bật tắt, giống như nó từng được sử dụng.
zh_hk: 自 Stellarium 0.10 版本以來我們擁有了新的圖形用戶界面。添加了新的豎直的菜單欄， 同時也保留了底部的功能按鈕條。

source: The location window. The first thing you have to do is set your observing position and save it. The landscape is a panorama from the ESO facilities in Garching, near Munich, Germany. ESO is the European Organisation for Astronomical Research in the Southern Hemisphere.
ar: نافذة تحديد الموقع. أول ما يجب عليك فعله هو تحديد وحفظ الموقع الذي ترصدمنه. المنظر الأرضي هو بانوراما لمباني المرصد الأوروبي الجنوبي في جارشينج بالقرب من ميونيخ، ألمانيا. المرصد الأوروبي الجنوبي ESO هو المنظمة الأوروبية للبحث الفلكي في النصف الجنوبي للكرة الأرضية.
az: Mövqe pəncərəsi. Sizin ilk etdiyiniz şey mövqenizi göstərib onu yaddaşa vermək olmalıdır. Landşaft ESO yaxınlığındakı Qarxinq panoramasıdır.
be: Вакно выбару месца. Найперш варта задаць і захаваць сваё месцазнаходжаньне. Краявід — гэта панарама з вакон ЭПА ў Ґархінгу, што побач Мюнхена ў Нямеччыне. ЭПА — гэта эўрапейская арґанізацыя па астранамічных дасьледаваньнях ў паўднёвай паўкулі.
bn: অবস্থান বিভাগ । প্রথমেই যে কাজটি করতে হবে যে নিজের ঠিকানা ঠিক করে সেটিকে সংরক্ষন করতে হবে । এই ভূমিরূপটি জার্মানির মিউনিখের কাছে ESO মুখ্যকার্যালয়ের । ESO হল European Organisation for Astronomical Research in the Southern Hemisphere ।
bs: Lokacijski prozor. Prva stvar koju je potrebno da postavite je vaša lokacija sa koje posmatrate. Pejzaž je panorama ispred ESO centra u Garchingu, u blizini Minhena u Njemačkoj. ESO je evropska organizacija za astronomska istraživanje u južnoj hemisferi.
ca: La finestra d'ubicació. El primer que heu de fer és configurar la vostra posició d'observació i desar-la. El paisatge és un panorama de les instal·lacions d'ESO a Garching, a prop de Munic, Alemanya. L'ESO és l'Organització Europea per a la Investigació Astronòmica a l'Hemisferi Sud.
ca@valencia: La finestra de localització. La primera cosa que heu de fer és establir la vostra posició d'observació i guardar-la. El paisatge és un panorama de les instal·lacions de l'ESO a Garching, prop de Munic, Alemanya. L'ESO és l'organització Europea d'Investigació Astronòmica a l'hemisferi sud.
cs: Okno polohy. První věc, kterou musíte udělat, je nastavit vaší polohu pro pozorování a uložit ji. Krajina je panorama od budov ESO v Garchingu poblíž Mnichova v Německu. ESO je evropská organizace pro astronomický výzkum na jižní polokouli.
de: Das Fenster für den Beobachtungsort. Die erste Einstellung sollte die Korrektur des Beobachtungsorts sein. Die Landschaft ist ein Panorama vom Gelände der ESO in Garching bei München. Die ESO ist <em>die</em> Europäische Organisation für astronomische Forschung in der südlichen Hemisphäre.
el: Το παράθυρο τοποθεσίας. Το πρώτο πράγμα που πρέπει να κάνετε είναι να ορίσετε σημείο παρατήρησης και να το αποθηκεύσετε. Το τοπίο είναι ένα πανόραμα από τις εγκαταστάσεις του ESO στο Garching, κοντά στο Μόναχο, Γερμανίας. ESO είναι ο Ευρωπαϊκός Οργανισμός Αστρονομικής Εύρενας στο Νότιο Ημισφαίριο.
es: La ventana de ubicación. Lo primero que debe hacer es establecer su posición de observación y guardarla. La vista es un panorama de las instalaciones de la ESO en Garching, cerca de Munich, Alemania. La ESO es la Organización Europea de Investigación Astronómica en el Hemisferio Sur.
et: Asukoha aken. Kõigepealt tuleb määrata oma vaatluse asukoht ja see salvestada. Maastikuks on panoraamvaade Euroopa Lõunaobservatooriumi (ESO) hoonetest Müncheni lähistel Garchingis, Saksamaal.
eu: Kokapenaren leihoa. Egin behar duzun lehen gauza zure behaketa posizioa ezarri eta gordetzea da. Irudiko paisaia Garching-eko (Munich-etik gertu, Alemania) ESOren instalazioetatik dagoen ikuspegia da. ESO Hegoaldeko Hemisferioko Ikerketa Astronomikorako Europar Erakundea da.
fi: Sijainti-ikkuna. Ensimmäinen asia, joka sinun on tehtävä, on määrittää tarkkailupaikkasi ja tallentaa se. Maisema on panoraama ESO:n toimitiloista Garchingissa, lähellä Müncheniä, Saksassa. ESO on Euroopan eteläisen pallonpuoliskon tähtitieteellisen tutkimuksen järjestö.
fr: La fenêtre de localisation. La configuration du lieu d’observation est le premier réglage à effectuer. Le paysage est un panorama à proximité des installations de l’ESO à Garching, près de Munich, en Allemagne.
gd: Uinneag nan ionad. Feumaidh tu an t-ionad on a tha thu a’ coimhead a shuidheachadh an toiseach agus a shàbhaladh. ’S e cuairt-shealladh o na goireasan ESO ann an Garching faisg air Münchean sa Ghearmailt a tha sa chruth-tìre. ’S e am buidheann Eòrpach airson rannsachadh reul-eòlach sa leth-chruinne deasach a th’ ann an ESO.
gl: A fiestra de localización. O primeiro que tes que facer é axustar a túa posición de observación e gardala. A paisaxe é un panorama das instalacións da ESO en Garching, preto de Múnic, Alemaña. A ESO é a Organización Europea para a Investigación Astronómica no Hemisferio Sur.
hr: Prozor lokacije. Prvo što morate učiniti je postaviti svoju lokaciju promatranja te ju spremiti. Krajolik je panorama s ESO-ovih objekata u Garchingu, u blizini Münchena, u Njemačkoj. ESO je Europska organizacija za astronomska istraživanja južne hemisfere.
id: Lokasi jendela. Hal pertama yang harus kamu lakukan adalah mengatur posisi mengamati-mu dan menyimpannya. Lanskapnya adalah panorama dari fasilitas ESO di Garching, dekat Munich, Jerman. ESO adalah organisasi Eropa untuk riset astronomi di belahan selatan.
it: La finestra di posizione. La prima cosa che devi fare è impostare la tua posizione di osservazione e salvarla. Il panorama è un panorama dalle strutture dell'ESO a Garching, vicino a Monaco, in Germania. L'ESO è l'Organizzazione europea per la ricerca astronomica nell'emisfero australe.
ja: 観測場所ウィンドウ。最初にすることは観測場所を設定し保存することです。風景はドイツ、ミュンヘン近くのガルヒンクにあるESO施設からのパノラマです。ESOは"the European Organisation for Astronomical Research in the Southern Hemisphere"(南半球のヨーロッパ天文研究機関)の略です。
ky: Жайгашкан жери терезеси. Адегенде байкоо жүргүзүп жаткан жериңизди орнотуп аны сактаңыз. Ландшафт Германиянын Мюнхен шаарынын жанындагы Гархинг шаарчасына караштуу ESO имараттарынын панорамасы. ESO – Түштүк Жарым шарынын астрономиялык изилдөөлөр боюнча Европалык уюм.
lt: Vietos langas. Pirmas dalykas, kurį turite padaryti, yra nustatyti savo stebėjimo poziciją ir ją išsaugoti. Kraštovaizdis yra panorama iš ESO objektų Garching, netoli Miuncheno, Vokietija. ESO yra Europos astronomijos tyrimų organizacija pietiniame pusrutulyje.
nb: Stedsvalg-vinduet. Det første du må gjøre er å stille inn ditt observasjonssted og lagre det. Landskapet er et panorama fra ESO-anleggene i Garching, nær München, Tyskland. ESO er den europeiske organisasjonen for astronomiforskning på den sørlige halvkule.
nl: Het Locatievenster. Het eerste wat u moet doen is uw observatie positie instellen en opslaan. Het landschap is een panorama van de ESO faciliteiten in Garching, nabij München, Duitsland. ESO is de European Organisation for Astronomical Research in the Southern Hemisphere.
pl: Określanie lokalizacji. Pierwszą rzeczą, którą musisz zrobić, to określić swoją pozycję obserwacyjną i ją zapisać. Krajobraz jest panoramą z ESO w Garching, niedaleko Monachium w Niemczech. ESO jest to Europejska Organizacja Badań Astronomicznych na półkuli południowej.
pt_br: A janela de localização. A primeira coisa que você precisa fazer é definir sua posição de observação e salvá-la. A paisagem é um panorama das instalações do ESO em Garching, perto de Munique, na Alemanha. O ESO é a Organização Européia para Pesquisa Astronômica no Hemisfério Sul.
ru: Окно установки местоположения. Первое, что вам нужно сделать, это установить местоположение наблюдения и сохранить его. Панорама ландшафта близ ESO в Гархинге, недалеко от Мюнхена, Германия. ESO является Европейской организацией астрономических исследований в Южном полушарии.
sc: Fentana de positzione. Sa prima cosa chi tepes faere est a impostare sa positzione de osservatzione tua et de da sarvare. Su panorama esr unu de sas istrutturas de s'ESO a Garching, accanta a Monaco, in Germania. S'ESO est s'Organizatzione europea po sa ricerca astronomica in s'emisferu australe.
sk: Okno Zemepisná poloha. Najprv potrebujete nastaviť Vaše miesto pozorovania a uložiť ho. Tento terén je panoráma zo zariadenia ESO v Garchingu, blízko Mníchova v Nemecku. ESO je európska organizácia pre astronomický výskum na južnej pologuli.
sq: Dritarja e vendndodhjeve. Gjëja e parë që duhet të bëni është të caktoni pozicionin tuaj të observimit dhe ta ruani. Peizazhi është një panoramë prej qendrës OJE në Garching, pranë Mynihut, Gjermani. OJE është Organizmi Europian për Kërkime Astronomike në Hemisferën e Jugut.
sv: Platsfönstret. Det första du måste göra är att ange din observationsposition och spara den. landskapet är en panoramabild av ESO:s anläggning i Garching, nära München i Tyskland. ESO (Europeiska sydobservatoriet) är den europeiska organisationen för astronomisk forskning på södra halvklotet.
tr: Konum penceresi. Yapmanız gereken ilk şey gözlemleme pozisyonunuzu belirlemek ve kaydetmek. Manzara Münih, Almanya yakınlarındaki Garching'deki ESO tesislerinden bir panorama. ESO, Güney Yarımküre'de Avrupa Astronomi Araştırmaları Örgütüdür.
uk: Вікно місця. Перше, що ви можете зробити, це вказати позицію спостереження та зберегти її. Ландшафт — це панорама з розташування Південної Європейської Обсерваторії у Ґархїнґу, неподалів від Мюнхена у Німеччині. Південна Європейська Обсерваторія — це європейська організація із астрономічних досліджень у південній півсфері.
vi: Cửa sổ địa điểm. Điều đầu tiên bạn phải làm là thiết lập vị trí quan sát của bạn và lưu nó. Cảnh quan là một bức tranh toàn cảnh từ các cơ sở ESO ở Garching, gần Munich, Đức. ESO là Tổ chức nghiên cứu vũ trụ châu Âu tại Nam bán cầu.
zh_hk: 位置窗口。 你必須做的第一件事是設置你的觀察位置並保存。 這個景觀是來自德國慕尼黑附近的加興的ESO設施的全景圖。 ESO是歐洲在南半球的天文研究組織。
