Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: It is important to explicitly state what use may be made of images for your 3D scenery. This should be done in the readme.txt file inside the .zip file.
ca: És important indicar explícitament quin ús es pot fer de les imatges per al vostre paisatge 3D. Això s'ha de fer al fitxer readme.txt dins del fitxer .zip.
cs: Je důležité výslovně uvést jak mohou být obrázky pro vaši 3D scenérii použity. To by mělo být uvedeno v souboru readme.txt uvnitř souboru .zip.
de: Es ist wichtig, die Bedingungen festzulegen, unter denen die Bilder für die 3D-Szenerien verwendet weden dürfen. Diese sollten in der readme.txt-Datei innerhalb des ZIP-Archivs nachzulesen sein.
es: Es importante indicar explícitamente qué uso se puede hacer de las imágenes para su escenario 3D. Esto debe indicarse en el archivo readme.txt dentro del archivo .zip.
fi: On tärkeää ilmaista selkeästi, mitä kuvia voidaan käyttää 3D-maisemassasi. Tämä tulee tehdä readme.txt -tiedostossa .zip-tiedoston sisällä.
id: Penting untuk menyatakan dengan jelas gambarnya digunakan untuk apa saja untuk pemandangan 3D. Ini dapatkan dilakukan di berkas readme.txt di dalam berkas .zip-nya.
it: &Egrave; importante dichiarare esplicitamente quale uso possa esserne fatto delle immagini per il tuo scenario 3D. Questo dovrebbe essere fatto nel file readme.txt all'interno del file .zip.
lt: Svarbu aiškiai nurodyti, kokiu tikslu gali būti naudojamos nuotraukos jūsų 3D kraštovaizdžiui. Tai turėtų būti padaryta readme.txt faile, esančiame .zip faile.
sk: Je dôležité presne pomenovať, na aké účely môžu byť Vaše obrázky v 3D scenérii použité. Toto by malo byť obsahom súboru readme.txt vo vnútri archívu .zip.
sq: Është e rëndësishme të deklarohet shprehimisht se përse mund të përdoren figurat për pamjen tuaj 3D. Kjo duhet bërë te kartela readme.txt brenda kartelës .zip.
uk: Важливо явним чином вказати умови використання зображень із вашої сцени. Це слід зробити у файлі readme.txt, який є частиною архіву .zip.

source: We recommend an open source license compatible with Stellarium itself (i.e., the GNU GPL), or one of the Creative Commons licenses.
ca: Recomanem una llicència de codi obert compatible amb el mateix Stellarium (és a dir, la GNU GPL) o una de les llicències Creative Commons.
cs: Doporučujeme licenci 'open source' kompatibilní s licencí Stellaria (tj. GNU GPL) nebo některou z licencí Creative Commons.
de: Wir empfehlen eine mit Stellarium kompatible Open-Source-Lizenz (d.i., GNU GPL), oder eine Creative Commons (CC)-Lizenz.
es: Recomendamos una licencia de código abierto compatible con Stellarium (es decir, GNU GPL) o una de las licencias de Creative Commons.
fi: Suosittelemme avoimen lähdekoodin lisenssiä, joka on yhteensopiva itse Stellariumin (eli GNU GPL:n) tai jonkin Creative Commons -lisenssin kanssa.
id: Kami menyarankan lisensi sumber terbuka yang sesuai dengan Stellarium itu sendiri (seperti GNU GPL), atau lisensi Creative Commons.
it: Raccomandiamo una licenza open source compatibile con Stellarium stesso (i.e. la GNU GPL), oppure una delle licenze Creative Commons
lt: Mes rekomenduojame atvirojo kodo licenciją, suderinamą su Stellarium (t.y. GNU GPL) arba vieną iš Creative Commons licencijų.
sk: Odporúčame licenciu open source kompatibilnú s tou pre Stellarium (napr. GNU GPL) alebo niektorú z Creative Commons licencií.
sq: Rekomandojmë një licencë burimi të hapët, të përputhshme me vetë Stellarium-in (pra, GNU GPL), ose një nga licencat Creative Commons.
uk: Ми рекомендуємо використовувати відкриті умови ліцензування, сумісні із умовами ліцензування коду Stellarium (тобто із GNU GPL), або одну з ліцензій Creative Commons.

source: The scenery3d.ini and readme.txt files should be UTF-8 encoded text or plain ASCII. It's probably a good idea to adopt the Windows line ending encoding, (i.e. CR LF). Both Windows and *nix style line ending encoding should work OK in Stellarium, but Windows users will have an ugly time reading the readme.txt if it uses *nix-style newlines.
ca: Els fitxers scenery3d.ini i readme.txt han de ser text codificat en UTF-8 o ASCII normal. Probablement sigui una bona idea adoptar la codificació de final de línia de Windows, (és a dir, CR LF). Tant la codificació de finals de línia d'estil Windows com *nix haurien de funcionar bé a Stellarium, però els usuaris de Windows passaran una estona lleig llegint el readme.txt si utilitza línies noves d'estil *nix.
cs: Soubory scenery3d.ini a readme.txt by měly být kódovány v UTF-8 nebo ASCII. Pravděpodobně je lepší používat zakončení řádků jako v systému Windows (tj. CR LF). Ve Stellariu by měla pracovat správně kódování konce řádku, které se používá jak v systémech Windows, tak i v unixových systémech. Uživatelé Windows nebudou zrovna nadšeni při čtení souboru readme.txt, pokud použijete unixový způsob zakončení řádků.
de: Die Dateien scenery3d.ini und readme.txt sollten in UTF-8 (Unicode) oder "plain ASCII" (wenn keine Sonderzeichen enthalten sind) abgespeichert werden, um Umlaute korrekt wiedergeben zu können. Wir empfehlen die Windows-Zeilenendemarkierung (CR LF) zu verwenden. Sowohl Windows als auch *nix-Stil (LF) Zeilenenden sollten mit Stellarium funktionieren, aber vielen Windows-Programmen bereiten *nix-Zeilenenden ein Problem, wenn z.B. das readme.txt dargestellt werden soll.
es: Los archivos scenery3d.ini y readme.txt deben ser texto codificado en UTF-8 o ASCII plano. Es una buena idea adoptar la codificación de Windows, (es decir, CR LF). Tanto la codificación Windows como la de *nix deberían funcionar correctamente en Stellarium, pero los usuarios de Windows pasarán un mal rato leyendo el archivo readme.txt si usan líneas de estilo *nix.
fi: Scenery3d.ini ja readme.txt -tiedostojen tulee olla UTF-8-koodattua tekstiä tai tavallista ASCII-koodia. On luultavasti hyvä idea ottaa käyttöön Windows-rivinpäätteen koodaus (eli CR LF). Sekä Windows- että *nix-tyylinen rivinpäätteisen koodauksen pitäisi toimia OK Stellariumissa, mutta Windows-käyttäjillä on ruma aika lukea readme.txt -tiedostoa, jos siinä käytetään *nix-tyylisiä rivinvaihtoja.
id: Berkas scenery3d.ini dan readme.txt harus dikodekan dalam UTF-8 atau ASCII biasa. Akan menjadi ide bagus untuk menggunakan pengkodean akhir baris dari Windows (CR LF). Pengkodean akhir baris Windows dan pengkodean LF yang digunakan di sistem mirip Unix seharusnya bekerja dengan baik di Stellarium, tetapi pengguna Windows akan mengalami kesusahan membaca readme.txt jika menggunakan pengkodean LF.
lt: scenery3d.ini ir readme.txt failai turėtų būti UTF-8 koduoti tekstai arba paprastas ASCII. Geriausia būtų naudoti "Windows" eilučių pabaigos kodavimą (t.y. CR LF). Stellarium'e turėtų veikti ir "Windows" ir *nix stiliaus eilučių pabaigos kodavimas, bet "Windows" naudotojams skaityti readme.txt su *nix stiliaus naujaisiais simboliais gali būti nemalonu.
sk: Súbory scenery3d.ini a readme.txt musia byť vo formáte UTF-8 alebo obyčajný ASCII. Pravdepodobne je lepšie použiť konce riadkov systému Windows (t.j. CR LF). Obidva systémy Windowsu a Unixu by mali fungovať v Stellariu, ale užívatelia Windowsu by mali problém s čítaním readme.txt, ak by používal Unixové konce riadkov.
sq: Kartelat scenery3d.ini dhe readme.txt duhet të jenë tekst i koduar nën UTF-8 ose thjesht ASCII. Mundet të jetë ide e mirë të birësohet kodimi Windows për funde rreshtash, (pra, CR LF). Në Stellarium duhet të funksionojnë paq si funde rreshtash të koduar sipas Windows-i, ashtu edhe ata në stil sistemesh *nix, por përdoruesve të Windows-it do t’ua shpifë leximi i readme.txt-it, nëse përdoren simbole rreshti të ri në stil sistemesh *nix.
uk: Файли scenery3d.ini і readme.txt повинні містити дані у кодуванні UTF-8 або прості символи ASCII. Ймовірно, варто використовувати символи завершення рядків Windows (тобто CR LF). У самому Stellarium мають працювати символи завершення рядків Windows і *nix, але у користувачів Windows можуть виникнути проблеми із читанням readme.txt, якщо там використано символи завершення рядків у стилі *nix.

source: If you have a 3D scenery of culture astronomical interest you would like to share but have no web-space to put it, email to any Stellarium developers and we'll put it on our site.
ca: Si teniu un paisatge en 3D d'interès cultural astronòmic que voleu compartir però no teniu espai web per posar-lo, envieu un correu electrònic a qualsevol desenvolupador de Stellarium i el posarem al nostre lloc.
cs: Pokud máte 3D scenérii kulturně astronomického zájmu, kterou byste chtěli sdílet, ale nevlastníte žádný webový prostor, kam byste ji mohli umístit, zašlete e-mail vývojářům Stellaria a my ji umístíme je na naše stránky.
de: Falls Sie eine 3D-Szenerie beisteuern möchten, aber nicht über Ihre eigene Website anbieten (hosten) wollen oder können, nehmen Sie Kontakt auf, und wir können sie hier bereitstellen.
es: Si tiene un escenario 3D de interés astronómico cultural que le gustaría compartir pero no tiene espacio web para ponerlo, envíe un correo electrónico a cualquier desarrollador de Stellarium y la pondremos en nuestro sitio.
fi: Jos sinulla on 3D tähtitieteellisiä maisemia, jotka haluaisit jakaa, mutta sinulla ei ole verkkotilaa sen sijoittamiseen, lähetä sähköpostia kaikille Stellarium-kehittäjille, niin viemme sen sivustollemme.
id: Jika kamu memiliki pemandangan 3D yang menarik dalam astronomi budaya yang ingin kamu bagikan tetapi tidak punya tempat di web untuk ditaruh, kirim surel ke pengembang Stellarium siapapun dan kami akan menaruhnya di situs kami.
lt: Jei turite 3D kultūros astronomijos objektą, kuriuo norėtumėte pasidalinti, bet neturite vietos jį įdėti į internetą, išsiųskite el. laišką bet kuriam Stellarium kūrėjui, ir mes jį įdėsime į mūsų svetainę.
sk: Ak máte súbor s 3D scenériou s astronomickým významom, ktorý by ste chceli zdieľať, ale nemáte k dispozícii miesto na webe, napíšte email hociktorému vývojárovi Stellaria a my Vám ho uložíme na našej stránke.
sq: Nëse keni një pamje 3D me interes kulturor astronomie që do të donit ta ndanit me të tjerë, por s’keni hapësirë web ku ta vendosni, dërgojani me email cilitdo zhvilluesi të Stellarium-it dhe do ta vëmë te sajti ynë.
uk: Якщо у вас є ландшафт із астрономічним підтекстом, яким би ви хотіли поділитися, але немає якогось сервера, де б ви могли його розмістити, напишіть електронною поштою розробникам Stellarium, і ми розмістимо вашу роботу на нашому сайті.

source: Other languages:
af: Ander tale:
ar: اللغات الأخرى
az: Digər dillər:
be: Іншыя мовы:
bn: অন্যান্য ভাষা:
bs: Ostali jezici:
ca: Altres idiomes:
ca@valencia: Altres idiomes
cs: Další jazyky:
de: Weitere Sprachen:
el: Άλλες γλώσσες:
es: Otros idiomas:
et: Muud keeled:
eu: Beste hizkuntzak:
fi: Muut kielet:
fr: Autres langues :
gd: Cànain eile:
gl: Outras linguaxes:
hr: Ostali jezici:
hu: Más nyelven:
id: Bahasa lain:
is: Önnur tungumál:
it: Altre lingue:
ja: その他の言語 :
ky: Башка тилдер:
lt: Kitos kalbos:
lv: Citās valodās:
nb: Andre språk:
nl: Andere talen:
pl: Inne języki:
pt: Outros idiomas:
pt_br: Outras línguas:
ro: Schimbă limba:
ru: Другие языки:
sc: Ateras limbas:
sk: Iné jazyky:
sq: Gjuhë të tjera:
sr: Остали језици
sv: Andra språk:
th: ภาษาอื่น ๆ
tr: Diğer diller:
uk: Іншими мовами:
zh_hk: 其他語言：

source: how to install sky cultures
ar: طريقة إضافة تراث فلكي
ca: com instal·lar les cultures del cel
cs: jak nainstalovat nebeské kultury
de: Installation von Sternbildkulturen
es: cómo instalar culturas estelares
fi: kuinka asentaa tähdistö
gl: como instalar culturas do ceo
id: cara memasang budaya langit
it: come installare le culture del cielo
lt: kaip įdiegti dangaus kultūras
pt_br: como instalar culturas do céu
ru: как установить культуры неба
sk: ako nainštalovať kultúry oblohy
sq: si të instalohen qytetërime qiellore
uk: як встановлювати картини неба
zh_hk: 如何安裝星空文化

source: After you have downloaded the .zip file for a sky culture from this page, you need to install it in Stellarium.
ar: بعد تحميل ملف التراث الفلكي المضغوط من هذه الصفحة، تحتاج لإضافته في ستيللاريوم.
ca: Després d'haver baixat el fitxer .zip d'una cultura celeste des d'aquesta pàgina, cal que l'instal·leu a Stellarium.
cs: Po stažení souboru .zip s nebeskou kulturou z této stránky jej musíte nainstalovat do Stellaria.
de: Nach dem Herunterladen der ZIP-Datei einer Sternbildkultur müssen Sie sie noch in Stellarium installieren.
es: Después de descargar el archivo .zip de una cultura estelar desde esta página, necesita instalarlo en Stellarium.
fi: Kun olet ladannut taivaskulttuurin .zip-tiedoston tältä sivulta, sinun on asennettava se Stellariumiin.
gl: Despois de ter descargado o ficheiro .zip para unha cultura do ceo desde esta páxina, cómpre instalalo en Stellarium.
id: Setelah anda mengunduh file .zip untuk sebuah budaya langit dari halaman ini, anda harus memasangnya di dalam Stellarium.
it: Dopo aver scaricato il file .zip per una cultura del cielo da questa pagina, è necessario installarlo in Stellarium.
lt: Po to, kai atsisiųsite .zip failą su dangaus kultūra iš šio puslapio, jums reikės jį įdiegti į Stellarium.
pt_br: Depois de baixar o arquivo .zip para uma cultura celeste nesta página, você precisa instalá-lo no Stellarium.
ru: После того, как вы загрузили .zip-файл культуры неба с этой страницы, вам нужно установить его в Stellarium.
sk: Po stiahnutí .zip súboru pre kultúru oblohy z tejto stránky ho musíte nainštalovať do Stellaria.
sq: Pasi të keni shkarkuar prej kësaj faqeje kartelën .zip për një qytetërim qiellor, lypset ta instaloni në Stellarium.
uk: Після отримання файла .zip картини зоряного неба з цієї сторінки вам слід встановити його у Stellarium.
zh_hk: 此頁面下載一個星空文化的.zip文件後，你需要把它安裝到Stellarium

source: Please follow this procedure to install a sky culture package:
ar: اتبع خطوات تركيب التراث الفلكي من فضلك:
ca: Si us plau, seguiu aquest procediment per instal·lar un paquet de cultura del cel:
cs: Abyste nebeskou kulturu nainstalovali, postupujte prosím následovně:
de: Folgen Sie diesen Schritten:
es: Siga estos pasos para instalar un paquete de cultura estelar:
fi: Seuraa näitä ohjeita asentaaksesi tähdistöpaketin:
gl: Por favor, segue este procedemento para instalar un paquete de cultura do ceo:
id: Ikuti langkah berikut untuk memasang paket budaya langit
it: Segui questa procedura per installare un pacchetto di cultura del cielo:
lt: Prašome laikytis šios procedūros, kad įdiegtumėte dangaus kultūros paketą:
pt_br: Por favor siga este procedimento para instalar um pacote de cultura celeste.
ru: Пожалуйста, следуйте этой процедуре, чтобы установить пакет культуры неба:
sk: Nasledujte prosím tento návod na inštaláciu balíčka kultúry oblohy:
sq: Që të instaloni një paketë qytetërimi qiellor, ju lutemi, ndiqni këtë procedurë:
uk: Для встановлення пакунка із картиною зоряного неба виконайте наведені нижче кроки:
zh_hk: 請按照此程序安裝“星空文化”軟件包：

source: Create a sub-directory called <em>skycultures</em> in your user directory (if it doesn't exist).
ar: أنشئ مجلداً فرعياً باسم <em>skycultures</em> في مسار مستخدم ستيللاريوم (إذا لم يكن موجوداً).
ca: Creeu un subdirectori anomenat <em>skycultures</em> i al vostre directori d'usuari (si no existeix).
cs: Ve Vašem adresáři pro uživatelská data vytvořte podadresář nazvaný <em>skycultures</em> (pokud již nebyl vytvořen dříve).
de: Erstellen Sie einen Ordner <em>skycultures</em> in ihrem Benutzerdatenverzeichnis (wenn er nicht schon existiert).
es: Cree un subdirectorio llamado <em>skycultures</em> en su directorio de usuario (si no existiera).
fi: Luo alikansio nimeltään <em>skycultures</em> käyttäjätietokansioosi (jos sellaista ei vielä ole).
gl: Crea un subcartafol chamado <em>skycultures</em> no teu cartafol de usuario (se non existe).
id: Buat sebuah subdirektori bernama <em>skyculture</em> di dalam direktori pengguna (jika belum ada)
it: creare una sottocartella chiamata <em>skycultures</em> nella tua cartella utente (se non esiste).
lt: Sukurkite pakatalogį, vadinamą <em>skycultures</em>, savo vartotojo kataloge (jei jis neegzistuoja).
pt_br: Crie um subdiretório chamado <em>skycultures</em> em seu diretório de usuário (se não existir).
ru: Создайте подкаталог с именем <em>skycultures</em> в вашем каталоге пользователя (если он не существует).
sk: V priečinku používateľa vytvorte priečinok s názvom <em>skycultures</em> (ak ešte neexistuje).
sq: Te drejtoria juaj e përdoruesit, krijoni një nëndrejtori të quajtur <em>skycultures</em> (nëse s’ekziston).
uk: Створіть підкаталог із назвою <em>skycultures</em> у вашому каталозі даних користувача (якщо такого каталогу ще не існує).
zh_hk: 在您的用戶目錄中創建一個名為<em>skycultures</em>的子目錄（如果它不存在）。

source: Unzip the sky culture .zip file in the <em>skycultures</em> directory (if it's done right, a sub-directory should be created for each sky culture).
ar: فك ملف التراث الفلكي المضغوط في مجلد <em>skycultures</em>، (إذا كانت العملية صحيحة، سينشأ مجلد خاص لكل تراث فلكي).
ca: Descomprimiu el fitxer .zip de la cultura del cel al directori <em>skycultures</em> (si es fa bé, s'hauria de crear un subdirectori per a cada cultura del cel).
cs: Rozbalte soubor .zip s nebeskou kulturou do adresáře <em>skycultures</em> (pokud to uděláte správně, vytvoří se pro každou nebeskou kulturu zvláštní podadresář).
de: Entpacken Sie die ZIP-Datei in das Verzeichnis <em>skycultures</em> (jede Sternbildkultur wird in ein eigenes Unterverzeichnis entpackt).
es: Descomprima el archivo .zip en el directorio <em>sky cultures</em> (si se hace correctamente, se creará un subdirectorio para cada cultura estelar).
fi: Pura tähdistö .zip -tiedosto kansioon <em>skycultures</em>. (Jos se on tehty oikein, jokaiselle tähdistölle luodaan alihakemisto).
gl: Desempaqueta a cultura do ceo do arquivo .zip no cartafol <em>skycultures</em> (se se fai ben, debería crearse un subcartafol para cada cultura do ceo).
id: Membuka file sky culture .zip di dalam direktori <em>skyculture</em> (Jika benar, sebuah subdirektori akan dibuatkan untuk setiap sku culture).
it: Decomprimi il file .zip di Sky Culture nel file <em>skycultures</em> cartella (se è stato fatto bene, dovrebbe essere creata una sottocartella per ogni cultura del cielo).
lt: Išarchyvuokite dangaus kultūros .zip failą <em>skycultures</em> kataloge (jei tai padaryta teisingai, kiekvienai dangaus kultūrai turėtų būti sukurtas pakatalogis).
pt_br: Descompacte o arquivo .zip da cultura celeste no diretório <em>skycultures</em> (se for feito corretamente, um subdiretório deve ser criado para cada cultura celeste).
ru: Разархивируйте .zip-файл культуры неба в каталог <em>skycultures</em> (если все сделано правильно, для каждой культуры неба должен быть создан подкаталог).
sk: Rozbaľte súbor .zip s kultúrou oblohy do priečinku <em>skycultures</em> (ak to urobíte správne, vytvorí sa priečinok pre každú kultúru oblohy).
sq: Çngjeshni kartelën .zip të qytetërimit qiellor te drejtoria <em>skycultures</em> (nëse bëhet si duhet, krijohet një nëndrejtori për çdo qytetërim qiellor).
uk: Розпакуйте файл .zip картини зоряного неба до каталогу <em>skycultures</em> (якщо ви зробите усе правильно, для кожної з картин зоряного неба має бути створено окремий підкаталог).
zh_hk: 在<em>skycultures</em>目錄中解壓縮星空文化.zip文件（如果操作正確，則應為每個星空文化創建一個子目錄）。

source: Please feel free to contribute your own custom sky culture here. Make thumbnails 300x170 pixels to fit with the rest of the page.
ar: يمكنك المساهمة بالتراث الفلكي الخاص بك هنا. أنشئ صورة مصغرة بحجم 300×170 بكسلا لتكون منتظمة في الصفحة مع صور التراثات الفلكية الأخرى.
ca: Si us plau, no dubteu a aportar la vostra pròpia cultura del cel personalitzada aquí. Feu miniatures de 300 x 170 píxels perquè encaixin amb la resta de la pàgina.
cs: Neváhejte přispět svou vlastní nebeskou kulturou. Vytvořte miniatury 300 x 170 pixelů tak, aby byly přizpůsobené zbytku této stránky.
de: Sie können ihre eigenen Sternbildkulturen hier beisteuern. Erstellen Sie bitte auch ein 300x170 Pixel-Thumbnail für die Liste.
es: Siéntase libre de contribuir con su propia cultura estelar personalizada aquí. Cree miniaturas de 300x170 píxeles para que se ajusten al resto de la página.
fi: Voit vapaasti edistää omaa mukautettua tähdistöä täällä. Tee pienoiskuvakkeista 300 x 170 pikselin kokoisia niin, että ne sopivat muuhun sivuun.
gl: Non dubides en contribuír aquí coa túa propia cultura do ceo. Fai miniaturas de 300x170 píxeles para que se axusten ó resto da páxina.
id: Silahkan berkontribusi budaya langitmu sendiri di sini. Buat gambar kecil berukuran 300x170 piksel untuk memuat sisa halaman.
it: Sentiti libero di contribuire con la tua cultura del cielo personalizzata qui. Crea miniature di 300x170 pixel per adattarle al resto della pagina.
lt: Prašome drąsiai prisidėti savo individualią dangaus kultūrą čia. Padarykite miniatiūras 300x170 pikselių, kad jos atitiktų kitą puslapio dalį.
pt_br: Por favor sinta-se livre para contribuir com a sua própria cultura celeste aqui. Crie miniaturas de 300x170 pixels para encaixar com o resto da página.
ru: Пожалуйста, не стесняйтесь вносить здесь свои собственные культуры неба. Сделайте миниатюры размером 300x170 пикселей, чтобы они соответствовали остальной части страницы.
sk: Tu môžete pridať vlastnú kultúru oblohy. Vytvorte miniatúru 300x170 pixelov, aby korešpondovala s ostatnými na stránke.
sq: Ju lutemi, mos ngurroni të kontribuoni këtu qytetërimin tuaj qiellor të përshtatur. Krijoni miniatura 300x170 piksel, që t’i përshtaten pjesë tjetër të faqes.
uk: Ми будемо раді, якщо ви надішлете вашу нетипову картину зоряного неба за допомогою цієї сторінки. Мініатюри мають бути розміром 300x170 пікселів, щоб збігатися за розміром із мініатюрами решти сторінки.
zh_hk: 請在這裏貢獻您自己的製作的星空文化。縮略圖為300x170像素，以適應頁面。
