Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: It is important to explicitly state what use may be made of images for your landscape. This should be done in the readme.txt file inside the .zip file.
ar: من المهم ذكر نوع الاستخدام المسموح للصور في مجلد امنظر الطبيعي. يمكن ذكر ذلك في ملف readme.txt الموجود داخل الملف المضغوط.
ca: És important expressar explícitament quina utilització es pot fer d'imatges per al vostre paisatge. Això s'ha de fer en el fitxer readme.txt dins del fitxer .zip.
ca@valencia: És important indicar explícitament quin ús es pot fer de les imatges del vostre paisatge. Açò ha d'indicar-se al fitxer readme.txt, dins del fitxer .zip.
cs: Je důležité výslovně uvést jak mohou být obrázky pro vaši krajinu použity. To by mělo být uvedeno v souboru readme.txt uvnitř souboru .zip.
de: Es ist wichtig, die Bedingungen festzulegen, unter denen die Bilder für die Landschaft verwendet weden dürfen. Diese sollten in der readme.txt-Datei innerhalb des ZIP-Archivs nachzulesen sein.
el: Είναι σημαντικό να δηλώσετε ρητά όποια χρήση επιτρέπεται για τις εικόνες στο τοπίο σας. Αυτό πρέπει να δηλωθεί στο αρχείο readme.txt μέσα στο .zip αρχείο.
es: Es importante indicar explícitamente qué uso se puede hacer de las imágenes para su paisaje. Esto debe indicarse en el archivo readme.txt dentro del archivo .zip.
fi: On tärkeää ilmaista selkeästi, mitä kuvia voidaan käyttää maisemassasi. Tämä tulee tehdä readme.txt-tiedostossa .zip-tiedoston sisällä.
fr: Il est important par ailleurs de déclarer explicitement comment les images de votre paysage peuvent être utilisées. Vous pouvez le faire dans le fichier readme.txt de votre paysage.
gd: Tha e cudromach gum mìnich thu gu soilleir dè na dòighean air a dh’fhaodar dealbhan do chrutha-tìre a chleachdadh. Bu chòir dhut sin a dhèanamh ann am faidhle readme.txt am broinn an fhaidhle .zip.
gl: É importante indicar explicitamente o uso que se poida facer das imaxes para a túa paisaxe. Isto debería facerse no ficheiro readme.txt dentro do ficheiro .zip.
hr: Važno je izričito navesti od kakve koristi mogu biti slike za vaš krajolik. To treba učiniti u datoteci readme.txt unutar .zip datoteke.
id: Penting untuk menyatakan dengan jelas gambarnya digunakan untuk apa saja untuk lanskapnya. Ini dapatkan dilakukan di berkas readme.txt di dalam berkas .zip-nya.
it: È importante indicare esplicitamente l'uso che può essere fatto delle immagini per il tuo paesaggio. Questo dovrebbe essere fatto nel file readme.txt all'interno del file .zip.
ja: 風景で画像をどのように使用できるかを明示することが重要です。これはzipファイル内のreadme.txtファイルで行う必要があります。
lt: Svarbu aiškiai nurodyti, kokiu tikslu gali būti naudojamos nuotraukos jūsų kraštovaizdžiui. Tai turėtų būti padaryta readme.txt faile, esančiame .zip faile.
nl: Het is belangrijk om expliciet aan te geven waar voor de afbeeldingen van uw landschap voor gebruikt kunne worden. Dit moet worden aangegeven in het readme.txt-bestand in het .zip-bestand.
pl: Bardzo ważne jest, aby wyraźnie określić, na jakich zasadach można wykorzystywać obrazy użyte w krajobrazie. Należy to zrobić w pliku readme.txt umieszczonym w pliku .zip.
pt_br: É importante indicar explicitamente que uso pode ser feito de imagens para sua paisagem. Isso deve ser feito no arquivo readme.txt dentro do arquivo .zip.
ru: Важно четко указать, какое использование может быть сделано для изображений для вашего ландшафта. Это должно быть сделано в файле readme.txt внутри .zip-файла.
sc: Est importante iscriere in craru s'impreu chi podet essere fattu de sas immagines po su paesaggio tu. Custu teppet essere fattu in su file readme.txt a intro de su file .zip.
sk: Je dôležité presne pomenovať, na aké účely môžu byť Vaše obrázky terénu použité. Toto by malo byť obsahom súboru readme.txt vo vnútri archívu .zip.
sq: Është e rëndësishme të deklarohet shprehimisht se përse mund të përdoren figurat për peizazhin tuaj. Kjo duhet bërë te kartela readme.txt brenda kartelës .zip.
tr: Manzaralarınız için görüntülerin ne şekilde kullanılabileceğini açıkça belirtmek önemlidir. Bu, .zip dosyasının içindeki readme.txt dosyasında yapılmalıdır.
uk: Важливо явним чином вказати умови використання зображень із вашого ландшафту. Це слід зробити у файлі readme.txt, який є частиною архіву .zip.
zh_hk: 明確說明您的地景可能會使用哪些圖像非常重要。 這應該在.zip文件中的readme.txt文件中完成。

source: We recommend an open source license compatible with Stellarium itself (i.e. the GNU GPL), or one of the Creative Commons licenses.
ar: نوصي باستخدام رخصة مفتوحة متوافقة مع برنامج ستيللاريوم المفتوح مثل (رخصة جنو العامة) أو إحدى رخص المشاع الإبداعي.
ca: Recomanem una llicència de codi obert compatible amb la pròpia Stellarium (és a dir, la GPL de GNU), o una de les llicències de Creative Commons.
ca@valencia: Es recomana una llicència de codi obert compatible amb Stellarium ( com GNU GPL), o una de les llicències de Creative Commons.
cs: Doporučujeme licenci 'open source' kompatibilní s licencí Stellaria (tj. GNU GPL) nebo některou z licencí Creative Commons.
de: Wir empfehlen eine mit Stellarium kompatible Open-Source-Lizenz (d.i. GNU GPL), oder eine Creative Commons (CC)-Lizenz.
el: Προτείνουμε μια ανοικτού κώδικα άδεια συμβατή με το Stellarium (πχ. GNU GPL), ή κάποια από τις Creative Commons άδειες.
es: Recomendamos una licencia de código abierto compatible con Stellarium (es decir, GNU GPL) o una de las licencias de Creative Commons.
fi: Suosittelemme avoimen lähdekoodin lisenssiä, joka on yhteensopiva itse Stellariumin kanssa (eli GNU GPL) tai jonkin Creative Commons -lisenssin kanssa.
fr: Nous recommandons une licence libre compatible avec Stellarium (c'est-à-dire la GNU GPL) ou une des licences Creative Commons.
gd: Mholamaid gun cleachd thu ceadachas open source a tha co-chòrdail ri Stellarium fhèin (can GNU GPL) no fear de na ceadachasan Creative Commons.
gl: Recomendamos unha licenza de código aberto compatible coa propia Stellarium (é dicir, a GNU GPL), ou unha das licenzas de Creative Commons.
hr: Preporučujemo licencu otvorenog koda kompatibilnu sa samim Stellariumom (tj. GNU GPL) ili jednu od Creative Commons licenci.
id: Kami merekomendasikan sebuah lisensi sumber terbuka yang cocok dengan Stellarium itu sendiri (yaitu GNU GPL), atau salah satu dari lisensi kreatif yang biasa.
it: Raccomandiamo una licenza open source compatibile con Stellarium stesso (cioè GNU GPL) o con una delle licenze Creative Commons.
ja: Stellarium本体と互換性のあるオープンソース・ライセンス(つまりGNU GPL)、またはクリエイティブ・コモンズ・ライセンスの1つをお勧めします。
lt: Mes rekomenduojame atvirojo kodo licenciją, suderinamą su Stellarium (t.y. GNU GPL) arba vieną iš Creative Commons licencijų.
nl: Wij bevelen een open source licentie aan compatible met Stellarium (b.v. de GNU GPL), of een van de Creative Commons licenties.
pl: Zalecamy wykorzystanie licencji typu open source zgodną z samym Stellarium (tj. GNU GPL) lub jedną z licencji Creative Commons.
pt_br: Recomendamos uma licença de código aberto compatível com o próprio Stellarium (ou seja, a GNU GPL), ou uma das licenças Creative Commons.
ru: Мы рекомендуем использовать лицензию с открытым исходным кодом, совместимую с самим Stellarium (т.е. GNU GPL) или с одной из лицензий Creative Commons.
sc: Recumnadamos una licentzia open source cumpatibile cun Stellarium (cioè GNU GPL) o cun una de sas licentzias Creative Commons.
sk: Odporúčame licenciu open source kompatibilnú s tou pre Stellarium (napr. GNU GPL) alebo niektorú z Creative Commons licencií.
sq: Rekomandojmë një licencë burimi të hapur të përputhshme me vetë Stellarium-in (pra, GNU GPL), ose një nga licencat Creative Commons.
tr: Stellarium'un kendisi (yani GNU GPL) veya Creative Commons lisanslarından biri ile uyumlu bir açık kaynak lisansı öneriyoruz.
uk: Ми рекомендуємо використовувати відкриті умови ліцензування, сумісні із умовами ліцензування коду Stellarium (тобто із GNU GPL), або одну з ліцензій Creative Commons.
zh_hk: 我們建議使用與Stellarium本身兼容的開源許可證（即GNU GPL）或Creative Commons許可證之一。

source: file encoding
ar: ترميز الملف
be: кадаваньне файлаў
ca: codificació del fitxer
ca@valencia: codificació de fitxer
cs: kódování souborů
de: Datei-Zeichensatz
el: κωδικοποίηση αρχείου
es: codificación del archivo
et: faili kodeering
fi: Tiedostojen merkistökoodaukset
fr: Encodage des fichiers
gd: còdachadh nam faidhlichean
gl: codificando arquivo
hr: kodiranje datoteke
id: pengkodean berkas
it: codifica dei file
ja: ファイルの文字エンコード
lt: failo kodavimas
nl: bestand codereing
pl: kodowanie pliku
pt_br: codificação de arquivo
ru: кодировка файла
sc: codifica de sos file
sk: znaková stránka
sq: kodim kartelash
tr: dosya kodlaması
uk: кодування файлів
zh_hk: 文件編碼

source: The landscape.ini and readme.txt files should be UTF-8 encoded text or plain ASCII. It's probably a good idea to adopt the Windows line ending encoding, (i.e. CR LF). Both Windows and *nix style line ending encoding should work OK in Stellarium, but Windows users will have an ugly time reading the readme.txt if it uses *nix-style newlines.
ar: ملفات landscape.ini و readme.txt يجب أن تكون بترميز UTF-8 أو ASCII. من المستحسن استخدام ترميز نهاية السطر باستخدام ترميز الويندوز ( CR LF). ترميز ويندوز و *nix يعملان مع ستيللاريوم، لكن مستخدمي ويندوز سيجدون صعوبة في قراءة ملف readme.txt عند استخدام ترميز *nix.
ca: Els fitxers landscape.ini i readme.txt han de ser text codificat en UTF-8 o ASCII pla. Es recomana adoptar la codificació final de línia de Windows (p. ex. CR LF). La codificació final de línia de Windows i el de *nix funcionaran bé a Stellarium, però els usuaris de Windows tindran un temps mes llarg de lectura del fitxer readme.txt si utilitza els caràcters de salt de línia de *nix.
ca@valencia: Els fitxers landscape.ini i readme.txt han de ser text codificat en UTF-8 o ASCII simple. És una bona idea adoptar la codificació de Windows (és a dir, CR LF). Tant la codificació de Windows com la de *nix deuen funcionar correctament en Stellarium, però els usuaris de Windows tindran problemes amb el fitxer readme.txt si utilitzen línies d'estil *nix.
cs: Soubory landscape.ini a readme.txt by měly být kódovány v UTF-8 nebo ASCII. Pravděpodobně je lepší používat zakončení řádků jako v systému Windows (tj. CR LF). Ve Stellariu by měla pracovat správně kódování konce řádku, které se používá jak v systémech Windows, tak i v unixových systémech. Uživatelé Windows ovšem nebudou zrovna nadšeni při čtení souboru readme.txt, pokud použijete unixový způsob zakončení řádků.
de: Die Dateien landscape.ini und readme.txt sollten in UTF-8 (Unicode) oder "plain ASCII" (wenn keine Sonderzeichen enthalten sind) abgespeichert werden, um Umlaute korrekt wiedergeben zu können. Wir empfehlen die Windows-Zeilenendemarkierung (CR LF) zu verwenden. Sowohl Windows als auch *nix-Stil (LF) Zeilenenden sollten mit Stellarium funktionieren, aber vielen Windows-Programmen bereiten *nix-Zeilenenden ein Problem, wenn z.B. das readme.txt dargestellt werden soll.
el: Τα αρχεία landscape.in και readme.txt πρέπει να έχουν κωδικοποίηση είτε UTF-8 ή απλό ASCII. Είναι πιθανότατα καλή ιδέα να υιοθετηθεί η κωδικοποίηση του τέλος γραμμών των Windows (δηλ. CR LF). Είτε των Windows είτε *nix στυλ κωδικοποιήσης αλλαγής γραμμής θα δουλεύει σωστά με το Stellarium, αλλά οι χρήστες Windows θα δυσκολεύονται να διαβάζουν τα αρχεία readme.txt αν χρησιμοποιεί το στυλ *nix για αλλαγή γραμμής.
es: Los archivos landscape.ini y readme.txt deben ser texto codificado en UTF-8 o ASCII plano. Es una buena idea adoptar la codificación de Windows, (es decir, CR LF). Tanto la codificación Windows como la de *nix deberían funcionar correctamente en Stellarium, pero los usuarios de Windows pasarán un mal rato leyendo el archivo readme.txt si usan líneas de estilo *nix.
fi: landscape.ini ja readme.txt -tiedostojen tulee olla UTF-8 -koodattua tekstiä tai tavallista ASCII-koodia. On luultavasti hyvä idea ottaa käyttöön Windows-rivinpäätteen koodaus (eli CR LF). Sekä Windows- että *nix-tyylinen rivinpäätteisen koodauksen pitäisi toimia OK Stellariumissa, mutta Windows-käyttäjillä on ruma aika lukea readme.txt-tiedostoa, jos siinä käytetään *nix-tyylisiä rivinvaihtoja.
fr: Les fichiers landscape.ini et readme.txt doivent être encodés en UTF-8 ou en pur ASCII. Cela peut être une bonne idée d'adopter les fins de ligne à la Windows (c'est-à-dire CR LF). Les fins de ligne *nix et Windows fonctionnent correctement avec Stellarium, mais l'affichage du fichier readme.txt sera difficile à lire pour les utilisateurs de Windows s'il utilise les fins de ligne *nix.
gd: Bu chòir do chòdachadh UFT-8 no ASCII lom a bhith air an teacsa sna faidhlichean landscape.ini agus readme.txt. Bhiodh e glic còdachadh deiridh-loidhne Windows a chleachdadh (’s e seo CR LF). Obraichidh an dà chuid deireadh-loidhne Windows no *nix am broinn Stellarium ach bidh e tuilleadh is doirbh do luchd-cleachdaidh Windows faidhle readme.txt a chleachdas deiridhean-loidhne *nix a leughadh.
gl: Os ficheiros landscape.ini e readme.txt deberían ser texto codificado UTF-8 ou ASCII simple. Probablemente sexa unha boa idea adoptar a codificación de final de liña de Windows (isto é, CR LF). Tanto Windows como o estilo de codificación de final de liña *nix deberían funcionar correctamente en Stellarium, pero os usuarios de Windows pasarano mal ó leren o readme.txt se usas as liñas de estilo *nix.
hr: Datoteke landscape.ini i readme.txt trebaju biti kodirane u UTF-8 tekst ili običan ASCII. Vjerojatno je dobra ideja usvojiti "Windows line ending" kodiranje (tj. CR LF). Oba načina kodiranja - "Windows line ending" ili "*nix style line ending" trebala bi funkcionirati u Stellariumu sasvim u redu, ali Windows korisnici će se dobrano načitati readme.txt datoteke ukoliko koriste * nix način.
id: Berkas landscape.ini dan readme.txt harus dikodekan dalam UTF-8 atau ASCII biasa. Akan menjadi ide bagus untuk menggunakan pengkodean akhir baris dari Windows (CR LF). Pengkodean akhir baris Windows dan pengkodean LF yang digunakan di sistem mirip Unix seharusnya bekerja dengan baik di Stellarium, tetapi pengguna Windows akan mengalami kesusahan membaca readme.txt jika menggunakan pengkodean LF.
it: I file landscape.ini e readme.txt devono essere in formato testo con codifica UTF-8 o ASCII normale. Probabilmente è una buona idea adottare la codifica di fine riga di Windows, (ad es. CR LF). Sia Windows che la codifica di fine linea in stile *nix dovrebbero funzionare correttamente in Stellarium, ma gli utenti di Windows avranno un brutto tempo a leggere il file readme.txt se utilizza le newline in stile *nix.
ja: landscape.iniとreadme.txtファイルは、UTF-8でエンコードされたテキスト・ファイルまたはプレーンASCIIファイルである必要があります。Windowsの改行コード(CR+LFなど)を使用することをお勧めします。StellariumではWindowsと*nixスタイルの改行コードの両方で問題なく動作するはずですが、Windowsユーザーが*nixスタイルの改行コードを使用する場合、readme.txtの読み込みに時間がかかります。
lt: landscape.ini ir readme.txt failai turėtų būti UTF-8 koduoti tekstai arba paprastas ASCII. Geriausia būtų naudoti "Windows" eilučių pabaigos kodavimą (t.y. CR LF). Stellarium'e turėtų veikti ir "Windows" ir *nix stiliaus eilučių pabaigos kodavimas, bet "Windows" naudotojams skaityti readme.txt su *nix stiliaus naujaisiais simboliais gali būti nemalonu.
nl: De landscape.ini en readme.txt bestanden moeten UTF-8-gecodeerde tekst of gewoon ASCII zijn. Het is waarschijnlijk een goed idee om de codering voor het beëindigen van een Windows-regel (d.w.z. CR LF) te gebruiken. Zowel de terminologiecodering van Windows als * nix-stijl zou in Stellarium correct moeten werken, maar Windows-gebruikers zullen het lezen van readme.txt een beetje lelijk vinden als *nix-achtige regels worden gebruikt.
pl: Pliki landscape.ini i readme.txt powinny zostać zakodowane w UTF-8 lub zwykłym ASCII. Zalecamy zastosowanie kodowania końców linii właściwego dla systemu Windows (tj. CR LF). Zarówno kodowanie w stylu Windows, jak i systemów *nix powinno działać poprawnie w Stellarium, ale użytkownicy systemu Windows będą mieli kłopot z czytaniem readme.txt, jeśli używa on znaków nowej linii *nix.
pt_br: Os arquivos landscape.ini e readme.txt devem ser texto codificado em UTF-8 ou ASCII simples. Provavelmente é uma boa ideia adotar a codificação de finalização de linha do Windows (ou seja, CR LF). Tanto a codificação de finalização de linha no estilo Windows quanto *nix devem funcionar bem no Stellarium, mas os usuários do Windows terão um tempo ruim lendo o readme.txt se ele usar novas linhas no estilo *nix.
ru: Файлы landscape.ini и readme.txt должны быть закодированы в кодировке UTF-8 или просто ASCII. Вероятно, неплохо принять кодировку окончания строки Windows (т.е. CR LF). Как Windows, так и *nix символ окончания строки должен работать нормально в Stellarium, но пользователи Windows будут иметь трудности с чтением readme.txt, если они использует юниксовый стиль символа окончания строки.
sc: Sos file landscape.ini et readme.txt teppene essere in formau testuale cun codifica UTF-8 o ASCII normale. Probabilmente est cosa ona de faere impreare sa codifica de fine riga de Windows, (po es. CR LF). Sia Windows chi sa codifica de fine linea in istile *nix tian teppere funtzionare bene in Stellarium, ma sos utentes de Windows non han a lezere bene su file readme.txt si s'impreat su carattere riga noa in istile *nix.
sk: Súbory landscape.ini a readme.txt musia byť vo formáte UTF-8 alebo obyčajný ASCII. Pravdepodobne je lepšie použiť konce riadkov systému Windows (t.j. CR LF). Obidva systémy Windowsu a Unixu by mali fungovať v Stellariu, ale užívatelia Windowsu by mali problém s čítaním readme.txt, ak by používal Unixové konce riadkov.
sq: Kartelat landscape.ini dhe readme.txt duhet të jenë tekst i koduar nën UTF-8 ose thjesht ASCII. Mundet të jetë ide e mirë të birësohet kodimi Windows për funde rreshtash, (pra, CR LF). Në Stellarium duhet të funksionojnë paq si funde rreshtash të koduar sipas Windows-i, ashtu edhe ata në stil sistemesh *nix, por përdoruesve të Windows-it do t’ua shpifë leximi i readme.txt-it, nëse përdoren simbole rreshti të ri në stil sistemesh *nix.
tr: landscape.ini ve readme.txt dosyaları UTF-8 kodlu metin veya düz ASCII olmalıdır. Windows satır sonu kodlamasını (yani CR LF) benimsemek muhtemelen iyi bir fikirdir. Hem Windows hem de * nix stili satır bitiş kodlaması Stellarium'da sorunsuz çalışmalıdır, ancak Windows kullanıcıları * nix tarzı satırsonu kullanıyorsa readme.txt dosyasını okurken çirkin bir zaman geçirecektir.
uk: Файли landscape.ini і readme.txt повинні містити дані у кодуванні UTF-8 або прості символи ASCII. Ймовірно, варто використовувати символи завершення рядків Windows (тобто CR LF). У самому Stellarium мають працювати символи завершення рядків Windows і *nix, але у користувачів Windows можуть виникнути проблеми із читанням readme.txt, якщо там використано символи завершення рядків у стилі *nix.
zh_hk: landscape.ini和readme.txt文件應為UTF-8編碼文本或純ASCII。 採用Windows行結束編碼（即CR LF）可能是個好主意。 Windows和* nix樣式行結束編碼在Stellarium中都可以正常工作，但是如果Windows用戶使用* nix樣式的換行符，那麼讀取readme.txt會很難。

source: need hosting?
ar: هل تحتاج لاستضافة؟
ca: necessiteu allotjament?
ca@valencia: necessiteu allotjament?
cs: potřebujete hosting?
de: Sie benötigen Webspace?
el: χρειάζεστε φιλοξενία;
es: ¿necesita alojamiento?
et: vajad majutust?
fi: Tarvitsetko säilytystilaa verkossa?
fr: Besoin d'hébergement ?
gd: òstadh a dhìth ort?
gl: precisas servidor?
hr: trebate hosting?
id: membutuhkan hosting?
it: bisogno di hosting?
ja: ウェブサイトは必要ですか？
lt: reikia talpinimo?
nl: hosting nodig?
pl: potrzebujesz hostingu?
pt_br: precisa de hospedagem?
ru: нужен хостинг?
sc: tenes bisonzu de hosting?
sk: potrebujete hosting?
sq: ju duhet strehim?
th: ต้องการที่เก็บ?
tr: hosting ihtiyacınız mı var?
uk: потрібне розміщення на сервері?
zh_hk: 需要託管？
