Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: The sun is down, the stars are visible. Since version 0.10.0 Stellarium has extensive star catalogs. 600,000 are included by default, but you can even download extra catalogues to see up to 210 million stars. This work was done by our team member Johannes.
af: Die son is onder, die sterre sigbaar. Sedert weergawe 0.10.0 bevat Stellarium uitgebreide katalogusse. 600,000 is by verstek ingesluit, maar u kan selfs bykomende katalogusse aflaai om tot 210 miljoen sterre te sien. Hierdie werk is deur Johannes, ons spanlid, gedoen.
ar: الشمس قد غابت وبانت النجوم. منذ الإصدار 0.10.0، لدى ستيللاريوم دليل متضمن يحتوي على 600،000 نجم وتستطيع تحميل أدلة إضافية حتى يصل المجموع إلى أكثر من 210 مليون نجم. هذا العمل أنجزه يوهان،عضو فريق ستيللاريوم.
az: Günəş batıb, ulduzlar görsənir. 0.10.0 versiyadan etibarən Stellariumun geniş ulduz kataloqu var. 600,000 proqramla yüklənir, amma siz əlavə 210 milyon ulduza qədər yükləyə bilərsiz. Bu işi bizim əməkdaşımız İoqann etmişdir.
be: Сонца села, бачныя зоркі. Ад вэрсіі 0.10.0 Stellarium мае значны зоркавы каталёґ. 600.000 знаходзяцца ў прадвызначаным, але можна загрузіць дадатковыя каталёґі й пабачыць да 210 мільёнаў зорак. Гэтая праца была зробленая сябрам нашай каманды Johannes.
bn: সূর্য ডোবার পর আকাশে তারাদের মিটমিট করতে দেখা যাচ্ছে । ১০ম সংস্করণের পর থেকে অতিরিক্ত নক্ষত্রতালিকা তৈরী করা হয়েছে । প্রাথমিকভাবে ৬০০,০০০ তারা একটি তালিকা দেওয়া থাকে, কিন্তু পরে আরও ২১কোটিরও বেশি তারা যোগ করা যায় । এই গুরুত্বপূর্ণ কাজটি আমাদের দলের সদস্য Johannes সম্পন্ন করেছেন ।
bs: Sunce je zašlo, zvijezde su vidljive. Od verzije 0.10.0, Stellarium sadrži ogroman katalog zvijezda. Početni katalog sadrži 600 000 zvijezda. Također, možete preuzeti i dodatne kataloge za ukupno 210 miliona zvijezda. Zahvaljujemo se Johannesu, članu našeg tima koji nam je omogućio korištenje ovih kataloga.
ca: El sol està baix, les estrelles són visibles. D'ençà de la versió 0.10.0 Stellarium té amplis catàlegs estel · lars. Uns 600.000 estels estan inclosos per defecte, però es pot, fins i tot. descarregar els catàlegs addicionals per veure fins a 210 milions d'estels. Aquest treball va ser realitzat per en Johannes, un membre de l'equip de Stellarium.
ca@valencia: El Sol ha baixat, les estreles estan visibles. Des de la versió 0.10, Stellarium compta amb amplis catàlegs d'estreles. Se n'hi inclouen 600.000 per defecte, però es poden descarregar catàlegs addicionals per a veure 210 milions d'estreles. Aquest treball fou realitzat per Johannes, un membre del nostre equip.
cs: Slunce zapadlo, hvězdy jsou viditelné. Od verze 0.10.0 má Stellarium rozsáhlé hvězdné katalogy. Standardně jich má 600 000, ale můžete stáhnout i dodatečné katalogy, které obsahují až 210 miliónů hvězd. Tuto práci provedl Johannes, člen našeho týmu.
de: Die Sonne ist untergegangen, die Sterne sind zu sehen. Seit Version 0.10.0 verfügt Stellarium über einen riesigen Katalog von Sternen. 600.000 Sterne befinden sich im Standardkatalog. Es können zusätzliche Kataloge mit bis zu 210 Millionen Sterne heruntergeladen werden. Diese Arbeit stammt von unserem Teammitglied Johannes.
el: Ο Ήλιος δύει, τα αστέρια είναι ορατά. Από την έκδοση 0.10.0 το Stellarium έχει εκτενείς αστρικούς καταλόγους. 600,000 συμπεριλαμβάνονται αρχικά, μπορείτε όμως να κατεβάσετε περισσότερους κατάλογους για να δείτε μέχρι και 210 εκατομμύρια αστέρια. Αυτή η εργασία έχει γίνει από το μέλος της ομάδας μας τον Johannes.
es: El sol está abajo, las estrellas están visibles. Desde la versión 0.10.0 Stellarium cuenta con amplios catálogos estelares. 600.000 se incluyen por defecto, pero se puede incluso descargar catálogos adicionales para ver hasta 210 millones de estrellas. Este trabajo fue realizado por Johannes, un miembro de nuestro equipo.
et: Päike on loojunud, tähed on näha. Alates versioonist 0.10.0 on Stellariumil laialdane sähtede kataloog. Vaikimisi on kaasatud 600 000, kuid alla saab laadida lisakatalooge, et näha koguni kuni 210 miljonit tähte. Selle töö teostas meie töörühma liige Johannes.
eu: Eguzkia sartu da, izarrak ikusgai daude. 0.10.0 bertsiotik aurrera Stellarium-ek izar katalogo zabalak dauzka. 600000 izar daude katalogo lehenetsietan, baina 210 milioi izar dituzten katalogo gehigarriak deskarga ditzakezu. Lan hau gure taldekide Johannes-ek egin zuen.
fi: Aurinko on laskenut, tähdet ovat näkyvissä. Versiosta 0.10.0 lähtien stellariumiin on ollut saatavissa ylimääräisiä tähtiluetteloita. Oletuksena stellarium sisältää 600 000 tähteä, mutta voit ladata niitä aina 210 miljoonaan asti. Tämän työn teki tiimimme jäsen Johannes.
fr: Le Soleil est couché, les étoiles sont visibles. Depuis la version 0.10.0, Stellarium inclut des catalogues d’étoiles exhaustifs. Le catalogue de base comprend 600 000 étoiles. D’autres catalogues comprenant jusqu’à 210 millions d’étoiles peuvent être téléchargés.
gd: Tha a’ ghrian air laighe is chithear na reultan. On tionndadh 0.10.0 a-mach, tha catalogan farsaing de reultan aig Stellarium. Tha 600,000 ’gan gabhail a-steach a ghnàth ach ’s urrainn dhut catalogan a bharrachd a luchdadh a-nuas airson suas ri 210 millean reul a shealltainn. Chaidh an obair seo a dhèanamh le Johannes, ball dhen sgioba againn.
gl: O sol xa se puxo, as estrelas son visibles. Dende a versión 0.10.0 Stellarium ten extensos catálogos de estrelas. 600.000 inclúense de forma predeterminada, pero aínda se poden descargar catálogos extra para ver ata 210 millóns de estrelas. Este traballo foi feito polo noso membro do equipo Johannes.
hr: Sunce je zašlo, zvijezde su vidljive. Od verzije 0.10.0 Stellarium ima detaljne kataloge zvijezda. 600.000 ih je uključeno prema zadanim postavkama, ali možete preuzeti i dodatne kataloge da biste vidjeli do 210 milijuna zvijezda. To je moguće zahvaljujući članu našeg tima Johannesu.
hu: Amikor a Nap lemegy, a csillagok láthatóvá válnak. A 0.10-es verziótól kezdve a Stellariumnak kibővített csillagkatalógusa van, amiben alapértelmezésben 600.000 csillag található. Ehhez további katalógusok tölthetők le, így a csillagok száma eléri a 210 milliót. Ezt a feladatot csapattagunk, Johannes oldotta meg.
id: Matahari telah tenggelam, bintang-bintang kini tampak. Sejak versi 0.10.0 Stellarium memiliki katalog bintang yang luas. 600.000 bintang secara default, tetapi kamu dapat mengunduh katalog ekstra untuk melihat sampai 210 juta bintang. Pekerjaan ini dilakukan oleh anggota tim kita Johannes.
is: Sólin er sest og stjörnurnar blika. Síðan í útgáfu 0.10.0 er Stellarium með viðbætanlegar stjörnuskrár. 600,000 stjörnur eru sjálfgefnar með í uppsetningunni, en þú getur sótt auka-stjörnuskrár til að geta skoðað allt að 210 milljónir stjarna. Þetta er afrakstur vinnu eins félaga okkar, sem heitir Johannes.
it: Il sole è calato, le stelle sono visibili. Fin dalla versione 0.10.0 Stellarium dispone di un esteso catalogo di stelle: 600.000 sono incluse come impostazione predefinita, ma è possibile scaricare ulteriori cataloghi per visualizzare fino a 210 milioni di stelle. Questo lavoro è stato effettuato dal membro del team Johannes.
ja: 太陽が沈むと星が見えるようになります。バージョン 0.10.0 以降、Stellarium は膨大な星のカタログを持つことになりました。初期状態で 60万個の星を含んでおり、追加カタログをダウンロードすることで、21千万個の星を見ることができるようになります。この機能は、開発チームの Johannes によって実装されました。
ky: Күн батып, жылдыздар көрүнө баштайт. 0.10.0 нускасынан баштап Stellarium'да жайнаган жылдыздар каталогдору пайда болду. 600 миңи жарыяланбаган боюнча кошулган, бирок сиз кошумча каталогдорду да жүктөп алып 210 миллионго жакын жылдызды көрө аласыз. Бул иш биздин командабыздын Йоханнес аттуу мүчөбүз тарабынан жасалган.
lt: Saulė nusileido, matomos žvaigždės. Nuo 0.10.0 versijos Stellarium turi išsamią žvaigždžių katalogą. Numatytai yra įtraukta 600 000 žvaigždžių, bet galite netgi atsisiųsti papildomus katalogus ir pamatyti iki 210 milijonų žvaigždžių. Šį darbą atliko mūsų komandos narys Johannes.
nb: Solen er nede, stjernene er synlige. Siden versjon 0.10.0 har Stellarium omfattende stjernekataloger. 600000 er inkludert som standard, men du kan laste ned ekstra kataloger for å se opptil 210 millioner stjerner. Dette arbeidet ble gjort av vårt team-medlem Johannes.
nl: De zon is net ondergegaan, de sterren worden zichtbaar. Sinds versie 0.10.0 heeft Stellarium een uitgebreide sterrencatalogus. Standaard bevat deze 600.000 sterren, maar je kan extra catalogi downloaden om zo tot 210 miljoen sterren te zien. Dit werk werd uitgevoerd door ons teamlid Johannes.
pl: Słońce zaszło, widać gwiazdy. Od wersji 0.10.0 Stellarium zawiera obszerne katalogi gwiazd. Domyślnie uwzględniane jest 600 tysięcy, lecz można pobrać dodatkowe katalogi, co daje 210 milionów gwiazd. Jest to możliwe dzięki pracy Johannesa, członka naszego zespołu.
pt_br: O sol está posto e as estrelas estão visíveis. Desde a versão 0.10.0, o Stellarium tem extensos catálogos estelares. São 600.000 incluídas por padrão, mas você pode baixar catálogos extras para ver até 210 milhões de estrelas. Este trabalho foi feito por Johannes, membro de nossa equipe.
ro: Soarele a apus, iar stelele sunt vizibile. Din versiunea 0.10.0 Stellarium are cataloage vaste cu stele. 600,000 sunt incluse implicit, însă puteți descărca mai multe cataloage pentru a putea vizualiza până la 210 milioane de stele. Această muncă a fost făcută de membrul nostru din echipă Johannes.
ru: Заходит Солнце и становятся видны звёзды. Начиная с версии 0.10.0 Stellarium имеет обширные звёздные каталоги. По умолчанию включен каталог на 600000 звёзд, но его можно дополнить загрузкой дополнительных каталогов, чтобы увидеть примерно 210 миллионов звёзд. Работа по включению каталогов была проделана членом нашей команды Йоханнесом (Johannes).
sc: Su sole est bassu, si bien sos isteddos. Dae sa versione 0.10.0 Stellarium disponet de catalogos mannos de istellas. 600.000 sonu cussas inclusas in sas impostaziones predefinias, ma est possibile de che iscarrigare catalogos in azunta po podet biene mentras a 210 miliones de istellas. Custu triballu est bistau fatu dae unu sociu de s'iscuadra Johannes.
sk: Slnko zašlo, hviezdy sú viditeľné. Od verzie 0.10.0 má Stellarium podporu rozsiahlych hviezdnych katalógov. Predvolene je zahrnutých 600 000 hviezd, ale ak ich chcete vidieť až 210 miliónov, môžete si ešte prevziať doplnkové katalógy. Túto prácu vykonal člen nášho tímu Johannes.
sq: Dielli është poshtë, yjet janë të dukshëm. Që me versionin 0.10.0, Stellarium ka katalogë të zgjeruar yjesh. Si parazgjedhje, përfshihen më shumë se 600000, por mundeni edhe të shkarkoni katalogë ekstra që të shihni deri në 210 milionë yje. Kjo punë qe kryer nga anëtari i ekipit tonë, Johannes.
sr: Сунце је зашло, звезде постају видљиве. Од верзије 0.10.0 Стеларијум има прошириве звездане каталоге. Више од 600 000 звезда је укључено у подразумеваној верзији, али можете преузети проширене каталоге и видите преко 210 милиона звезда. Овај посао је урађен захваљујући нашем члану тима "Johannes".
sv: Solen har gått ner och stjärnorna är synliga. Sedan version 0.10.0 har Stellarium utförliga stjärnkataloger. 600 000 st. inkluderas som standard, men du kan hämta ytterligare kataloger för att se upp till 210 miljoner stjärnor. Det här arbetet genomfördes av vår gruppmedlem Johannes.
th: ดวงอาทิตย์ลับขอบฟ้าไปแล้ว ดวงดาวส่องแสงระยิบระยับ นับตั้งแต่รุ่น 0.10.0 Stellarium มีข้อมูลดาวฤกษ์จำนวนมาก เริ่มต้นที่ 600,000 ดวง แต่คุณสามารถดาวน์โหลดเพิ่มได้จนถึง 210 ล้านดวง ซึ่งจัดทำโดยโยฮันส์ หนึ่งในสมาชิกของทีม
tr: Güneş battı, yıldızlar görünüyor. Sürüm 0.10.0'dan beri Stellarium'un geniş yıldız katalogları var. 600.000 varsayılan olarak dahil, ancak 210 milyona kadar yıldız görmek için fazladan katalog indirebilirsiniz. Bu çalışma ekip üyemiz Johannes tarafından yapıldı.
uk: Сонце зайшло, можна бачити зірки. У Stellarium 0.10.0 ви зможете скористатися великими каталогами зірок. У типовому комплекті каталог з 600000 зірок, але ви можете отримати додаткові каталоги з близько 210 мільйонами зірок. Реалізувати цю можливість змін учасник нашої команди, Johannes.
vi: Mặt trời lặn, các ngôi sao có thể nhìn thấy. Kể từ phiên bản Stellarium 0.10.0 có các danh mục sao rộng lớn. 600.000 cái được bao gồm theo mặc định, nhưng bạn thậm chí có thể tải thêm danh mục sản phẩm để xem lên đến 210 triệu ngôi sao. Công việc này đã được thực hiện bởi thành viên nhóm chúng tôi Johannes.
zh_hk: 夕陽西下，羣星閃耀。Stellarium 0.10.0 版本擴充了星表。默認星表包含60萬顆恒星，你可以通過下載擴展星表來提高到2.1億顆恒星。這項工作由項目成員 Johannes 完成。

source: The Starlore tab in the View window. Choose between different cultures and see how they looked at the stars.
af: Die Starlore-oortjie in die Aansig-venster. Kies tussen verskillende kulture en sien hoe hulle na die sterre gekyk het.
ar: تبويب التراث الفلكي في نافذة خيارات العرض والسماء. اختر تراثاً فلكيا لترى كيف كانت تلك الثقافة تتصور السماء.
az: "Ulduzlar barədə bilgilər" pəncərəsi. Müxtəlif mədəniyyətləri seçib onlar ulduzlara necə baxdığını bilmək olar.
be: Закладка зорныя веды ў вакне «Від». Можна выбіраць розныя культуры й бачыць, як яны адлюстроўваюцца на небе.
bn: দৃশ্যপট বিভাগের সংস্কৃতি অংশে মনের মত সংস্কৃতির মহাকাশ সংক্রান্ত জ্যোতিষ বেছে নেওয়া যায় ।
bs: Starlore tab u prozoru za pregled. Izaberite neku od ponuđenih civilizacija i pogledajte zvijezde iz njihove perspektive.
ca: La fitxa Starlore a la finestra Vista. Tria entre diferents cultures per veure com es veien les estrelles.
ca@valencia: La pestanya Mitologia en la finestra Vista. Trieu entre les diferents cultures per a veure com aquestes miraven les estreles.
cs: Karta hvězdné kultury v okně Zobrazení. Zvolte mezi různými kulturami a podívejte se, jak nahlížely na hvězdy.
de: Der Sternbildkultur-Tab im Ansichtsfenster. Wählen Sie zwischen verschiedenen Kulturen und sehen Sie, wie diese die Sterne betrachteten.
el: Η καρτέλα των πολιτισμών στο παράθυρο θέασης. Επιλέξτε ανάμεσα σε διαφορετικούς πολιτισμούς και δείτε πως βλέπανε τα αστέρια.
es: La ficha Starlore en la ventana Vista. Elige entre diferentes culturas para ver como se veían las estrellas.
et: Tähetarkuse vaheleht aknas Vaade. Vali erinevaid kultuure ja vaata, kuidas nad tähti vaatlesid.
eu: Ikusi leihoko Izarren kondaira fitxa. Aukeratu kultura desberdinen artean eta ikusi nola ikusten zituzten izarrak.
fi: Tähtitarusto-välilehti näyttö-ikkunassa. Valitse eri kulttureja ja näe miten erilaisilta tähdet näyttävät.
fr: L’onglet Culture céleste dans la fenêtre Affichage. On peut observer ainsi comment différentes cultures se représentaient les étoiles.
gd: Taba “Dualchas nan reul” san uinneag seallaidh. Tagh o dhualchasan eadar-dhealaichte is seall mar a choimhead iad air na reultan.
gl: A pestana Starlore na xanela de Vista. Elixe entre diferentes culturas e observa como miran as estrelas.
hr: Kartica Kultura neba u prozoru Pogleda. Odaberite između različiti svjetskih kultura i saznajte njihov pogled na zvijezde.
hu: Csillagmondák a nézet ablakban. Több mint húsz különböző kultúrkör elnevezése és ábrázolása közül lehet választani.
id: Tab Starlore pada jendela View. Pilih antara kultur yang berbeda dan kuhat bagaimana kultur tersebut melihat bintang-bintang.
is: Stjörnumerkjaflipinn í Sýn-glugganum. Veldu á milli mismunandi menningarheima og sjáðu hvernig aðrir horfðu til himins.
it: La scheda Tradizioni nella finestra Visualizza: scegliere fra le diverse culture per scoprire come vedevano le stelle.
ja: ビューウィンドウにある「星の言い伝え(The Starlore)」タブでは、様々な文化においてどのように星が見られてきたかが分かります。
ky: Көрүнүш терезесиндеги "Жылдыз таануу" салмасы. Башка маданияттарды тандап, алар жылдыздарды кантип көрүшкөнүн карап чыгыңыз.
lt: Žvaigždžių mokslas skirtuke Peržiūros lange. Pasirinkite skirtingas kultūras ir pamatykite, kaip jos žiūrėjo į žvaigždes.
lv: Zvaigžņu stāstu cilne Skata logā. Izvēlieties pasaules kultūru un uzziniet, kā tās cilvēki redzēja zvaigznes.
nb: Stjernemytefanen i Visning-vinduet. Velg mellom ulike kulturer og se hvordan de så på stjernene.
nl: De 'Verhalen over de sterren' tab in het Beeld venster. Kies tussen de verschillende culturen en zie hoe ze naar de sterren kijken.
pl: Historie gwiazdozbiorów w oknie ustawień widoku i nieba. Wybierz spośród różnych kultur i zobacz jak one patrzyły na gwiazdy.
pt_br: A aba Cultura estelar na janela Visualização. Escolha entre diferentes culturas e veja como elas olhavam para as estrelas.
ro: Categoria cu lecții pentru stele în fereastra de Vizualizare. Alegeți dintre diferitele culturi și reflectați cum acestea observau stelele.
ru: Вкладка "Знания о звёздах" окна настроек неба и наблюдения. Выбирая различные культуры можно увидеть то, что разные народы видели в звёздах.
sc: Sa ischeda Starlore in sa ventana Visualiza. Sebera tra sas diversas culturas et abbaida comente sos antigos han bisu sos astros.
sk: Karta Mytológia v okne Zobrazenie. Vyberte si medzi rozličnými kultúrami a zistite, ako sa pozerali na hviezdy.
sq: Skeda Starlore te dritarja Pamje. Zgjidhni mes qytetërimesh të ndryshme dhe shihni se si u dukeshin yjet atyre.
sv: Fliken Stjärnmytologi i Vyfönstret. Välj mellan olika kulturer och se vad de såg när de vände blicken mot stjärnorna.
th: แท็บตำนานดาวในหน้าต่างมุมมอง สามารถเลือกได้ตามวัฒนธรรมต่าง ๆ แล้วดูว่าพวกเขามองเห็นดวงดาวเป็นรูปอะไรกันบ้าง
tr: Görünüm penceresindeki Starlore sekmesi. Farklı kültürler arasından seçim yapın ve yıldızlara nasıl baktıklarını görün.
uk: Вкладка систем поділу неба у різних культурах у вікні «Перегляд». Тут ви можете вибрати різні культури і ознайомитися з тим, як з їхньої точки зору виглядає небо.
vi: Tab Truyền thuyết Sao trong cửa sổ nhìn. Chọn giữa các nền văn hóa khác nhau và nhìn cách họ nhìn các ngôi sao.
zh_hk: 在“視圖”窗口，可選擇不同的星空文化，展示不同文明眼中的星空。

source: Selecting a planet and pressing Ctrl+G flies you there. Here, we see Mars from a rover&#39;s viewpoint.
ar: اختيار كوكب وضغط Ctrl+G يذهب بك إلى سطحه. هنا نرى المريخ كما يظهر من عربة rover&#39 على سطحه.
be: Вылучыўшы плянэту й націснуўшы Ctrl+G перанясёмся туды. Мы пабачым Марс як яго бачыць марсаход.
ca: Selecciona un planeta i premeu Ctrl + G us farà volar allà. Aquí, veiem Mart des del punt de vista d'un rover&#39;s.
ca@valencia: Si seleccioneu un planeta i premeu Ctrl+G, us hi transportareu. Ací veiem Mart des del punt de vista d'un rover&#39, vehicle d'exploració.
cs: Vyberte planetu a stiskem Ctrl+G na ni odletíte. Zde vidíme Mars z pohledu průzkumného vozítka.
de: Durch Auswahl eines Planeten und Tastendruck auf Strg+G fliegen Sie dorthin. Hier sehen wir den Mars von einer Landesonde aus.
el: Επιλέγοντας ένα πλανήτη και πατώντας Ctrl+G, σας πετάει εκεί. Εδώ βλέπουμε τον Άρη από την οπτική γωνία ενός ρομποτικού οχήματος εξερεύνησης&#39.
es: Seleccionando un planeta y presionando Ctrl+G lo llevará a él. Aquí vemos a Marte desde el punto de vista de un rover.
et: Planeedi valimine ja klahvikombinatsiooni Ctrl+G vajutamine lennutab sind sinna. Siin on näha Marss kulguri vaatepunktist.
fi: Valitsemalla planeetan ja painamalla Ctrl+G siirryt sinne. Tässä näemme Marsin kulkijan näkökulmasta.
fr: Sélectionner une planète et taper Ctrl+G vous y transporter. Nous sommes ici sur Mars, du point de vue d’un véhicule d’exploration.
gd: Sgiathaidh tu an-seo le taghadh planaid is brùthadh air Ctrl+G. Tha sinn a’ faicinn a’ Chuirg o shealladh reumhair an-seo.
gl: Seleccionando un planeta e premendo Ctrl+G volves alí. Aquí, vemos Marte desde o punto de vista dun rover&#39;s.
hr: Odabirom planeta i pritiskom na Ctrl + G postavlja Vas na lokaciju. U ovom primjeru, vidimo Mars s gledišta rovera&#39.
id: Memilih sebuah planet dan tekan Ctrl+G kamu terbang. Disana, kita melihat Mars dari sudut pandang rover&#39;
it: Selezionando un pianeta e premendo Ctrl+G si posiziona lì. Qui, vediamo Marte dal punto di vista di un rover.
ja: 惑星を選択してCtrl+Gを押すと、そこにジャンプします。ここでは火星探査機ローバーからの視点で見ています。
lt: Pasirinkus planetą ir paspaudus Ctrl+G, jūs ten nuskrendate. Čia matome Marsą iš roboto perspektyvos.
nl: Selecteer een planeet en druk op Ctrl+G en u vliegt er naar toe. Hier, zien we Mars vanaf een rover&#39;s gezichtspunt.
pl: Wybierz planetę i naciśnij Ctrl+G, aby na niej się znaleźć. Tutaj widzimy Marsa z punktu widzenia łazika.
pt_br: Selecionar um planeta e pressionar Ctrl + G leva você até lá. Aqui, vemos Marte do ponto de vista de um rover.
ru: Выбор планеты и нажатие Ctrl+G перенесёт Вас туда. Здесь мы видим Марс с точки зрения марсохода.
sc: Seberande unu pianeta et cariande Ctrl+G si andat a inie. Innoghe, bidimos Marte dae su puntu de vista de unu rover.
sk: Výber planéty a stlačenie Ctrl+G Vás tam prenesie. Tu vidíme Mars z pohľadu rovera.
sq: Përzgjedhja e një planeti dhe shtypja e tasteve Ctrl+G ju shpie atje. Ja, këtu shohim Marsin sikur të ishim në një automjet mbi të.
th: เลือกดาวเคราะห์แล้วกด Ctrl+G เพื่อบินไปที่นั่น ภาพนี้คุณจะเห็นดาวอังคารในมุมมองจากรถสำรวจที่อยู่บนพื้นผิว
tr: Bir gezegen seçmek ve Ctrl+G tuşlarına basmak sizi o gezegene götürür. Burada Mars'ı bir rover&#39;in bakış açısından görüyoruz.
uk: Вибір планети із наступним натисканням Ctrl+G перенесе вас до неї. Тут ми бачимо Марс із точки зору марсохода.
zh_hk: 選擇一個行星並按下Ctrl + G就會飛到那裏。 在這裏，我們從漫遊者的角度看火星。
