Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: Unzip the landscape .zip file in the <em>landscapes</em> directory (if it's done right, a sub-directory should be created for each landscape).
ar: فك ملف المنظر الطبيعي المضغوط .zip في مجلد <em>landscapes</em> (إذا تم ذلك بشكل صحيح سيكون هناك مجلد فرعي لكل منظر رصد طبيعي).
ca: Descomprimiu el fitxer .zip del paisatge al directori de <em>paisatges</em> (si es fa correctament, s'haurà de crear un subdirectori per a cada paisatge).
ca@valencia: Descomprimiu el fitxer .zip en el directori <em>landscapes</em> (si es fa correctament, es crearà un subdirectori per a cada paisatge).
cs: Rozbalte soubor .zip s krajinami do adresáře <em>landscapes</em> (pokud to uděláte správně, vytvoří se pro každou krajinu zvláštní podadresář).
de: Entpacken Sie das Landschafts-ZIP-file in diesem <em>landscapes</em>-Verzeichnis. Für jede Landschaft sollte ein neues Unterverzeichnis angelegt worden sein.
el: Αποσυμπιέστε το αρχείο .zip του τοπίου στον κατάλογο <em>landscapes</em> (εαν γίνει σωστά, θα δημιουργηθεί υπο-κατάλογος για κάθε τοπίο)
es: Descomprima el archivo .zip en el directorio <em>landscapes</em> (si se hace correctamente, se creará un subdirectorio para cada paisaje).
et: Paki lahti maastiku .zip fail kausta <em>landscapes</em> (kui see on õigesti tehtud, peaks igale maastikule loodama alamkaust).
fi: Pura maisema .zip -tiedosto <em>landscapes</em> -kansioon (jos se on tehty oikein, sinne pitäisi tulla uusi alikansio jokaiselle maisemalle).
fr: Décompressez le fichier .zip contenant le paysage dans le dossier <em>landscapes</em> (si cette opération est faite correctement, un sous-dossier devrait être créé pour chaque paysage installé).
gd: Dì-dhùmhlaich faidhle .zip a’ chrutha-tìre sa phasgan <em>landscapes</em> (ma nì thu mar bu chòir e, chì thu fo-phasgan airson gach cruth-tìre an uairsin).
gl: Desempaqueta o arquivo .zip de paisaxe no cartafol <em>paisaxes</em> ((se se fixo correctamente, debería crearse un subcartafol para cada paisaxe).
hr: Otpakirajte .zip datoteku krajolika u <em>landscapes</em> mapu (ako je sve ispravno izvedeno, podmape bi trebale biti kreirane za svaki krajolik posebno).
id: Keluarkan isi file landscape.zip di dalam direktori <em>Landscape</em> (jika dilakukan dengan benar, sebuah subdirektori akan terbuat untuk setiap Bentangan)
it: Scompattare il file .zip nella directory <em>paesaggi</em> (se non funziona, potrebbe essere necessario creare una sotto diretcory per ogni paesaggio).
ja: <em>landscapes</em>ディレクトリに風景zipファイルを解凍します。正しく解凍されれば、風景ごとにサブ・ディレクトリが作成されています。
lt: Išarchyvuokite peizažo .zip failą <em>landscapes</em> kataloge (jei tai padaryta teisingai, kiekvienam peizažui turėtų būti sukurtas pakatalogis).
nl: Unzip het landschap .zip bestand in de <em>landscapes</em> map (als het goed is, wordt er een sub-map aangemaakt voor elk landschap).
pl: Rozpakuj plik .zip z krajobrazem w katalogu <em>landscapes</em> (dla każdego krajobrazu powinien zostać utworzony osobny podkatalog).
pt_br: Descompacte o arquivo .zip de paisagem no diretório de <em>landscapes</em> (se for feito corretamente, um subdiretório deve ser criado para cada paisagem).
ru: Разархивируйте .zip-файл ландшафта в каталог <em>landscapes</em> (если все сделано правильно, для каждого ландшафта должен быть создан подкаталог).
sc: Icumpatta su .zip de sos paesaggios in sa directosy <em>paesaggios</em> (isi non andat, poghet cherrere fatta una sutta directory po onnia paesaggiu).
sk: Rozbaľte súbor .zip s terénom do priečinku <em>landscapes</em> (pokiaľ je všetko v poriadku, každý terén by mal mať vlastný priečinok).
sq: Shpaketojeni kartelën .zip të peizazheve te drejtoria <em>landscapes</em> (nëse u bë si duhet, do të jetë krijuar një nëndrejtori më vete për çdo peizazh).
tr: <em>andscapes</em> dizinindeki landscape .zip dosyasını açın (doğru yapılırsa, her peyzaj(landscape) için bir alt dizin oluşturulmalıdır).
uk: Розпакуйте файл .zip ландшафту до каталогу <em>landscapes</em> (якщо ви зробите усе правильно, для кожного з ландшафтів має бути створено окремий підкаталог).
zh_hk: 在<em>landscapes</em>目錄中解壓縮地景.zip文件（如果操作正確，則應為每個地景創建一個子目錄）。

source: contributions
ar: المساهمات
ca: contribucions
ca@valencia: contribucions
cs: příspěvky
de: Beiträge von Anwendern
el: συνεισφορές
es: contribuciones
et: kaasaaitamised
fi: Käyttäjien jakamat maisemat
fr: Proposer un nouveau paysage
gd: tabhartasan
gl: contribucións
hr: doprinosi
id: kontribusi
it: contributi
ja: 貢献
lt: indėliai
nl: contribuanten
pl: autorzy
pt_br: contribuições
ru: вклад
sc: contributziones
sk: príspevky
sq: kontribute
th: การมีส่วนร่วม
tr: katkıda bulunanlar
uk: власні внески
zh_hk: 貢獻

source: Please feel free to contribute your own custom landscapes here. Make thumbnails 200x114 pixels to fit with the rest of the page. Please include a location section in your landscape.ini file with the longitude, latitude, altitude and planet for the location of the landscape (see one of the pre-existing landscapes for an example).
ar: يمكنك المساهمة بمنظر رصد طبيعي من إنشائك هنا. الرجاء عمل صورة مصغرة له بحجم 200×114 بكسل لتكون بنفس الأحجام الموجودة في الصفحة. ضمّن فقرة خاصة بالموقع تحتوي على إحداثيات الطوال والعرض والارتفاع والكوكب الذي يحوي منظر الرصد الطبيعي. (انظر على سبيل المثال أحد المناظر الموجودة سابقاً).
ca: Si us plau, no dubteu a contribuir amb els vostres paisatges personalitzats. Feu miniatures de 200x114 píxels per adaptar-se a la resta de la pàgina. Incloeu una secció d'ubicació al vostre paisatge. Fitxer amb la longitud, la latitud, l'altitud i el planeta per a la ubicació del paisatge (vegeu un dels paisatges preexistents per exemple).
ca@valencia: Hi podeu contribuir amb els vostres paisatges personalitzats. Creeu miniatures de 200x114 píxels perquè s'ajusten amb la resta de la pàgina. Incloeu una secció de localització en el fitxer landscape.ini amb la longitud, latitud i planeta per a la localització del paisatge ( vegeu un dels paisatges preexistents com a exemple).
cs: Neváhejte a uveřejněte zde své vlastní uživatelské krajiny. Vytvořte náhledy 200x114 pixelů v souladu s ostatními příspěvky na této stránce. Zahrňte prosím do vašeho landscape.ini souboru sekci 'location' s klíčovými slovy 'longitude', 'latitude', 'altitude' a 'planet', ve které uveďte vaše umístění (pro příklad nahlédněte do tohoto souboru u některé z již existujících krajin).
de: Wollen Sie eigene Landschaften beisteuern? Bitte erstellen Sie ein Thumbnail (kleines Vorschaubild) im Format 200x114 Pixels, passend zu den anderen Bildern hier. Vergessen Sie nicht eine genaue Beschreibung mit Standortkoordinaten wie in den mitgelieferten Landschaften gezeigt.
el: Παρακαλώ νιώστε ελεύθερα να συνεισφέρετε εδώ με το δικό σας προσαρμοσμένο τοπίο. Δημιουργήστε μικρογραφίες 200x114 πίξελ για να χωρέσουν με το υπόλοιπο της σελίδας. Παρακαλώ συμπεριλάβετε μια επιλογή τοποθεσίας στο αρχείο σας landscape.ini με το γεωγραφικό πλάτος, γεωγραφικό μήκος, υψόμετρο, πλανήτη για την τοποθεσία του τοπίου (βλ. ένα απο τα υπάρχοντα τοπία για παράδειγμα).
es: Siéntase libre de contribuir con sus propios paisajes aquí. Haga miniaturas de 200x114 pixeles para calzar con el resto de la página. Incluya una sección de ubicación en el archivo landscape.ini con la longitud, latitud, altitud y planeta para la localización del paisaje (revise uno de los paisajes preexistentes como ejemplo).
fi: Voit vapaasti lisätä omia mukautettuja maisemia täällä. Tee pienoiskuvista 200 x 114 pikseliä niin, että ne sopivat muuhun sivuun. Sisällytä landscape.ini-tiedostoosi sijaintiosio, jossa on pituus-, leveysasteet, korkeus ja planeetta maiseman sijainnin osoittamiseksi (katso esimerkki jostakin jo olemassa olevista maisemista).
fr: N'hésitez pas à proposer vos propres paysages personnalisés ici. Créez une vignette de 200x114 pixels afin qu'elle s'adapte au reste de la page. Veuillez inclure une section « location » dans votre fichier landscape.ini, indiquant la longitude, la latitude, l'altitude et la planète de votre paysage (voyez à titre d'exemple les autres paysages proposés).
gd: Nach co-roinn thu na cruthan-tìre gnàthaichte agad fhèin an-seo? Dèan dealbhagan de 200x114 piogsail ach am freagair iad ris a’ chòrr dhen duilleag. Gabh a-staigh earran “location” san fhaidhle landscape.ini agad sa bheil domhan-fhad (longitude), domhan-leud (latitude), àirde (altitude) agus planaid (planet) airson ionad a’ chrutha-tìre (cleachd cruth-tìre tùsail ’na bhall-eisimpleir).
gl: Por favor, non dubides en contribuír aquí coas túas propias paisaxes personalizadas. Fai miniaturas de 200x114 píxeles para que coincidan co resto da páxina. Inclúe unha sección de localización no teu arquivo landscape.ini coa lonxitude, latitude, altitude e planeta para a localización da paisaxe (consulta unha das paisaxes preexistentes para un exemplo).
hr: Slobodno dodajte svoje prilagođene krajolike. Napravite sličice 200x114 piksela kako bi se uklopile s ostatkom stranice. U datoteku landscape.ini dodajte odjeljak lokacije s zemljopisnom širinom, dužinom, nadmorskom visinom i matičnim planetom (za primjer pogledajte jedan od postojećih krajolika).
id: Silakan berkontribusi lanskap buatanmu sendiri di sini. Buat gambar kecil sebesar 200x114 piksel agar muat dengan sisa halamannya. Mohon juga masukkan bagian lokasi di dalam berkas landscape.ini dengan lintang, bujur, ketinggian, dan planet untuk lokasi lanskap (lihat lanskap yang sudah ada sebelumnya sebagai contoh).
it: Non esitate a contribuire con i vostri paesaggi personalizzati qui. Crea miniature di 200x114 pixel per adattarle al resto della pagina. Includere una sezione di posizione nel file landscape.ini con longitudine, latitudine, altitudine e pianeta per la posizione del paesaggio (vedere uno dei paesaggi preesistenti per un esempio).
ja: ここにあなた自身のカスタム風景を寄贈してください。他のページに合わせてサムネイルを200x114ピクセルにします。風景位置の経度、緯度、高度、惑星を含めた[location]セクションをlocation.iniファイルに含めてください。既存の風景を参照してください。
lt: Čia galite pateikti savo kraštovaizdžių. Miniatiūros dydis turi būti 200x114 pikselių, kad atitiktų kitus. Prašome įtraukti "location" skyriuje faile landscape.ini savo kraštovaizdžio vietos ilgumą, platumą, aukštį ir planetą (žr. vieną iš esamų kraštovaizdžių pavyzdžių).
nl: Hier kunt u uw eigen aangepast landschap bijdragen aan Stellarium. Maak een 'thumbnails' van 200x114 pixels dat past in de rest van deze pagina. Plaats een locatie sectie in uw landscape.ini bestand met de lengte-, breedte-, hoogtegraad en planeet van de locatie van het landschap (zie een van de al bestaande landschappen voor een voorbeeld).
pl: Dodaj do tej strony swój własny krajobraz. Utwórz miniatury o wymiarach 200x114 pikseli, aby pasowały do reszty strony. Pamiętaj, aby dołączyć sekcję lokalizacji w pliku landscape.ini z długością, szerokością geograficzną, wysokością i planetą dla lokalizacji krajobrazu (potraktuj jako przykład jeden z już istniejących krajobrazów).
pt_br: Sinta-se à vontade para contribuir com suas próprias paisagens personalizadas aqui. Faça miniaturas de 200x114 pixels para caber no resto da página. Por favor, inclua uma seção de localização em seu arquivo landscape.ini com a longitude, latitude, altitude e planeta para a localização da paisagem (veja uma das paisagens pré-existentes para um exemplo).
ru: Пожалуйста, не стесняйтесь делиться здесь своими собственными ландшафтами. Сделайте эскизы 200x114 пикселей, чтобы они соответствовали остальной части страницы. Пожалуйста, укажите раздел местоположения в файле landscape.ini с долготой, широтой, высотой и планетой для местоположения ландшафта (в качестве примера посмотрите один из уже имеющихся ландшафтов).
sc: Non istes pentza pentza po contribuire cun sos paesaggios personalizaos tuos innoghe. Fae miniaturas de 200x114 pixel po das adattare a su restu de sa pazina. Pone in una sezione de positzione in su file landscape.ini cun longitudine, latitudine, altesa et pianeta po sa positzione de su paesaggiu (abbaida unu paesaggiu esistente comente esempiu).
sk: Ste vítaní prispieť Vašimi vlastnými terénmi. Urobte zmenšený obrázok 200x144 pixelov, aby sa správne vošiel na stránku. Do súboru landscape.ini vložte aj časť location, v ktorej zadáte zemepisnú dĺžku, šírku, nadmorskú výšku a planétu, na ktorej sa terén nachádza (ako príklad použite niektoré z existujúcich terénov).
sq: Ju lutemi, mos ngurroni të jepni këtu peizazhet tuaja. Krijoni miniatura 200x114 piksel që t’i nxërë faqja. Ju lutemi, përfshini një seksion vendndodhjeje në kartelën tuaj landscape.ini, me gjatësinë gjeografike, gjerësinë gjeografike, lartësinë dhe planetin e peizazhit (si shembull, shihni një nga peizazhet ekzistues).
tr: Lütfen burada kendi özel manzara dosyalarınızla katkıda bulunmaktan çekinmeyin. Sayfanın geri kalanına sığması için 200x114 piksellik küçük resimler yapın. Lütfen peyzajın(landscape) konumu için landscape.ini dosyanıza boylam(longitude), enlem(latitude), rakım(altitude) ve gezegen(planet)i içeren bir konum bölümü ekleyin (örnek için var olan manzaraların birinin dosyalarına bakın).
uk: Ми будемо раді, якщо ви поширите створений вами нетиповий ландшафт за допомогою цієї сторінки. Переконайтеся, що мініатюри розміром 200x114 пікселів пасують решті мініатюр сторінки. Будь ласка, включіть розділ розташування до вашого файла landscape.ini із даними щодо довготи, широти, висоти та планети розташування ландшафту (приклади можна знайти у одному із наявних ландшафтів).
zh_hk: 請隨時在這裏貢獻自己的自定義地景。 縮略圖200x114像素以適應頁面的其餘部分。 請在landscape.ini文件中包含位置部分，其中包含景觀位置的經度，緯度，高度和行星（有關示例，請參閱預先存在的景觀之一）。

source: To find out more about how to create a landscape, see the Stellarium User Guide, and examine existing landscapes. If you are having problems, posting to the forums is a good way to get some advice.
ar: لمعرفة كيف يتم إنشاء منظر رصد طبيعي، ارجع إلى دليل استخدام ستيللاريوم، وجرب أحد المناظر الموجودة. إذا كان لديك أي مشكلة يمكنك عرضها في المنتدى للحصول على نصيحة بشأن ذلك.
ca: Per obtenir més informació sobre com crear un paisatge, consulteu la Guia de l'Usuari de Stellarium i examina els paisatges existents. Si teniu problemes, publicar als fòrums és una bona manera d'obtenir alguns consells.
ca@valencia: Si voleu trobar més informació sobre com crear un paisatge, vegeu la Guia d'Usuaris de Stellarium. Si encara hi teniu problemes, publiqueu els dubtes en els fòrums per a obtindre consells.
cs: Více o tom, jak vytvořit krajinu, naleznete v uživatelské příručce Stellaria, a též nahlédnutím do již vytvořených krajin. Pokud máte problémy, pomoc dostanete například dotazem v diskusním fóru Stellaria.
de: Details zur Landschaftserstellung sind im Benutzerhandbuch nachzulesen, oder auch in den enthaltenen Beispielen beschrieben. Allfällige Probleme können in den Foren diskutiert weren.
el: Για να μάθετε περισσότερα για το πως να δημιουργήσετε ένα αρχείο τοπίου, συμβουλευτείτε τον Οδηγό Χρήσης του Stellrium και εξετάστε τα υπάρχοντα τοπία. Αν αντιμετωπίσετε προβλήματα, ένας καλός τρόπος για να πάρετε κάποια συμβουλή είναι να στείλετε στα forum.
es: Para encontrar más información de cómo crear un paisaje, revise la Guía de Usuario de Stellarium. Si tiene problemas, evacue las dudas en los foros para obtener consejos.
fi: Lisätietoja maiseman luomisesta on Stellarium-käyttöoppaassa ja olemassa olevien maisemien tutkiminen. Jos sinulla on ongelmia, keskustelupalstoilla kyseleminen on hyvä tapa saada neuvoja.
fr: Pour découvrir comment créer un paysage pour Stellarium, consultez le manuel utilisateur et jetez un œil aux paysages existants. Si vous rencontrez des problèmes, vous recevrez des conseils en participant au forum.
gd: Airson barrachd fiosrachaidh mu chruthachadh crutha-tìre, faic leabhar-mhìneachaidh Stellarium agus sgrùd cruthan-tìre a tha ann mu thràth. Ma tha duilgheadas agad, gheibh thu comhairle ma sgrìobhas tu air a’ bhòrd-bhrath.
gl: Para obter máis información sobre como crear unha paisaxe, consulta a Guía do usuario de Stellarium e examina as paisaxes existentes. Se tes problemas, publicar nos foros é unha boa forma de obteres algúns consellos.
hr: Kako bi ste saznali više o tome kako kreirati svoj krajolik, pogledajte korisničke upute Stellarium-a, i proučite postojeće krajolike. Ukoliko imate poteškoća, komunikacija na forumu je dobar način za dobivanje savjeta.
id: Untuk mencari tahu lebih lanjut cara membuat lanskap, lihat Panduan Pengguna Stellarium, dan teliti lanskap yang sudah ada. Jika kamu mengalami masalah, menanyakan ke forum adalah cara yang bagus untuk mendapat masukan.
it: Per saperne di più su come creare un paesaggio, consultare la Guida dell'utente di Stellarium ed esaminare i paesaggi esistenti. Se hai problemi, postare nei forum è un buon modo per avere qualche consiglio.
ja: 風景の作成方法の詳細についてはStellariumユーザーガイドを参照してください。また既存の風景を調べてみてください。何か問題がある場合は、フォーラムに投稿することでアドバイスを受けることができます。
lt: Norėdami sužinoti daugiau apie tai, kaip sukurti kraštovaizdį, žiūrėkite Stellarium vartotojo vadovą ir išnagrinėkite esamus kraštovaizdžius. Jei turite problemų, rašyti į forumus yra geras būdas gauti patarimų.
nl: Om meer te weten te komen hoe een landschap moet worden gemaakt, zie de Stellarium gebruikersgids, en onderzoek al bestaande landschappen. Heeft u problemen, verstuur het naar de forums een goede manier wat advies te verkrijgen.
pl: Jeśli chcesz dowiedzieć się więcej na temat tworzenia krajobrazu, przeczytaj podręcznik użytkownika Stellarium i obejrzyj istniejące krajobrazy. Jeśli napotkasz problemy, zadawanie pytań na forach jest dobrym sposobem na uzyskanie porady.
pt_br: Para saber mais sobre como criar uma paisagem, consulte o Guia de Usuário do Stellarium e examine as paisagens existentes. Se você estiver tendo problemas, postar nos fóruns é uma boa maneira de obter alguns conselhos.
ru: Чтобы узнать больше о том, как создать ландшафт, см. Руководство пользователя Stellarium и изучите существующие ландшафты. Если у вас возникли проблемы, публикация на форумах - хороший способ получить некоторые советы.
sc: Po nde ischire de prus comente faere unu paesaggiu, leze sa Guida utente de Stellarium et abbaida comente suni fattos sos paesaggios esistentes. Si tenes problemas, iscrie in sos forum ca est sa cosa menzus de faere po tennere cachi bonu cossizu.
sk: Ďalšie informácie o tom, ako vytvoriť terén, nájdete aj v manuáli Stellaria, prípadne preskúmaním existujúcich terénov. Ak máte problémy, dobrým riešením je poradiť sa na fórach.
sq: Që të shihni më tepër gjëra rreth se si të krijohet një peizazh, shihni Udhërrëfyesin e Përdoruesit të Stellarium-it, dhe ekzaminoni peizazhe ekzistues. Nëse keni probleme, një rrugë e mirë për të pasur ca këshilla është të postoni te forumet.
tr: Bir peyzajın(landscape) nasıl oluşturulacağı hakkında daha fazla bilgi edinmek için Stellarium Kullanıcı Kılavuzu'na bakın ve mevcut manzaraları(landscapes) inceleyin.
uk: Докладніший опис створення ландшафту наведено у підручнику користувача Stellarium. Також можна скористатися як прикладами наявними ландшафтами. Якщо у вас виникають проблеми, добру пораду можна отримати на нашому форумі.
zh_hk: 要瞭解有關如何創建地景的更多信息，請參閱Stellarium用戶指南，並檢查現有地景。 如果您遇到問題，發佈到論壇是獲得一些建議的好方法。

source: important note on image dimensions
ar: ملاحظات مهمة بشأن أبعاد الصورة
ca: nota important sobre les dimensions de les imatges
ca@valencia: nota important sobre la mida de les imatges
cs: důležitá poznámka týkající se velikosti obrázků
de: Wichtiger Hinweis zu Bildabmessungen
el: σημαντική παρατήρηση στις διαστάσεις εικόνας
es: nota importante sobre las dimensiones de imagen
et: tähtis märge pildimõõtmete kohta
fi: tärkeä huomautus kuvan mitoista
fr: Note importante sur les dimensions des images
gd: nòta cudromach air meud nan dealbhan
gl: nota importante sobre as dimensións da imaxe
hr: važna napomena o veličini fotografija
id: catatan penting pada dimensi gambar
it: nota importante sulle dimensioni dell'immagine
ja: 画像の寸法に関する重要な注意
lt: svarbios pastabos apie paveikslėlio matmenis
nl: belangrijke notitie voor afbeeldingafmetingen
pl: ważna uwaga na temat wymiarów obrazu
pt_br: nota importante nas dimensões de imagem
ru: важное примечание по размеру изображения
sc: nota importante po sas dimensione de sas imagines
sk: dôležitá poznámka k rozmeru obrázkov
sq: shënim i rëndësishëm mbi përmasa figurash
th: หมายเหตุสำคัญเกี่ยวกับขนาดภาพ
tr: görüntü boyutları hakkında önemli not
uk: важливе зауваження щодо розмірностей зображень
zh_hk: 關於圖像維度的重要注解
