Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: User Guide
af: Gebruikersgids
be: Кіраўніцтва карыстальніка
bn: ব্যবহার সহায়িকা
eu: Erabiltzaile-gida
fr: Manuel utilisateur
gd: Treòir a’ chleachdaiche
gl: Guía de usuario
hr: Korisnički vodič
hu: Felhasználói kézikönyv
is: Notandahandbók
nl: Gebruikershandleiding
ro: Manualul utilizatorului
sc: Guida po s'utente
th: คู่มือผู้ใช้
tr: Kullanıcı Kılavuzu
zh_hk: 用戶手冊

source: Try the Web Version
fr: Essayez la version web
gd: Feuch an tionndadh-lìn
gl: Proba a versión web
hr: Isprobaj Web verziju
nl: Probeer de webversie
sc: Prova sa Versione Web
th: ลองใช้งานรุ่นสำหรับเว็บ
tr: Web Sürümünü Deneyin
zh_hk: 試試網頁版

source: all new graphical interface and extensive keyboard control
af: splinternuwe grafiese koppelvlak en uitgebreide sleutelbordbeheer
az: yep-yeni qrafik interfeys və geniş klaviatur idarə etməsi
be: цалкам новы ґрафічны інтэрфэйс з разьвітым кіраваньнем з клявіятуры
bn: নতুন গ্রাফিক্যাল ইন্টারফেস ও কিবোর্ডের পছন্দসই ব্যবহার
bs: novi grafički interfejs i opširna kontrola pomoću tastature
eu: interfaze grafiko berria eta teklatu bidezko kontrol zabala
fr: Interface graphique et commande complète au clavier
gd: eadar-aghaidh grafaigeach ùr is smachd meur-chlàir farsaing
gl: a nova interface gráfica completa e control de teclado extendido
hr: potpuno novo grafičko sučelje i opsežna kontrola tipkovnicom
hu: grafikus felhasználói felület és részletes billentyűzet parancsok
is: nýtt myndrænt viðmót og öflugri stýringar með lyklaborði
ky: жаңы графикалык интерфейс жана кеңейтилген баскычтакталык башкаруу
lv: pavisam jauna grafiskā saskarne un plašas klaviatūras vadības iespējas
nb: grafisk brukerflate og omfattende tastaturstyring
nl: grafische interface en uitgebreide toetsenbordcommando's
pt: nova interface gráfica e controles de teclado extensíveis
ro: o interfață grafică nouă și control extensiv din tastatură
sc: totu s'interfaccia grafica noa et unu controllu mannu de sa tastiera
sr: нови графички интерфејс са проширеним опцијама за контролу помоћу тастатуре
sv: helt nytt grafiskt användargränssnitt och utförlig tangentbordskontroll
th: ส่วนต่อประสานแบบกราฟิกโฉมใหม่ และการควบคุมด้วยแป้นพิมพ์
tr: tamamen yeni grafik arayüz ve kapsamlı klavye kontrolü
vi: Tất cả các giao diện đồ họa mới và điều khiển bàn phím rộng
zh_hk: 全新的圖形界面和豐富的鍵盤控制功能

source: Linux/Unix; Windows 7 and above; Mac OS X 10.12.0 and above
et: Linux/Unix; Windows 7 ja uuem; Mac OS X 10.12.0 ja uuem
fr: Linux/Unix ; Windows 7 et ultérieur ; Mac OS X 10.12.0 et ultérieur
gd: Linux/Unix; Windows 7 is nas ùire; Mac OS X 10.12.0 is nas ùire
gl: Linux/Unix; Windows 7 e superior; Mac OS X 10.12.0 e superior
hr: Linux/Unix; Windows 7 i iznad; Mac OS X 10.12.0 i iznad
ja: Linux/Unix; Windows 7 以上; Mac OS X 10.12.0 以上
nl: Linux/Unix; Windows 7 en hoger; Mac OS X 10.12.0 en hoger
sc: Linux/Unix; Windows 7 et prus retzentes; Mac OS X 10.12.0 et prus retzentes
th: Linux/Unix; Windows 7 และสูงกว่า; Mac OS X 10.12.0 และสูงกว่า
tr: Linux/Unix; Windows 7 ve üzeri; Mac OS X 10.12.0 ve üzeri
zh_hk: Linux/Unix; Windows 7 +以上; Mac OS X 10.12.0+以上

source: 3D graphics card which supports OpenGL 3.0 and GLSL 1.3 or OpenGL ES 2.0
fr: Carte graphique 3D supportant OpenGL 3.0 et GLSL 1.3 ou OpenGL ES 2.0
gd: Cairt grafaigeachd 3D a chuireas tic ri OpenGL 3.0 agus GLSL 1.3 no OpenGL ES 2.0
gl: Tarxeta gráfica 3D con soporte para OpenGL 3.0 e GLSL 1.3 ou OpenGL ES 2.0
nl: 3D grafische kaart die OpenGL 3.0 en GLSL 1.3 of OpenGL ES 2.0 ondersteunt
th: การ์ดแสดงผล 3 มิติ ซึ่งรองรับ OpenGL 3.0 และ GLSL 1.3 หรือ OpenGL ES 2.0
zh_hk: 支持 OpenGL 3.0 和 GLSL 1.3 或 OpenGL ES 2.0的 3D 顯卡

source: Developer:
af: Ontwikkelaar:
az: Yaradıcı:
be: Распрацоўнік
bn: প্রস্তুতকারক :
bs: Programer:
et: Arendaja:
eu: Garatzailea:
fr: Développement :
gd: Neach-leasachaidh:
gl: Programador:
hr: Razvojni programer:
hu: Fejlesztő:
is: Hönnuður:
ja: 開発者:
ky: Чыгаруучу:
lv: Izstrādātājs:
nb: Utvikler:
nl: Ontwikkelaar:
pt: Desenvolvedor:
ro: Programator:
sc: Isviluppadore:
sr: Програмер:
sv: Utvecklare:
th: นักพัฒนา:
tr: Geliştiriciler:
vi: Phát triển:
zh_hk: 開發人員

source: Collaborator:
gl: Colaborador:
th: ผู้ร่วมสมทบ:
zh_hk: 合作者

source: constellations for 20+ different cultures
af: konstellasies vir meer as 20 kulture
be: сузор'і больш як 20 культур
bn: ২০ এর বেশি সংস্কৃতিতে ব্যবহৃত নক্ষত্রমন্ডল
bs: sazviježđa iz 20+ različitih kultura
hr: zviježđa za 20+ različitih svjetskih kultura
hu: csillagképek több mint 20 kultúra elnevezése szerint
is: stjörnumerki fyrir fleiri en 20 menningarsvæði
nb: stjernebilder fra mer enn 20 ulike kulturer
nl: sterrenbeelden van meer dan twintig verschillende culturen
ro: constelații pentru 20+ culturi diferite
sc: constellatziones po prus de 20 culturas differentes
sr: сазвежђа за преко 20 различитих култура
tr: 20'den fazla farklı kültür için takımyıldızları
vi: Các chòm sao cho hơn 20 nền văn hóa khác nhau

source: equatorial and azimuthal grids
af: ekwatoriale en asimutale roosters
az: ekvatorial və azimutal şəbəkələr
be: экватарыяльная й азімутальная сеткі
bn: ভূ-বিষুব ও অবস্থান কেন্দ্রীক স্থানাঙ্ক ব্যবস্থা
bs: ekvatorijalne i azimutalne mreže
eu: sareta ekuatorial eta azimutalak
hr: ekvatorijalna i azimutska mreža
hu: egyenlítői és horizontális rács
is: Miðbaugs- og sjónbaugshnit
ky: экватордук жана азимуттук торчолор
lv: ekvatoriālais un azimutālais koordinātu tīkls
nb: ekvatorial- og asimutnett
nl: equatoriale and azimutale rasters
pt: grades equatorial e azimutal
ro: grilă vizuală ecuatorială și azimut
sc: grillia ecuatoriale et azimutale
sr: екваторијалне и хоризонтске (азимуталне) линије
sv: ekvatoriala och azimutala rutnät
tr: ekvatoral ve azimutal ızgaralar
vi: Lưới hoàng đạo và góc phương vị

source: iridium flares simulation
be: удаваньне бліскаў Iridium
hr: simulacija Iridium bljeskova
hu: iridium műholdak szimulált felvillanásai
is: herming á Iridium blossum
nl: iridium uitbarsting simulatie
ro: simularea flăcărilor de iridiu
sc: simulatzione de iridium flares
tr: iridyum fişekleri simülasyonu

source: 420 MiB on disk
hr: 420 MB na disku
nl: 420 MiB op schijf

source: Continuous Integration:
af: Voortgesette Integrasie:
az: Fasiləsiz inteqrasiya:
be: Няспынная інтэґрацыя:
bn: নিরবিচ্ছিন্ন সাহায্য :
bs: Stalna integracija:
eu: Integrazio jarraitua:
hr: Kontinuirana integracija:
hu: Folyamatosság biztosítása:
is: Samtvinnun:
ky: Үзгүлтүксүз интергация:
nb: Kontinuerlig integrasjon:
nl: Continue integratie:
ro: Integrare continuă:
sc: Integratzione Continua:
sv: Löpande integration:
tr: Sürekli Entegrasyon:
vi: Tích hợp liên tục:

source: Tester:
af: Toetser:
az: Yoxlayıcı:
be: Тэстэр:
bn: পরীক্ষক :
eu: Testatzailea:
hu: Tesztelő:
is: Prófandi:
ky: Сыноочу:
lv: Testētājs:
ro: Examinator:
sc: Testadore:
sr: Тестер:
sv: Testare:
tr: Test eden:
vi: Người kiểm tra:

source: Stellarium is a planetarium software that shows exactly what you see when you look up at the stars. It's easy to use, and free.
af: Stellarium is planetariumprogrammatuur wat presies aantoon wat u sien wanneer u na die sterrehelem kyk. Dit is eenvoudig om te gebruik en gratis.
az: Stellarium planetarium proqramıdır. O, səmanı dəqiqliklə göznən göründüyü kimi göstərir. O, pulsuz və istifadədə asandır.
bn: স্টেলারিয়াম একটি ডেক্সটপ প্ল্যানেটরিয়াম সফ্টওয়্যার, যার সাহায্যে আকাশের একটি বাস্তবিক রূপ প্রত্যক্ষ করা সম্ভব । এটা ব্যবহার করা খুবই সহজ এবং বিনামূল্যে পাওয়া যায় ।
bs: Stellarium je planetarijumski softver koji vam prikazuje nebo identično kao i kada biste ga posmatrali vlastitim očima. Jednostavan je za korištenje, a uz to je još i besplatan.
eu: Stellarium izarretara begiratzean ikusten duzuna zehazki erakusten duen planetarioko softwarea da. Erabilerraza, doakoa eta librea da.
hu: A Stellarium mindazt mutatja, ami az égbolton látható.
is: Stellarium er hugbúnaður fyrir stjörnuhvolf sem sýnir nákvæmlega hvað þú myndir sjá þegar þú lítur upp til stjarnanna. Einfalt í notkun, frjálst og ókeypis.
ky: Stellarium - асмандагы жылдыздарды тактык менен көрсөткөн программа-планетарий. Мындан тышкары, колдонууда оңой жана акысыз.
lv: Stellarium ir planetārija programma, kas parāda tieši to, kas ir redzams, paskatoties debesīs. Tā ir vienkārši lietojama un bezmaksas.
nb: Stellarium er et planetariumprogram som viser nøyaktig hva du ser når du ser opp på stjernene. Det er enkelt å bruke og gratis.
sr: Стеларијум је софтвер за планетаријум који показује тачно оно што бисте могли да видите када погледата у небо. Бесплатан је и једноставан за коришћење.
sv: Stellarium är ett planetarieprogram som visar precis det du vill se, när du vänder blicken mot stjärnorna. Det är lättanvänt och gratis.
vi: Stellarium là một phần mềm thiên văn cho biết chính xác những gì bạn thấy khi bạn nhìn lên các vì sao. Thật dễ sử dụng và nó cũng miễn phí.

source: Stellarium: Project News
af: Stellarium: Projeknuus
az: Stellarium: Proyektin xəbərləri
bn: স্টেলারিয়াম : প্রোজেক্টের খবরাখবর
bs: Stellarium: Novosti o projektu
eu: Stellarium: Proiektuaren albisteak
hu: Stellarium: Projekt hírek
is: Stellarium: Fréttir af verkefninu
ky: Stellarium: Долбоордун жаңылыктары
lv: Stellarium: projekta jaunumi
nb: Stellarium: Prosjektnyheter
sr: Стеларијум: Новости у пројекту
sv: Stellarium: Projektnyheter
vi: Stellarium: Tin tức Dự án

source: latest stable release
af: nuutste stabiele weergawe
az: axırıncı sabit buraxılış
bn: সর্বাধুনিক সুস্থির সংস্করণ
bs: najnovije stabilno izdanje
eu: argitalpen egonkor berriena
hu: legfrissebb stabil verzió
is: síðasta stöðuga útgáfa
ky: акыркы туруктуу нускасы
lv: visjaunākais stabilais laidiens
nb: siste stabile utgivelse
sr: последња стабилна верзија
sv: senaste stabila versionen
vi: Bản ổn định nhất

source: Beta
bn: বিটা
hu: Béta
is: Beta-prófunarútgáfa
ky: Бета
sr: Бета

source: It is being used in planetarium projectors. Just set your coordinates and go.
af: Dit word in planetariumprojektors gebruik. Stel eenvoudig u koördinate in en gaan.
az: O, planetarium proyektrlarında işlənir. Sadəcə öz koordinatlarınızı daxil edin və başlayın.
bn: এটিকে প্ল্যানেটরিয়াম অভিক্ষেপনেও ব্যবহার করা যায় । শুধু নিজের জায়গার স্থানাঙ্ক ঠিক করুন, ব্যাস হয়ে গেল ।
bs: Koriste ga i planetarijski projektori. Samo postavite koordinate.
eu: Planetarioetako proiektagailuetan erabiltzen da. Zehaztu zure koordenatuak eta kito.
hu: Planetáriumi vetítőkben is használják. Csak meg kell adni a koordinátákat és kész.
is: Það er notað í ýmsum myndvörpum stjörnuvera. Stilltu bara hnitin þín og láttu vaða.
ky: Stellarium планетарийлердин проекторлорунда да колдонулууда. Учурдагы координаталарыңызды орнотуңуз да, жөнөңүз.
lv: To var lietot planetārija projektoros. Ievadiet vien koordinātes un aiziet!
nb: Det brukes i planetariumprojektorer. Bare still inn dine koordinater og kjør.
pt: Ele também tem sido usado em projetores de planetários. Basta ajustar as coordenadas geográficas e começar a observar o céu!
ro: Este folosit în proiectoare planetarium. Setați-vă coordonatele și îl veți putea folosi imediat.
sr: Може се користити у планетаријуму. Само подесите своје координате и уживајте.
sv: Det används i planetariumprojektorer. Skriv bara in dina koordinater och kosmos är ditt.
vi: Dùng làm mô hình vũ trụ, chỉ cần thiết lập tọa độ

source: skinnable landscapes, now with spheric panorama projection
af: aanpasbare landskappe, met sferiese panoramaprojeksie
az: müxtəlif mənzərələr, indi sferik panorama proyeksiyası ilə
bn: পছন্দসই ভূমিরূপ, এখন গোলীয় প্যানারোমাও ব্যবহার করা যায়
bs: izmjenjivi pejzaži, sada i sa panoramskom sfernom projekcijom
eu: paisaia aldagarriak, orain ikuspegiaren proiekzio esferikoarekin
hu: cserélhető tájkép, gömbpanoráma vetülettel
is: landslög sem hægt er að sérsníða, nú með hvolflaga víðmyndarvörpun
ky: сферикалык панорамалык проекциясы бар териси алмаштырылуучу ландшафттар
lv: pielāgojamas ainavas (tagad arī ar sfērisko panorāmas projekciju)
nb: tilpassede landskaper, nå med sfærisk panorama-projeksjon
pt: terrenos personalizáveis, com projeções panorâmica e esférica
ro: peisaje ce pot fi personalizate, acum cu proiecție panoramică sferică
sr: могућност промене пејзажа, сада са сферном панорама пројекцијом
sv: anpassningsbara landskap, nu med sfärisk panoramaprojektion
vi: Cảnh quan cho phép chọn lựa, bây giờ với hình chiếu toàn cảnh bầu trời

source: plugin system adding artifical satellites, ocular simulation, telescope configuration and more
af: impropstelsel vir toevoeging van kunsmatige satelliete, okulêresimulasie, teleskoopinstelling en meer
az: əlavələr sistemi süni peyklər, okulyarlar, teleskopun idarəetməsini və s. əlavə edir.
bn: কৃত্রিম উপগ্রহ যোগ করা, দূরবীন অনুকরন, দূরবীন নিয়ন্ত্রণ ও আরও অনেক সরঞ্জাম
bs: plugin sistem koji dodaje umjetne satelite, simulaciju okulara, konfiguraciju teleskopa i još mnogo toga
eu: satelite artifizialak, okularren simulazioa, teleskopioen konfigurazioa eta abar gehitzea ahalbideratzen duen plugin sistema
hu: kiegészítők használata műholdakhoz, távcső szimulációhoz és sok egyébhez
is: kerfi forritsviðbóta sem bæta við gervitunglum, sjónglerjahermingu, uppsetningu sjónauka og fleiru
ky: плагин системасы аркылуу жасалма жандоочуларды, окулярдын моделин түзүүнү, телескопту башкарууну ж.б. кошуу
lv: spraudņu sistēma, kas ļauj pievienot mākslīgos pavadoņus, okulāra simulāciju, teleskopa konfigurāciju un daudz ko citu
nb: system for programtillegg legger til kunstige satellitter, okular-simulering, teleskopinnstilling og mer
ro: sistem pentru extensii ce adaugă sateliți artificiali, simularea ocularului, configurația telescopului și multe altele
sr: систем са додацима - додавање вештачких сателита, симулација окулара, конфигурација телескопа и још опција
sv: stöd för insticksprogram, som lägger till artificiella satelliter, okularsimulering, teleskopkonfiguration, m.m.
vi: Hệ thống hổ trợ bổ sung vệ tinh nhân tạo, mô phỏng trực quan, cấu hình kính thiên văn và thêm nữa

source: Linux/Unix; Windows 7 and above; Mac OS X 10.11.0 and above
is: Linux/Unix; Windows 7 og nýrra; Mac OS X 10.11.0 og nýrra

source: 3D graphics card which supports OpenGL 3.0 and GLSL 1.3
af: 3D-grafikakaart met ondersteuning vir OpenGL 3.0 en GLSL 1.3
bn: OpenGL 3.0 ও GLSL 1.3 সাপোর্ট করে এমন কোনো 3D graphics card
hu: 3D grafikus kártya OpenGL 3.0 és GLSL 1.3 támogatással
is: 3D-skjákort sem styður OpenGL 3.0 og GLSL 1.3
ro: Placă video 3D ce suportă tehnologiile OpenGL 3.0 și GLSL 1.3
vi: Card đồ họa 3D hổ trợ OpenGL 3.0 và GLSL 1.3

source: 250 MiB on disk
af: 250 MB skyfspasie
bn: 250 MiB ফাঁকা জায়গা
bs: 250 MiB prostora na disku
hu: 250 MiB üres hely a lemezen
is: 250 MiB á diski
ky: 250 МБ дискте
ro: 250 megaocteți liberi pe disc
vi: 250 MB trống trên ổ cứng

source: and everyone else in the community.
af: en almal anders in die gemeenskap.
az: və başqaları.
bn: এবং কমিউনিটিতে থাকা সবাই
bs: i svi ostali u zajednici.
eu: eta komunitate osoa.
hu: és a közösségben mindenki más
is: og allir hinir í samfélaginu
ky: жана башкалар.
lv: un citi komūnas biedri.
nb: og alle andre i miljøet.
pt: e todos os demais da comunidade.
ro: și toți ceilalți din comunitate.
sr: и сви остали у заједници.
sv: och alla andra i vår community.
vi: và mọi người khác trong cộng đồng

source: summary
af: opsomming
az: mündəricat
bn: সারসংক্ষেপ
bs: sažetak
eu: laburpena
hu: áttekintés
is: yfirlit
ky: жыйынтык
lv: kopsavilkums
nb: oversikt
pt: sumário
sr: сажетак
sv: sammanfattning
vi: Tóm tắt

source: forum
bn: ফোরাম
eu: eztabaidagunea
hu: fórum
is: spjallsvæði
ky: форум
lv: forums
pt: fórum
sr: форум
vi: Diễn đàn

source: plugins
af: inproppe
az: əlavələr
bn: সরঞ্জাম
bs: plugini
eu: pluginak
hu: bővítmények
is: viðbætur
ky: плагиндер
lv: spraudņi
nb: programtillegg
ro: extensii
sr: додаци
sv: insticksprogram
vi: Phần bổ trợ

source: textures
af: teksture
bn: প্রতিকৃতির ছবি
bs: teksture
hu: textúrák
is: áferðir
ky: текстуралар
nb: teksturer
ro: texturi
sr: текстуре

source: user's guides
af: gebruikersgidse
az: istifadəçi təlimatları
bn: ব্যবহার পদ্ধতি
bs: korisnička uputstva
eu: erabiltzailearen gidak
hu: kézikönyvek
is: handbækur notenda
ky: колдонуучунун жол көрсөткүчтөрү
nb: bruksanvisninger
sr: корисничко упутство
sv: Användarhandböcker
vi: Chỉ dẫn của người dùng

source: get support
af: kry ondersteuning
az: dəstək al
bn: প্রশ্ন করুন
bs: podrška
eu: lortu sostengua
hu: kérdések
is: fá aðstoð
ky: колдоо алуу
lv: atbalsts
nb: få hjelp
pt: suporte
sr: затражи подршку
sv: få support
vi: Yêu cầu hỗ trợ

source: report bugs, request new features
af: rapporteer foute, versoek nuwe funksies
az: səhvləri göstər, yeni xüsusiyyətlər istə
bn: ত্রুটি কিংবা নতুন বৈশিষ্ট্য যোগ করার কথা জানান
bs: prijavite greške i pošaljite zahtjev za novu mogućnost
eu: erroreak jakinarazi, ezaugarri berriak eskatu
hu: hiba bejelentése, új funkció kérése
is: tilkynna um villur, biðja um nýja eiginleika
ky: ката тууралуу билдирүү, жаңы функцияларды сунуштоо
lv: ziņot par kļūdām vai ieteikt jaunas iespējas
nb: rapporter feil, spør etter nye funksjoner
pt: aponte erros, sugira recursos
sr: пријаве грешака, захтев за нове могућности
sv: rapportera buggar, föreslå nya funktioner
vi: Báo lỗi, góp ý tính năng mới

source: development progress
af: ontwikkelingsvordering
az: yaradılma proqresi
bn: অগ্রগতি
bs: napredak razvoja
eu: garapenaren aurrerapena
hu: a fejlesztés folyamata
is: framvinda forritaþróunar
ky: иштеп чыгаруу прогресси
nb: utviklingsfremdrift
sr: развојни напредак
vi: Quá trình phát triển

source: for Linux (source)
af: vir Linux (bron)
az: Linux üçün (kod)
bn: Linux (source) এর জন্য
bs: za Linux (izvorni kod)
eu: Linux-erako (iturburu-kodea)
hu: Linux (forráskód)
is: fyrir Linux (grunnkóði)
ky: Linux үчүн (баш. код)
lv: Linux (pirmkods)
nb: for Linux (kildekode)
pt: para GNU/Linux
sr: за "Linux" оперативни систем
sv: för Linux (källkod)
vi: cho Linux (nguồn)

source: for Mac OS X
af: vir Mac OS X
az: Mac OS X üçün
bn: Mac OS X এর জন্য
bs: za Mac OS X
eu: Mac OS X-erako
hu: Mac OS X
is: fyrir Mac OS X
ky: Mac OS X үчүн
lv: Mac OS X
pt: para Mac OS X
sr: за "Mac OS X" оперативни систем
sv: för Mac OS X
vi: cho Mac OS X

source: for Windows
af: vir Windows
az: Windows üçün
bn: Windows এর জন্য
bs: za Windows
eu: Window-erako
hu: Windows
is: fyrir Windows
ky: Windows үчүн
lv: Windows
pt: para Windows
sr: за "Windows" оперативни систем
sv: för Windows
vi: cho Windows

source: mirror of releases
hu: a megjelenések tüköroldalai
is: speglar með útgáfum

source: The latest development snapshot of Stellarium is kept in Bazaar, a distributed revision control system. If you want to compile development versions of Stellarium, this is the place to get the source code.
af: Die nuutste ontwikkelingskiekie van Stellarium word in Bazaar, ’n verspreide hersieningsbeheerstelsel, bewaar. Indien u ontwikkelaarsweergawes van Stellarium wil saamstel kan u die kode hier vind.
az: Stellariumun axırıncı yaradıcı kodu Bazaarda yerləşir. Stellariumun axırıncı versiyasını kompilyasi etmək istəyirsizsə, onu burdan ala bilərsiz.
bn: স্টেলারিয়ামের সর্বশেষ অগ্রগতির একটি নমুনা Bazaar এ পাবেন, যা আসলে সংস্করণ নিয়ন্ত্রণ ব্যবস্থা । এখান থেকে আপনি সর্বাধুনিক সোর্সকোড ডাউনলোড করে কমপাইল করতে পারেন ।
bs: Najnoviji razvojni snapshot Stellariuma nalazi se u Bazaaru, distribuiranom sistemu za kontrolu revizija. Ako želite kompajlirati razvojne verzije Stellariuma, ovo je mjesto na kojem možete pronaći izvorni kod.
eu: Stellarium-en garapeneko bertsiorik berriena Bazaar-en, banatutako berrikuspen kontrol sistema batean, gordetzen da. Stellarium-en garapeneko bertsioak konpilatu nahi badituzu, bertatik eskuratu behar duzu iturburu-kodea.
hu: A Stellarium legfrissebb, fejlesztői változata folyamatosan elérhető a "bazár"-on keresztül. Itt látható a forráskód.
is: Nýjasta hönnunarafrit Stellarium er geymt á Bazaar, dreifðu útgáfustýringarkerfi. Ef þú ætlar að vistþýða þróunarútgáfur Stellarium, þá er þetta staðurinn þar sem þú nálgast grunnkóðann.
ky: Stellarium'дун акыркы иштелип жаткан тез сүрөтү, нускаларды башкаруу системасы Bazaar'да жайгашкан. Stellarium'дун иштелип жаткан нускаларын кураштыргыңыз келген учурда, бул жерден баштапкы кодун алыңыз.
nb: Den siste utviklingsversjonen av Stellarium holdes i Bazaar, et versjons-kontrollsystem. Hvis du vil kompilere utviklingsversjoner av Stellarium, er dette stedet å hente kildekoden.
sv: Den senaste ögonblicksbilden av Stellariums utvecklingsversion lagras i Bazaar, ett distribuerat revisionskontrollsystem. Om du vill kompilera utvecklingsversioner av Stellarium, så är det här du hämtar källkoden.
vi: Các ảnh chụp sự phát triển mới nhất của Stellarium được giữ trong Bazaar, một hệ thống kiểm soát phiên bản phân phối. Nếu bạn muốn biên dịch các phiên bản phát triển của Stellarium, đây là nơi để lấy mã nguồn.

source: browse Bazaar
af: blaai deur Bazaar
az: Bazarı vərəqlə
bn: Bazaar ঘেঁটে দেখুন
bs: pretraži Bazaar
eu: arakatu Bazaar
hu: a "bazár" böngészése
is: rápa um Bazaar
ky: Bazaar'ды көрүү
lv: pārlūkot Bazaar
nb: bla gjennom Bazaar
sv: bläddra i bazaar
vi: Trình duyệt Bazaar

source: instructions (wiki)
af: instruksies (wiki)
az: təlimat (viki)
bn: নির্দেশাবলী (বিবরণ)
bs: uputstva (wiki)
eu: jarraibideak (wiki-a)
hu: útmutatók (wiki)
is: leiðbeiningar (wiki)
ky: инструкциялар (уики)
lv: instrukcija (wiki)
nb: instruksjoner (wiki)
pt: instruções (wiki)
sr: упутство
sv: instruktioner (wiki)
vi: hướng dẫn (tra cứu)

source: The official Git-mirrors of latest source code of Stellarium.
hu: A Stellarium legfrissebb forráskódjának hivatalos Git-tükrözései
is: Opinberir Git-speglar með nýjasta grunnkóða Stellarium.

source: browse Git
hu: Git böngészése
is: rápa um Git
