Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: When you press it, the 'Add/remove landscapes' window will appear. It allows you to install .zip files containing landscapes. It also lists the user-installed landscapes and allows you to remove them.
ar: عندما تضغط هذا الزر تظهر لك نافذة "أضف/احذف مناظر الرصد الطبيعية". ستتمكن من تثبيت ملفات .zip التي تحتوي على المناظر الطبيعية. أيضاً تظهر لك قائمة بمناظر الرصد الطبيعية المثبتة من قبل المستخدم وتستطيع حذف ماتشاء.
ca: Quan ho premeu, apareixerà la finestra "Afegeix/elimina paisatges". Us permetrà instal·lar fitxers .zip que contenen paisatges. També enumera els paisatges instal·lats per l'usuari i permet eliminar-los.
ca@valencia: Quan el premeu, apareixerà la finestra 'Afig/elimina paisatges'. Aquesta un permetrà instal·lar fitxers .zip que contenen paisatges. També s'hi mostraran els paisatges instal·lats per l'usuari i us permetrà eliminar-los.
cs: Pokud jej stisknete, objeví se okno "Přidat/odebrat krajiny". To vám umožňuje nainstalovat soubory .zip obsahující krajiny. Také zde naleznete výpis krajin nainstalovaných uživatelem a umožňuje vám je odebrat.
de: Ein Klick darauf öffnet ein weiteres Fenster "Landschaften hinzufügen/entfernen". Darin kann man Landschaften aus ZIP-Archiven installieren oder die in einer Liste angezeigten zusätzlich installierten Landschaften wieder entfernen.
el: Όταν το επιλέξετε, θα εμφανιστεί το παράθυρο 'Προσθήκη/Αφαίρεση τοπίων'. Σας επιτρέπει να εγκαταστήσετε αρχεία .zip που περιέχουν τοπία. Επίσης περιέχει τα τοπία που έχουν δημιουργηθεί από χρήστες και σας επιτρέπει να τα αφαιρέσετε.
es: Cuando lo presione, aparecerá la ventana de 'Agregar/quitar paisajes'. Le permitirá instalar archivos .zip conteniendo paisajes. También mostrará los paisajes instalados por el usuario y le permitirá eliminarlos.
et: Seda vajutades avaneb aken 'Lisa/eemalda maastikke'. Seal saab paigaldada maastikke sisaldavaid .zip faile. Seal on välja toodud ka kõik kasutaja paigaldatud maastikud ning saab neid eemaldada.
fi: Kun painat sitä, näkyviin tulee Lisää/poista maisemia -ikkuna. Sen avulla voit asentaa maisemia sisältäviä .zip-tiedostoja. Siinä luetellaan myös käyttäjän asentamat maisemat ja voit poistaa ne.
fr: Quand vous le cliquez, la fenêtre « Ajouter/supprimer des paysages » s'ouvre et vous permet d'installer des fichiers .zip contenant des paysages que vous avez téléchargés sur cette page. La fenêtre donne également la liste des paysages supplémentaires déjà installés et permet de les supprimer.
gd: Nuair a nì thu brùthadh air, nochdaidh uinneag “Cuir ris/Thoir air falbh cruthan-tìre”. Leigidh i leat faidhlichean .zip a stàladh sa bheil cruthan-tìre. Chì thu liosta dhe na cruthan-tìre a chaidh a stàladh cuideachd agus ’s urrainn dhut an toirt air falbh.
gl: O premérelo aparecerá a xanela "Engadir / eliminar paisaxes". Permite instalar ficheiros .zip que conteñan paisaxes. Tamén enumera as paisaxes instaladas polo usuario e permítelle eliminalas.
hr: Kada ga kliknete, pojavit će se prozor "Dodaj/ukloni krajolik". U njemu možete instalirati .zip datoteke koje sadrže krajolike. Također navodi i korisničke krajolike te Vam omogućuje da ih uklonite.
id: ketika kamu menekannya, jendela 'Tambah/Lepas lanskap' akan muncul. Ini memungkinkan kamu untuk memasang berkas .zip yang berisi lanskap. Di sini juga memberikan daftar lanskap yang telah dipasang penguna dan memungkinkan kamu untuk menghapusnya.
it: Quando lo premi, verrà visualizzata la finestra "Aggiungi/rimuovi paesaggi". Permette di installare file .zip contenenti paesaggi. Elenca inoltre i paesaggi installati dall'utente e consente di rimuoverli.
ja: ボタンを押すと「風景の追加/削除」ウィンドウが表示されます。ここで風景のzipファイルをインストール出来ます。またユーザーがインストールした風景のリストが表示され、削除も出来ます。
lt: Kai jį paspausite, atsiras 'Pridėti/šalinti kraštovaizdžius' langas. Tai leidžia jums įdiegti .zip failus, kuriuose yra kraštovaizdžiai. Taip pat jis pateikia sąrašą vartotojo įdiegtų kraštovaizdžių ir leidžia juos pašalinti.
nl: Wanneer u er op drukt, zal het 'Landschappen installeren/verwijderen' venster verschijnt. Het stel u in staat om .zip bestande te installeren die landschappen bevatten. Het toont ook een lijst van door de gebruiker geïnstalleerde landschappen die u ook weer kunt verwijderen.
pl: Po naciśnięciu pojawi się okno „Dodaj / usuń krajobrazy”, pozwalające na zainstalowanie plików .zip z krajobrazami. Zawiera ono również listę krajobrazów zainstalowanych przez użytkownika i umożliwia ich usunięcie.
pt_br: Ao pressioná-lo, a janela '"Adicionar/remover paisagens" aparecerá. Ele permite que você instale arquivos .zip contendo paisagens. Ele também lista as paisagens instaladas pelo usuário e permite removê-las.
ru: Когда вы нажмете её, появится окно «Добавление/удаление ландшафтов». Это позволяет вам устанавливать ZIP-файлы, содержащие ландшафты. В нем также перечислены пользовательские ландшафты и вы можете удалить их.
sc: Cando du carias, benit visualizada sa fentana "Azunghe/trantzi paesaggios". Permettit de installare file .zip chi tenen paesaggios. Elencat fintzas sos paesaggios installaos dae s'utente et permittit de che dos cantzellare.
sk: Po jeho stlačení sa ukáže okno "Pridať/Odstrániť terény". Dovoľuje nainštalovať .zip súbory obsahujúce terén. Tiež zobrazuje zoznam terénov nainštalovaných užívateľom a umožňuje ich odobrať.
sq: Kur e shtypni, do të shfaqet dritarja “Shtoni/hiqni peizazhe”. Ju lejon të instaloni kartela .zip që përmbajnë peizazhe. Ju shfaq gjithashtu peizazhe të instaluar nga përdoruesi dhe ju lejon të hiqni të tillë.
tr: Düğmeye bastığınızda, 'Manzara ekle / kaldır' penceresi görünecektir. Manzara içeren .zip dosyalarını yüklemenizi sağlar. Ayrıca kullanıcı tarafından kurulan manzaraları listeler ve bunları kaldırmanıza izin verir.
uk: Після натискання цієї кнопки буде відкрито вікно «Додавання/Вилучення ландшафтів». За його допомогою ви зможете встановлювати файли .zip, які містять дані ландшафтів. Крім того, у ньому буде показано список встановлених користувачем ландшафтів, за допомогою якого ви зможете вилучати встановлені ландшафти.
zh_hk: 點擊它時，將出現“添加/移除地景”窗口。 它允許您安裝包含地景的zip文件。 它還列出了用戶安裝的地景，並允許您移除它們。

source: Note that while this makes installing landscapes easier, it may also cause you to overlook what else is included in the ZIP archive.
ar: لاحظ أن هذا الإجراء يسهل تثبيت المناظر، لكنه يفوت عليك النظر إلى الملفات الأخرى الموجودة في المجلد المضغوط.
ca: Tingueu en compte que tot i que això fa que la instal·lació de paisatges sigui més senzilla, també us pot fer passar per alt que més s'inclou a l'arxiu ZIP.
ca@valencia: Tingueu en compte que encara que açò facilite la instal·lació de paisatges, també us pot fer passar per alt qualsevol altra dada inclosa a l'arxiu ZIP.
cs: Poznamenejme, že ačkoliv je tento způsob instalace snadnější, může se stát, že přehlédnete, co všechno další je součástí ZIP archívu.
de: Diese Vorgangsweise vereinfacht die Installation von Landschaften, allerdings können zusätzliche Dateien im ZIP-Archiv leichter übersehen werden.
el: Σημειώστε πως ενώ αυτό κάνει την εγκατάσταση πιο εύκολη, μπορεί να παραβλέψετε τι άλλο υπάρχει στο αρχείο ZIP.
es: Note que esto facilita la instalación de paisajes, pero también puede cualquier otro dato que esté incluido en el archivo ZIP.
et: Pane tähele, et kuigi see teeb maastike paigaldamise lihtsamaks, võib selle tulemusena kahe silma vahele jääda, mis seal ZIP-arhiivis veel leidub.
fi: Huomaa, että vaikka tämä helpottaa maisemakuvien asentamista, voit myös unohtaa, mitä muuta ZIP-arkistossa on.
fr: L'installation automatique des paysages est très simple, mais vous allez peut-être manquer les éventuels bonus inclus dans l'archive .zip.
gd: Thoir an aire ged a nì seo stàladh nan cruthan-tìre nas fhasa, dh’fhaoidte nach mothaich thu air dè eile a bhios am broinn na tasg-lainn ZIP.
gl: Te en conta que, aínda que isto facilita a instalación de paisaxes, tamén pode causar que ignores o demais que se inclúe no arquivo ZIP.
hr: Imajte na umu da, premda instalaciju krajolika čini jednostavnijom, na ovaj način možete previdjeti što je još uključeno u ZIP arhivi.
id: Perhatikan bahwa meski ini membuat pemasangan lanskap menjadi lebih mudah, hal ini juga dapat membuat kamu mungkin melewatkan hal yang termasuk ke dalam arsip ZIP.
it: Nota che mentre questo rende più facile l'installazione dei paesaggi, potrebbe anche farti trascurare ciò che è incluso nell'archivio ZIP.
ja: これにより風景のインストールが容易になりますが、ZIPアーカイブに含まれている他のファイルが見落とされる可能性もあります。
lt: Atkreipkite dėmesį, kad nors tai palengvina kraštovaizdžių diegimą, tai taip pat galima praleisti failus, įtrauktus į ZIP archyvą.
nl: Bedenk, al maakt dit het installeren van landschappen makkelijker, het kan ook veroorzaken dat u er overheen kijkt wat er zich nog meer in het ZIP archief bevind.
pl: Pamiętaj, że chociaż ułatwia to instalowanie krajobrazów, może spowodować, że przeoczysz coś znajdującego się w archiwum ZIP.
pt_br: Observe que, embora isso facilite a instalação de paisagens, também pode fazer com que você ignore o que mais está incluído no arquivo .zip.
ru: Обратите внимание, что, хотя это упрощает установку ландшафтов, вы также можете упускать из виду то, что еще включено в ZIP-архив.
sc: Nota chi si custu rendet prus fatzile s'installazione de sos paesaggios, podet essere chi ti fetzat trascurare cussu chi est inclusu in s'archiviu ZIP.
sk: Okrem toho, že umožňuje ľahšiu inštaláciu terénov, zároveň môže spôsobiť, že prehliadnete, čo všetko je priložené v archíve ZIP.
sq: Kini parasysh se teksa kjo e bën më të lehtë instalimin e peizazheve, mund të sjellë edhe neglizhencë rreth se ç’tjetër përfshihet te arkivi ZIP.
tr: Bu, manzaraların kurulumunu kolaylaştırırken, ZIP arşivinde başka neler olduğunu da göz ardı etmenize neden olabileceğini unutmayın.
uk: Зауважте, що хоча це вікно спрощує встановлення ландшафтів, воно приховує інші дані, які може бути включено до архіву ZIP.
zh_hk: 請注意，雖然這樣可以更方便的安裝地景，但也可能會導致您忽略ZIP存檔中包含的其他內容。

source: Landscape packages created without this feature in mind may contain other files, such as alternative textures in different sizes.
ar: حزم المناظر الطبيعية التي أنشئت بدون اعتبار هذه الميزة ربما تحوي ملفات أخرى مثل مظاهر بديلة أخرى بأحجام مختلفة
ca: Els paquets de paissatges creats sense aquesta funció poden contenir altres arxius, com textures alternes en diferents mides.
ca@valencia: Els paquets de paisatge creats sense aquesta funció poden contenir altres fitxers, com textures alternatives en diferents mides.
cs: Balíčky s krajinami vytvořené bez zřetele na tuto vlastnost mohou obsahovat další soubory, jako například textury v různých velikostech.
de: Landschaftsarchive, die nicht für diese Art der Installation vorbereitet wurden, können beispielsweise Texturvarinaten in unterschiedlichen Auflösungen (Größen, Qualitäten) enthalten.
el: Πακέτα τοπίων που δημιουργήθηκαν χωρίς να ληφθεί υπόψι αυτό το χαρακτηριστικό μπορεί να περιέχουν άλλα αρχεία, όπως εναλλακτικές υφές και διαφορετικά μεγέθη.
es: Los paquetes de paisajes creados sin esta función pueden contener otros archivos, como texturas alternas en diferentes tamaños.
fi: Ilman tätä ominaisuutta luodut maisemapaketit voivat sisältää muita tiedostoja, kuten vaihtoehtoisia pintakuvioita erikokoisina.
fr: Ces bonus sont par exemple des textures alternatives de différentes tailles, fournies par l'auteur du paysage pour les utilisateurs de Stellarium qui installent les paysages manuellement.
gd: Gabhaidh pacaidean chruthan-tìre a chaidh a chruthachadh gun aire air a’ ghleus seo a-staigh faidhlichean eile ma dh’fhaoidte, can roghainn eile de dh’innich air meudan eadar-dhealaichte.
gl: Os paquetes de paisaxe creados sen esta función poden conter outros ficheiros, como texturas alternativas de diferentes tamaños.
hr: Paketi krajolika stvoreni bez ove značajke mogu sadržavati i druge datoteke poput alternativnih tekstura različitih veličina.
id: Paket Bentangan yang dibuat tanpa fitur memikirkan ini mungkin saja mengandung file lain, seperti tekstur alternatif dengan ukuran yang berbeda.
it: I pacchetti di panorami creati senza questa funzionalità possono contenere altri file, ad esempio texture alternative di dimensioni diverse.
ja: この機能を考慮せずに作成された風景パッケージには、異なるサイズの代替テクスチャなどの他のファイルが含まれている場合があります。
lt: Kraštovaizdžio paketai, sukurti be šios funkcijos, gali turėti kitus failus, pvz., alternatyvias skirtingų dydžių tekstūras .
nl: Landschapspakketten die zonder deze functie zijn gemaakt, kunnen andere bestanden bevatten, zoals alternatieve structuren in verschillende formaten.
pl: Pakiety krajobrazów utworzone bez obsługi automatycznej instalacji mogą zawierać dodatkowe pliki, takie jak alternatywne tekstury w różnych rozmiarach.
pt_br: Os pacotes de paisagem criados sem esse recurso em mente podem conter outros arquivos, como texturas alternativas em tamanhos diferentes.
ru: Пакеты ландшафта, созданные без этой функции, могут содержать другие файлы, такие как альтернативные текстуры разных размеров.
sc: Sos pacchettos de sos panoramas creaos chena custa funtzionalidade poden tennere ateros file, po esempiu texture alternativas de mannarias differentes.
sk: Balíčky terénov vytvorené bez tejto funkcie môžu obsahovať aj iné súbory, napr. alternatívne textúry v rôznych veľkostiach.
sq: Paketat e peizazheve të krijuara pa këtë veçori në mendje mund të përmbajnë kartela të tjera, bie fjala, tekstura alternative në madhësi të ndryshme.
tr: Bu özellik dikkate alınmadan oluşturulan manzara paketleri, farklı boyutlardaki alternatif dokular gibi başka dosyalar içerebilir.
uk: Пакунки ландшафтів, які створено без врахування цієї можливості, можуть містити інші файли, зокрема альтернативні текстури для різних розмірів екрана.
zh_hk: 在沒有該功能的情況下創建的地景包可能包含其他文件，例如不同大小的紋理。

source: manual
ar: يدوي
be: уручную
cs: ručně
de: manuell
el: χειροκίνητα
et: käsitsi
fi: Ohje
fr: Installation manuelle
gd: a làimh
hr: upute
it: manuale
ja: 手動インストール
lt: rankinis
nl: handmatig
pl: ręcznie
ru: вручную
sc: manuale
sk: manuálne
sq: dorazi
tr: manuel
uk: вручну
zh_hk: 手動

source: If you are using an earlier version of Stellarium, you can follow this procedure to install a landscape package:
ar: إذا كنت تستخدم إصدارا قديما من ستيللاريوم، يمكنك اتباع هذا الإجراء لتثبيت حزمة منظر الرصد الطبيعي:
ca: Si esteu utilitzant una versió antiga de Stellarium, podeu seguir aquest procediment per a instal·lar un paquet de paissatge:
ca@valencia: Si esteu utilitzant una versió anterior de Stellarium, podeu seguir aquest procediment per a instal·lar un paquet de paisatge:
cs: Pokud používáte starší verze Stellaria, můžete postupovat při instalaci krajin následujícím způsobem:
de: Für Anwender sehr alter Versionen oder in anderen Ausnahmefällen gelten diese Anweisungen:
el: Αν χρησιμοποιείτε προγενέστερη έκδοση του Stellarium, μπορείτε να ακολουθήσετε αυτή τη διαδικασία για να εγκαταστήσετε ένα πακέτο τοπίου:
es: Si está utilizado una versión temprana de Stellarium, puede seguir este procedimiento para instalar un paquete de paisaje:
et: Kui kasutad Stellariumi vanemat versiooni, võid maastikupaki paigaldamiseks järgida seda protseduuri:
fi: Jos käytät Stellariumin aiempaa versiota, voit asentaa vaakasuuntaisen paketin seuraavasti:
fr: Si vous utilisez une version de Stellarium plus ancienne ou simplement si vous préférez cette façon, vous pouvez installer manuellement les paysages.
gd: Ma tha thu a’ cleachdadh tionndadh nas sine de Stellarium, ’s urrainn dhut leantainn ris na ceuman seo airson pacaid crutha-tìre a stàladh:
gl: Se estás a usar unha versión anterior de Stellarium, podes seguir este procedemento para instalares un paquete de paisaxe:
hr: Ukoliko koristite raniju verziju Stellarium-a, možete slijediti ovu proceduru instalacije krajolika:
id: Jika kamu menggunakan versi Stellarium yang lebih lama, kamu dapat mengikuti prosedur ini untuk memasang sebuah paket lanskap:
it: Se si utilizza una versione precedente di Stellarium, è possibile seguire questa procedura per installare un pacchetto pasesaggio:
ja: 初期のバージョンのStellariumを使用している場合は、次の手順に従って風景パッケージをインストールできます:
lt: Jei naudojate ankstesnę Stellarium versiją, galite sekti šią procedūrą, kad įdiegtumėte kraštovaizdžio paketą.
nl: Als u een eerdere versie van Stellarium gebruikt, kunt u deze procedure volgen om landschap pakket te installeren:
pl: Jeśli używasz wcześniejszej wersji Stellarium, możesz wykonać tę procedurę, aby zainstalować pakiet krajobrazu:
pt_br: Se estiver usando uma versão anterior do Stellarium, você pode seguir este procedimento para instalar um pacote de paisagem:
ru: Если вы используете более раннюю версию Stellarium, вы можете выполнить эту процедуру для установки пакета ландшафта:
sc: Si ses imprende una versione betza de Stellarium, est possibile ponner fattu a custas indicatziones po installare unu pacchetto paesaggiu:
sk: Ak používate staršiu verziu Stellaria, môžete nainštalovať terén nasledovne:
sq: Nëse përdorni një version të dikurshëm të Stellarium-it, mund të ndiqni këtë procedurë që të instaloni një paketë peizazhi:
tr: Stellarium'un önceki bir sürümünü kullanıyorsanız, manzara paketi yüklemek için bu yordamı uygulayabilirsiniz:
uk: Якщо ви користуєтеся однією із ранніх версій Stellarium, ви можете скористатися такою процедурою для встановлення пакунка із ландшафтом:
zh_hk: 如果您使用的是早期版本的Stellarium，則可以按照該過程安裝地景包：

source: Browse to your User Data Directory, which varies according to your operating system.
ar: افتح مجلد المستخدم لديك. هذا المجلد يختلف حسب نظام التشغيل.
ca: Navegueu al vostre directori de dades d'usuari, que varia segons el vostre sistema operatiu.
ca@valencia: Aneu al vostre Directori de Dades d'Usuari, que pot variar segons el vostre sistema operatiu.
cs: Nalezněte váš adresář pro uživatelská data, jehož umístění je závislé na vašem operačním systému.
de: Gehen Sie in Ihr Anwenderdatenverzeichnis (abhängig vom Betriebssystem).
el: Περιηγηθείτε στο κατάλογο Αρχεία Χρηστών, το οποίο διαφοροποιείται ανάλογα το λειτουργικό σύστημα.
es: Navegue a su Directorio de Datos de Usuario, que puede variar según el sistema operativo.
et: Mine oma kasutajaandmete kausta, mis on igas operatsioonisüsteemis erinev.
fi: Selaa käyttäjätietokansioitasi, joka vaihtelee käyttöjärjestelmäsi mukaan.
fr: Sur votre ordinateur, localisez votre dossier de données utilisateur. Ce dossier est différent selon votre système d'exploitation.
gd: Rùraich pasgan dàta a chleachdaiche – tha ionad a’ phasgain seo a-rèir an t-siostaim-obrachaidh agad.
gl: Busca o teu Cartafol de Datos de Usuario, que varía de acordo co teu sistema operativo.
hr: Potražite Vašu korisničku mapu, čija se lokacija može razlikovati ovisno o Vašem operativnom sustavu.
id: Telusuri direktori User Data kamu, yang lokasinya berbeda-beda tergantung sistem operasimu
it: Passare alla directory dei dati dell'utente, che varia in base al proprio sistema operativo.
ja: ユーザー・データ・ディレクトリを参照します。これはOSによって位置が異なります。
lt: Peržiūrėkite savo vartotojo duomenų katalogą, kuris skiriasi priklausomai nuo jūsų operacinės sistemos.
nl: Blader naar uw gebruikersgegevensmap, die varieert naargelang uw besturingssysteem.
pl: Przejdź do katalogu danych użytkownika, który różni się w zależności od systemu operacyjnego.
pt_br: Navegue para o seu Diretório de Dados do Usuário, que varia de acordo com o seu sistema operacional.
ru: Перейдите в свой каталог данных пользователя, который зависит от вашей операционной системы.
sc: Passa a sa directory de sos datos de s'utente, chi cambiat in base a su sistema operativu.
sk: Otvorte si priečinok "User Data", ktorého umiestnenie sa môže líšiť podľa operačného systému.
sq: Shfletoni te Drejtoria juaj e të Dhënave të Përdoruesit, vendi dhe emri i së cilës varet nga sistemi juaj operativ.
tr: Kullandığınız İşletim Sistemine göre değişen Kullanıcı Veri Dizini "User Data Directory" nize göz atın.
uk: Перейдіть до вашого каталогу даних користувача, назва та розташування якого залежить від вашої операційної системи.
zh_hk: 瀏覽您的用戶數據目錄，該目錄因操作系統而異。

source: Create a sub-directory called <em>landscapes</em> in your user directory (if it doesn't exist).
ar: أنشيء مجلداً فرعياً باسم landscapes في مجلد المستخدم لديك (إذا لم يكن هذا المجلد موجوداً أصلاً).
ca: Creeu un subdirectori anomenat <em>paisatges</em> al directori d'usuari (si no existeix).
ca@valencia: Creeu un subdirectori anomenat <em>landscapes</em> en el vostre directori d'usuari (si no hi existeix). .
cs: Ve vašem adresáři pro uživatelská data vytvořte podadresář nazvaný <em>landscapes</em> (pokud již nebyl vytvořen).
de: Legen Sie ein Unterverzeichnis <em>landscapes</em> an (falls nicht vorhanden).
el: Δημιουργήστε ένα υπο-κατάλογο με όνομα<em>landscapes</em> στον κατάλογο του χρήστη σας (ανδ δεν υπάρχει).
es: Cree un subdirectorio llamado <em>landscapes</em> (si no existiera).
et: Loo oma kasutaja kaustas kaust nimega <em>landscapes</em> (kui seda pole olemas).
fi: Luo alikansio nimeltään <em>landscapes</em> käyttäjäkansioosi (jos sitä ei vielä ole).
fr: Créez un sous-dossier appelé <em>landscapes</em> dans votre dossier utilisateur (s'il n'existe pas déjà).
gd: Cruthaich fo-phasgan air a bheil <em>landscapes</em> ann am pasgan a’ chleachdaiche agad (mu eil e ann fhathast).
gl: Crear un subcartafol chamado <em>paisaxes</em> no teu cartafol de usuario (se non existe).
hr: Kreirajte podmapu s imenom <em>landscapes</em>u Vašoj korisničkoj mapi (ukoliko ona ne postoji).
id: Membuat subdirektori yang disebut <em>landscapes</em> pada direktori kamu (jika tidak tersedia)
it: Crea una sotto directory chiamata <em>paesaggi</em> nella tua directory utemte (se non esiste).
ja: ユーザー・ディレクトリにサブ・ディレクトリ<em>landscapes</em>を(無ければ)作成します。
lt: Sukurkite pakatalogį, vadinamą <em>landscapes</em>, savo vartotojo kataloge (jei jis neegzistuoja).
nl: Maak een sub-map aan genaamd <em>landscapes</em> in uw gebruikersmap (als die nog niet bestaat).
pl: Utwórz podkatalog o nazwie <em>landscapes</em> w swoim katalogu użytkownika (jeśli nie istnieje).
pt_br: Crie um subdiretório chamado <em>landscapes</em> em seu diretório de usuário (se não existir).
ru: Создайте подкаталог с именем <em>landscapes</em> в вашем каталоге пользователя (если он не существует).
sc: Fae una sutta directory mutia <em>paesaggios</em> sa directory tua (si non esistit).
sk: V tomto priečinku vytvorte nový s názvom <em>landscapes</em> (ak ešte neexistuje).
sq: Krijoni te drejtoria juaj e përdoruesit një nëndrejtori të quajtur <em>landscapes</em> (nëse s’ekziston).
tr: Kullanıcı dizininizde <em>landscapes</em> adlı bir alt dizin oluşturun (eğer mevcut değilse).
uk: Створіть підкаталог із назвою <em>landscapes</em> у вашому каталозі даних користувача (якщо такого каталогу ще не існує).
zh_hk: 在您的用戶目錄中創建一個名為<em>landscapes</em>的子目錄（如果它不存在）。
