Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: social media
af: sosiale media
ar: حسابات التواصل الاجتماعي
be: сацыяльныя сеткі
bn: সোস্যাল মিডিয়া
ca@valencia: mitjans de comunicació social
cs: sociální sítě
de: Soziale Medien
el: κοινωνικά μέσα
es: redes sociales
et: sotsiaalmeedia
fi: Sosiaalinen media
fr: Médias sociaux
gd: meadhanan sòisealta
gl: redes sociais
hr: društvene mreže
hu: közösségi média
id: media sosial
is: samfélagsmiðlar
ja: SNS
lt: socialinių tinklų
nl: sociale media
pl: media społecznościowe
pt_br: mídia social
ro: mediu de socializare
ru: социальные медиа
sk: sociálne siete
sq: media shoqërore
th: สื่อสังคม
tr: sosyal medya
uk: соціальні мережі
zh_hk: 社交媒體

source: collaborate
af: werk saam
ar: التعاون
az: əməkdaşlıq
be: супраца
bn: একনজরে
bs: saradnja
ca: col·labora-hi
ca@valencia: col·laboreu
cs: spolupráce
de: Mitarbeiten
el: συνεργάσου
es: colabore
et: koostöö tegemine
eu: lagundu
fi: Osallistu
fr: Collaborer
gd: obraich còmhla
gl: colaboración
hr: suradnja
hu: együttműködés
id: kolaborasi
is: samstarf
it: collabora
ja: 協力
ky: кызматташуу
lt: bendradarbiauti
lv: sadarbība
nb: samarbeide
nl: samenwerken
pl: współpraca
pt_br: colaborar
ro: colaborați
ru: сотрудничество
sc: azua
sk: spolupráca
sq: bashkëpunoni
sv: engagera dig
th: ทำงานร่วมกัน
tr: işbirliği yap
uk: співпраця
vi: Cộng tác
zh_hk: 合作

source: You can learn more about Stellarium, get support and help the project from these links
af: U kan meer oor Stellarium leer, ondersteuning kry en die projek help vanuit hierdie skakels
ar: تستطيع معرفة المزيد عن ستيللاريوم، والحصول على الدعم والمساعدة في هذا المشروع عن طريق هذه الروابط.
az: Siz Stellarium barədə daha çox öyrənə bilərsiz. Bu resurslardan dəstək alıb, proyektə köməklik göstərə bilərsiz
be: Даведацца болей пра Stellarium, папрасіць падтрымкі ці дапамагчы праекту можна прайшоўшы па гэтых спасылках
bn: স্টেলারিয়াম সম্পর্কে বিশদে জানতে কিংবা এর উন্নতি সাধনে সাহায্য করতে চাইলে নিচের লিঙ্কগুলি দেখুন
bs: Sa sljedećih linkova možete saznati više o Stellariumu, dobiti pomoć i dati vlastiti doprinos projektu
ca: Pots aprendre més sobre Stellarium, obtenir suport i ajudar al projecte dels següents enllaços
ca@valencia: Podeu saber més sobre Stellarium, rebre recolzament i participar en el projecte a través dels següents següents enllaços
cs: Na následujících odkazech se můžete o Stellariu dozvědět více, získat podporu a pomoci projektu
de: Du kannst mehr über Stellarium erfahren, Hilfe anfordern oder selbst das Projekt unterstützen über folgenden Links
el: Μπορείς να μάθεις περισσότερα για το Stellarium να λάβεις υποστήριξη και βοήθεια για το πρόγραμμα από αυτούς τους συνδέσμους
es: Usted puede aprender más sobre Stellarium, recibir apoyo y ayudar al proyecto a partir de estos enlaces
et: Stellariumi kohta rohkema teabe saamiseks, abi saamiseks ja projektile kaasaaitamiseks külasta neid linke
eu: Stellarium-i buruz gehiago ikasi, sostengua lortu eta proiektua lagun dezakezu esteka hauetan
fi: Näistä linkeistä voit lukea lisää Stellariumista, saada tukea ja auttaa projektia
fr: Vous pouvez en apprendre davantage sur Stellarium, obtenir de l'aide et participer au projet en suivant ces liens
gd: Gheibh thu barrachd fiosrachaidh mu Stellarium, gheibh thu taic is cuidichidh tu am pròiseact o na ceanglaichean seo
gl: Podes aprender máis sobre Stellarium, obter soporte e axudar o proxecto a partir destas ligazóns
hr: Možete naučiti više o Stellarium-u, potražiti podršku te pomoći projektu na slijedećim linkovima:
hu: További információk a Stellarium programról, segítségkérés és segítségnyújtás az alábbi hivatkozásokon.
id: Kamu dapat mempelajari Stellarium lebih banyak, dapatkan dukungan, dan bantu projek dari tautan-tautan ini
is: Þú getur lært meira um Stellarium, fengið aðstoð og hjálpað til við verkefnið með því að fara í tenglana hér fyrir neðan
it: È possibile conoscere meglio Stellarium, ottieni supporto e aiuta il progetto in questi link.
ja: Stellarium 関する詳しい情報、質問、プロジェクトへの協力には、以下のリンクをご覧ください
ky: Stellarium тууралуу толук маалыматты, колдоо алуу жана долбоорго жардам берүүнү төмөнкү шилтемелер боюнча караңыз
lt: Galite sužinoti daugiau apie Stellarium, gauti paramą ir padėti projektui iš šių nuorodų
lv: Lai uzzinātu vairāk par Stellarium, saņemtu atbalstu un palīdzētu projektam, sekojiet šīm saitēm
nb: Du kan lære mer om Stellarium, få hjelp eller støtte prosjektet fra disse lenkene
nl: Je kan meer leren over Stellarium, support krijgen en het project helpen via deze links
pl: Możesz dowiedzieć się więcej na temat Stellarium, uzyskać wsparcie i wspomóc ten projekt - skorzystaj z tych linków
pt_br: Você pode aprender mais sobre o Stellarium, obter auxílio e ajudar o projeto acessando estes linques
ro: Puteți să învățați mai multe despre Stellarium, obțineți asistență și să ajutați proiectul la următoarele legături
ru: Вы можете узнать больше о Stellarium, получить поддержку и помощь проекта по этим ссылкам
sc: Podes connoschere atera cosa de Stellarium, pedinde azudu dae custos cullegamentos
sk: Dozvedieť sa viac o programe Stellarium, získať podporu a pomôcť projektu môžete pomocou týchto odkazov
sq: Prej këtyre lidhjeve mund të mësoni më tepër mbi Stellarium-in, të merrni asistencë dhe të ndihmoni projektin
sr: Можете научити више о Стеларијуму, добити подршку и помоћ са ових адреса
sv: Du kan lära dig mer om Stellarium, få support och hjälpa till med projektet via dessa länkar
th: คุณสามารถเรียนรู้เพิ่มเติมเกี่ยวกับ Stellarium, ขอการสนับสนุน และช่วยเหลือโครงการได้จากลิงก์ต่อไปนี้
tr: Stellarium hakkında daha fazla bilgi edinebilir, destek alabilir ve projeye bu bağlantılardan yardımcı olabilirsiniz
uk: За допомогою цих посилань ви зможете дізнатися більше про Stellarium, отримати підтримку та допомогти проєктові.
vi: Tìm hiểu thêm về Stellarium, nhận hỗ trợ và trợ giúp dự án từ đây
zh_hk: 您可以通過以下鏈接深入瞭解 Stellarium, 獲得支持以及協助我們開發

source: discussions
ar: الحوارات
cs: diskuse
de: Diskussionen
es: discusiones
fi: keskustelut
gl: discusións
id: diskusi
it: discussioni
lt: diskusijos
pt_br: discussões
ru: дискуссии
sk: diskusia
sq: diskutime
th: กระดานสนทนา
uk: обговорення
zh_hk: 討論

source: mailing list
af: poslys
ar: القائمة البريدية
az: poçt siyahısı
be: паштовая рассылка
bn: মেইল ঠিকানা তালিকা
bs: email lista
ca: Llista de correu
ca@valencia: llista de correu
cs: e-mailová konference
de: Mailing Liste
el: λίστα αλληλογραφίας
es: lista de correo
et: meililist
eu: posta-zerrenda
fi: postituslista
fr: Liste de discussion
gd: liosta-phuist
gl: listaxe de correo
hr: mailing lista
hu: levelezőlista
id: forum diskusi
is: póstlisti
it: lista di distribuzione
ja: メーリングリスト
ky: жөнөтүү тизмеси
lt: pašto sąrašas
lv: vēstkopa
nb: postliste
nl: mailing lijst
pl: lista adresowa
pt_br: lista de discussão
ro: buletinul informativ (mailing list)
ru: почтовая рассылка
sk: zoznam mailov
sq: listë postimesh
sr: листа електронске поште
sv: e-postlista
th: บัญชีจ่าหน้า
tr: mail listesi
uk: список листування
vi: Danh sách gửi thư
zh_hk: 郵件列表

source: FAQ
af: AVV
ar: الأسئلة الشائعة
az: ÇVS
be: частыя пытаньні
bn: অতিসাধারন কিছু প্রশ্ন-উত্তর
ca: FAQ (Preguntes freqüents)
ca@valencia: PMQ, preguntes més freqüents
cs: často kladené dotazy (FAQ)
de: Häufig gestellte Fragen
el: Συχνές Ερωτήσεις
es: Preguntas frecuentes
et: KKK
eu: MEG (Maiz Egindako Galderak)
fi: usein kysyttyä
gd: CÀBHA
hr: Često postavljana pitanja
hu: GYIK
id: Tanya Jawab
is: FAQ - algengar spurningar
it: Domande Frequenti
ja: よくある質問
ky: суроолор жана жооптор
lt: DUK
lv: BUJ
nb: ofte stilte spørsmål
nl: FAQ (Veelgestelde Vragen)
pl: FAQ - najczęściej zadawane pytania
pt: FAQ (perguntas mais freqüentes)
pt_br: perguntas mais frequentes
ro: întrebări frecvente
ru: частые вопросы
sk: často kladené otázky
sq: PBR
sr: ЧПП
sv: vanliga frågor och svar
th: คำถามพบบ่อย
tr: S.S.S.
uk: ЧаП
vi: Hỏi Đáp
zh_hk: 常見問題

source: developers documentation
af: ontwikkelaarsdokumentasie
ar: مصادر التوثيق لتطوير البرنامج
az: yaradıcı sənədləri
be: дакумэнтацыя распрацоўніка
bn: প্রস্তুতকারকদের জন্য দরকারী তথ্য
bs: dokumentacija za programere
ca: documentació per desenvolupadors
ca@valencia: documentació de desenvolupadors
cs: dokumentace pro vývojáře
de: Entwickler-Dokumentation
el: τεκμηρίωση προγραμματιστών
es: documentación de desarrolladores
et: dokumentatsioon arendajatele
eu: garatzaileentzako dokumentazioa
fi: kehittäjien dokumentaatio
fr: Documentation pour développeurs
gd: docamaideadh an luchd-leasachaidh
gl: documentación de programadores
hr: dokumentacija razvojnih programera
hu: fejlesztőknek szóló dokumentáció
id: dokumentasi pengembang
is: hjálparskjöl forritara
it: documentazione per sviluppatori
ja: 開発者向けドキュメント
ky: чыгаруучулардын документациясы
lt: programuotojų dokumentacija
lv: dokumentācija izstrādātājiem
nb: utvikler-dokumentasjon
nl: documentatie voor ontwikkelaars
pl: dokumentacja techniczna
pt_br: documentação para desenvolvedores
ro: documentația pentru dezvoltatori
ru: документация для разработчиков
sc: documentatzione de sos isviluppadores
sk: dokumentácia pre vývojárov
sq: dokumentim për zhvilluesit
sr: документација за програмере
sv: dokumentation för utvecklare
th: เอกสารสำหรับนักพัฒนา
tr: geliştiriciler için belgeler
uk: документація для розробників
vi: Tài liệu hướng dẫn
zh_hk: 開發者文檔

source: scripting
af: skriptering
ar: البرامج النصيّة
az: skriptlər
be: сцэнары
bn: কার্যলিপি সংক্রান্ত তথ্য
bs: skripte
ca: seqüències d'ordres
ca@valencia: programació de scripts
cs: skriptování
de: Befehls-Skripte
el: συγγραφή πρωτοτύπων
es: manejo de guiones
et: skriptimine
eu: scripting-a
fi: skriptaus
fr: Documentation pour scripts
gd: sgriobtadh
gl: scripts
hr: skriptiranje
hu: szkriptírás
id: skripting
is: skriftun
it: Esecuzione di uno script
ja: スクリプティング
ky: сценарийлерди жазуу
lt: scenarijai
lv: skripti
nb: skripting
pl: pisanie skryptów
pt_br: apresentações
ru: написание сценариев
sk: skriptovanie
sq: skriptim
sr: писање скрипти
sv: skriptmotor
th: การเขียนสคริปต์
tr: betik oluşturma
uk: скрипти
vi: Lệnh
zh_hk: 腳本編寫

source: translations
ar: الترجمات
be: пераклады
ca: traduccions
ca@valencia: traduccions
cs: překlady
de: Übersetzungen
el: μεταφράσεις
es: traducciones
et: tõlked
fi: käännökset
fr: Traduction
gd: eadar-theangachadh
gl: traducions
hr: prijevodi
id: penerjemahan
it: traduzioni
ja: 翻訳
lt: vertimai
nl: vertalingen
pl: tłumaczenia
pt_br: traduções
ro: traduceri
ru: переводы
sc: tradutziones
sk: preklady
sq: përkthime
th: การแปล
tr: çeviriler
uk: переклади
zh_hk: 翻譯

source: get support, report bugs, request new features
ar: احصل على الدعم، بلّغ عن الأعطال، أطلب ميزات جديدة
be: паведаміць пра хібы, прапанаваць новыя функцыі
ca: obtenir suport, informar errors, sol·licitar noves funcions
ca@valencia: obteniu ajuda, notifiqueu errors, sol·liciteu noves funcionalitats
cs: získejte podporu, nahlaste chyby, požadujte nové funkce
de: Finde Unterstützung, berichte Fehler, schlage neue Funktionen vor
el: λήψη υποστήριξης, αναφορά σφαλμάτων, αίτηση νέων χαρακτηριστικών
es: obtenga soporte, reporte de errores y características nuevas
et: kasutajatugi, vigadest teatamine, uute funktsioonide taotlemine
fi: saa tukea, ilmoita bugeista, toivo uusia ominaisuuksia
fr: Assistance, annonces de bogues, demandes de fonctionnalités
gd: faigh taic, dèan aithris air bugaichean, iarr gleusan ùra
gl: Obter soporte, informar erros, solicitar novas funcións
hr: Traži podršku, prijavi greške, zatraži nove značajke
id: memperoleh dukungan, melaporkan bug, meminta fitur-fitur baru
it: ottenere supporto, segnalare bug, richiedere nuove funzionalità
ja: サポート、バグの報告、新しい機能のリクエスト
lt: gauti palaikymą, pranešti apie klaidas, prašyti naujų funkcijų
nl: ondersteuning krijgen, fouten rapporteren, nieuwe functies verzoeken
pl: uzyskaj wsparcie, zgłoś błędy, poproś o nowe funkcje
pt_br: obter suporte, relatar bugs, solicitar novos recursos
ro: primește suport, raportează probleme, cere noi facilități
ru: получить поддержку, сообщить об ошибке, предложить новые функции
sc: tene azudu, sinnala bacos, pedi funtzionalidades noas
sk: získať podporu, nahlásiť chyby, žiadať nové funkcie
sq: merrni asistencë, njoftoni të meta, kërkoni veçori të reja
th: รับการสนับสนุน, รายงานข้อผิดพลาด, เสนอคุณสมบัติใหม่ ๆ
tr: destek alın, hataları bildirin, yeni özellikler isteyin
uk: підтримка, звітування щодо вад, запит щодо нових можливостей
zh_hk: 獲得支持，報吿錯誤，請求新功能

source: all releases
af: alle vrystellings
ar: جميع الإصدارات
be: усе выпускі
bn: সমস্ত সংস্করণ
ca: totes les versions
ca@valencia: totes les versions
cs: všechna vydání
de: Alle Ausgaben
el: όλες οι διανομές
es: todas las versiones
et: kõik väljalasked
fi: kaikki julkaistut versiot
fr: Toutes les versions
gd: a h-uile sgaoileadh
gl: todos os lanzamentos
hr: sve verzije
hu: minden kiadás
id: semua rilis
is: allar útgáfur
it: tutte le versioni
ja: すべてのファイル
lt: visi leidimai
nl: alle uitgaven
pl: wszystkie wydania
pt_br: todas as versões
ro: toate lansările
ru: все выпуски
sc: totu sas versiones
sk: všetky vydania
sq: krejt hedhjet në qarkullim
th: ทุกรุ่น
tr: tüm sürümler
uk: усі випуски
vi: Tất cả phát hành
zh_hk: 所有版本

source: user guide
ca: guia d'usuari
cs: uživatelská příručka
de: Benutzerhandbuch
es: guía del usuario
fi: käyttöopas
id: panduan pengguna
it: guida utente
lt: vartotojo vadovas
pl: podręcznik użytkownika
pt_br: guia de usuário
ru: руководство пользователя
sk: užívateľská príručka
sq: udhërrëfyes përdoruesi
uk: підручник користувача

source: weekly snapshots
ar: اللقطات الأسبوعية
ca: còpies instantànies setmanals
cs: týdenní snímky stavu kódu
de: Wöchentliche Vorschauen
es: snapshots semanales
fi: viikottaiset snapshotit
fr: Versions hebdomadaires
gd: snapshots seachdaineil
gl: instantáneas semanais
id: snapshot mingguan
it: istantanee settimanali
lt: savaitinės nuotraukos
nl: wekelijkse snapshots
pt_br: instantâneos semanais
ru: еженедельные сборки
sk: týždenné zostavy
sq: fotografime të përjavshme
th: รุ่นทดสอบรายสัปดาห์
uk: щотижневі знімки
zh_hk: 每週測試版本

source: ppa for ubuntu linux
ca: ppa per ubuntu linux
cs: ppa pro ubuntu linux
de: PPA für Ubuntu Linux
es: ppa para ubuntu linux
fi: Ubuntu-Linuxin PPA
id: ppa untuk ubuntu linux
it: ppa per linux ubuntu
lt: ppa Ubuntu Linuxui
sk: ppa pre ubunutu linux
sq: ppa për Ubuntu Linux
uk: ppa для ubuntu linux

source: archive
ca: arxiu
cs: archív
id: arsip
it: archivio
lt: archyvas
sq: arkiv

source: acknowledgment
ar: للإشارة والشكر
ca: reconeixement
cs: poděkování
de: Danksagung
es: ‎Reconocimiento‎
fi: Tunnustus
fr: remerciement
gd: taing
gl: recoñecemento
id: ucapan terima kasih
it: riconoscimento
lt: padėkos
nl: Dankbetuiging
pl: uznanie
pt_br: agradecimento
ru: признательность
sk: poďakovanie
sq: falënderim
th: กิตติกรรมประกาศ
uk: Подяки
zh_hk: 鳴謝

source: If the Stellarium planetarium was helpful for your research work, please cite the following paper in your acknowledgment:
ca: Si el planetari Stellarium va ser útil per al vostre treball de recerca, si us plau, citeu el document següent en el vostre agraïment:
cs: Pokud bylo Stellarium užitečné pro vaši výzkumnou práci, uveďte prosím ve svém poděkování následující článek:
id: Jika Stellarium sangat membantu penelitianmu, mohon rujuk artikel di bawah ini dalam ucapan terima kasih:
lt: Jei Stellarium planetarium buvo naudinga jūsų tyrimų darbui, prašome cituoti šį straipsnį savo padėkos žodžiuose:
sq: Nëse planetariumi Stellarium qe i dobishëm për punën tuaj kërkimore, ju lutemi përmendni artikullin vijues te falënderimet tuaja:

source: This research has made use of the Stellarium planetarium
ar: هذا البحث استعمل برنامج ستيللاريوم
ca: Aquest treball ha fet ús del planetari Stellarium
cs: Tento výzkum využil počítačového planetária Stellarium
de: Diese Forschungsarbeit wurde unter Verwendung von Stellarium (Version X.Y) gemacht
es: ‎Esta investigación ha hecho uso del ‎‎planetario‎‎ Stellarium‎
fi: Tässä tutkimuksessa on käytetty Stellarium-planetaariota
fr: Ce travail de recherche a utilisé le planétarium Stellarium
gd: Cleachd an rannsachadh seo amharc-lann phlanaidean Stellarium
gl: Nesta investigación fíxose uso do planetario Stellarium.
id: Penelitian ini telah menggunakan Stellarium planetarium
it: Questa ricerca ha utilizzato il planetario di Stellarium
lt: Šis tyrimas naudojo Stellarium planetariumą.
nl: Dit onderzoek heeft gebruik gemaakt van het Stellarium planetarium
pl: W badaniach wykorzystano planetarium Stellarium
pt_br: Esta pesquisa foi feita utilizando o Stellarium planetarium
ru: В этом исследовании использовался планетарий Stellarium
sq: Ky kërkim ka përdorur planetariumin Stellarium
uk: Це дослідження було виконано за допомогою планетарію Stellarium (This research has made use of the Stellarium planetarium)
zh_hk: 這項研究利用了Stellarium天文館

source: Or you may <a href='/files/stellarium.bib'>download the BibTeX file of the paper</a> to create another citation format.
ar: أو يمكنك <a href='/files/stellarium.bib'>تحميل ملف BibTeX للورقة البحثية</a> لإنشاء إشارة مرجعية أخرى.
ca: O podeu <a href='/files/stellarium.bib'>descarregar el fitxer BibTeX del paper</a> per crear un altre format de citació.
cs: Nebo si můžete <a href='/files/stellarium.bib'>stáhnout BibTeXový soubor článku</a> a vytvořit jiný formát pro tuto citaci.
de: Oder Sie verwenden das <a href='/files/stellarium.bib'>BibTeX file </a> um ein anderes Zitierformat zu verwenden.
es: ‎O puedes <a href='/files/stellarium.bib'>‎descargar el archivo BibTeX del documento</a>‎ para crear otro formato de cita.‎
fi: Tai voit <a href='/files/stellarium.bib'>ladata BibTeX-tiedoston asiakirjasta</a> luodaksesi toisenlaisen tavan lähettää tunnustus.
fr: Vous pouvez également <a href='/files/stellarium.bib'>télécharger le fichier BibTeX de l'article</a>.
gd: Faodaidh tu cuideachd <a href='/files/stellarium.bib'>faidhle BibTeX dhen phàipear a luchdadh a-nuas</a> airson fòrmat iomraidh eile a chruthachadh.
gl: Ou podes <a href='/files/stellarium.bib'>descargar o arquivo BibTeX do documento</a> para crear outro formato de cita.
id: Atau kamu dapat <a href='/files/stellarium.bib'>mengunduh berkas BibTeX dari artikelnya</a> untuk membuat format rujukan lain.
it: O potresti<a href='/files/stellarium.bib'>scaricare il file BibTeX del documento</a> per creare un altro formato di citazione.
lt: Arba galite<a href='/files/stellarium.bib'> atsisiųsti straipsnio BibTeX failą</a> , kad sukurtumėte kitą citavimo formatą.
nl: Of u kunt <a href='/files/stellarium.bib'>het BibTeX-bestand van de krant downloaden</a> om een ander citaatformaat te maken.
pt_br: Ou você pode <a href='/files/stellarium.bib'> baixar o arquivo BibTeX do artigo </a> para criar outro formato de citação.
ru: Или можно <a href='/files/stellarium.bib'>скачать файл BibTeX этой статьи</a> для создания другого формата цитирования.
sk: Alebo môžete <a href='/files/stellarium.bib'>stiahnuť BibTeX súbor článku</a> a vytvoriť iný formát citácie.
sq: Ose mundeni <a href='/files/stellarium.bib'>të shkarkoni kartelën BibTeX të artikullit</a> për të krijuar një tjetër format citimi.
uk: Крім того, ви можете <a href='/files/stellarium.bib'>отримати файл BibTeX роботи</a> для створення посилання у іншому форматі.
zh_hk: 或者您可以<a href='/files/stellarium.bib'>下載論文的BibTeX文件</a>來創建另一種引用格式。

source: Please note that the software has several releases since these fundamentals were published:
ca: Tingueu en compte que el programari té diverses versions des que es van publicar aquests fonaments:
cs: Vezměte prosím v úvahu, že bylo vydáno několik verzí programu od doby, kdy byly zveřejněny tyto základní informace:
id: Perlu dicatat bahwa perangkat lunak ini memiliki beberapa rilis sejak dasarnya diterbitkan:
lt: Prašome atkreipti dėmesį, kad nuo šių pagrindų paskelbimo buvo išleistos kelios programinės įrangos versijos.
sq: Ju lutemi, kini parasysh se software-i ka pasur disa hedhje në qarkullim pasi qenë botuar këto pika themelore:

source: git
cs: git repozitář
fi: GitHub
pt_br: github
th: กิต
zh_hk: 獲取
