Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: Please package your landscape in a .zip file with all files inside a directory in the .zip file. This should be unique to your landscape, and it would be nice if it was all lower-case with no spaces.
ar: الرجاء إدراج المنظر الطبيعي في ملف مضفوط .zip حيث تكون كل الملفات في مسار في الملف المضغوط. يجب أن يكون هذا اسم المنظر الطبيعي متفرداً ومختلفاً عن أسماء المناظر الطبيعية الأخرى، ومن الجميل أن يكون هذا الاسم كله بالحروف الصغيرة ومن دون فراغات.
ca: Comprimiu el paisatge en un fitxer .zip que contingui tots els fitxers dins d’un directori. Hauria de ser exclusiu del vostre paisatge i estaria bé que fos tot en minúscula i sense espais.
cs: Zabalte prosím vaši krajinu do souboru .zip a všechny soubory umístěte uvnitř adresáře vytvořeného v tomto .zip souboru. Ten musí být unikátní pro vaši krajinu, a bylo by vhodné, aby název byl tvořen pouze malými písmeny bez mezer.
de: Bitte packen Sie Ihre Landschaft in eine .ZIP-Datei mit allen Dateien innerhalb eines Verzeichnisses in dieser .ZIP-Datei. Der Name dieses Verzeichnisses sollte bisher nicht vorkommen, für die Landschaft eindeutig sein, und sollte ausschließlich aus Kleinbuchstaben bestehen und keine Leerzeichen enthalten.
el: Παρακαλώ βάλτε το τοπίο σας σε ένα αρχείο .zip με όλα τα αρχεία σε ένα κατάλογο μέσα στο αρχείο .zip. Αυτό θα πρέπει να είναι μοναδικό για το τοπίο σας, και θα ήταν καλό να είναι με μόνο πεζά γράμματα χωρίς κενά.
es: Comprima su paisaje en una carpeta .zip con todos los archivos necesarios. Esto debe ser único para su paisaje, ideal que el nombre esté en minúsculas y sin espacios.
fi: Pakkaa maisema .zip-tiedostoon siten, että kaikki tiedostot ovat .zip-tiedoston hakemistossa. Tämän pitäisi olla ainutlaatuinen maisemaasi, ja olisi mukavaa, jos se olisi pienillä kirjaimilla ilman välilyöntejä.
fr: Veuillez placer tous les fichiers de votre paysage dans un dossier et compressez ce dossier dans un fichier .zip. Le nom du dossier doit être propre à votre paysage, et de préférence en caractères minuscules, sans espace ni marque diacritique.
gd: Cuir an cruth-tìre agad am broinn faidhle .zip leis a h-uile faidhle am broinn pasgan san fhaidhle .zip. Bu chòir ainm a’ phasgain a bhith sònraichte dhan chruth-tìre agad agus mholamaid nach cleachd thu ach litrichean beaga gun stràcan no bheàrn.
gl: Empaqueta a túa paisaxe nun ficheiro .zip con todos os ficheiros dentro dun directorio no arquivo .zip. Este debe ser único para a túa paisaxe, e sería bo que fose con minúscula sen espazos.
hr: Pakirajte svoj krajolik u .zip datoteku sa svim datotekama unutar mape u .zip datoteci. Ovo bi trebalo biti specifično za Vaš krajolik, a preporučamo da su nazivi navedeni malim slovima i bez razmaka.
id: Masukkan paket pemandangan anda dalam sebuah file .zip dengan semua file dalam sebuah folder dalam file .zip. ini akan menjadi khusus untuk pemandangan anda, dan ini akan menjadi lebih baik jika semuanya dalam huruf kecil dengan tanpa spasi.
it: Comprimi il tuo paesaggio in un file .zip con tutti i file all'interno di una directory nel file. Questo dovrebbe essere unico per il tuo paesaggio e sarebbe meglio se fosse tutto minuscolo senza spazi.
ja: 風景をzipファイルにパッケージ化してください。すべてのファイルはzipファイル内のディレクトリに置きます。ディレクトリ名はあなたの風景に固有である必要があり、スペースを使わず全て小文字とするのが良いでしょう。
lt: Prašome supakuoti savo kraštovaizdį į .zip failą su visais failais, esančiais direktorijoje .zip faile. Tai turėtų būti unikalus jūsų kraštovaizdžiai, ir būtų gerai, jei jis būtų mažosiomis raidėmis be tarpų.
nl: Verpak uw landschap in een .zip-bestand met alle bestanden in een map in het .zip-bestand. Dit zou uniek moeten zijn voor jouw landschap, en het zou fijn zijn als het allemaal kleine letters zonder spaties waren.
pl: Proszę spakować krajobraz do pliku .zip, tak by wszystkie pliki w archiwum znajdowały się w podkatalogu. Jego nazwa powinna być unikalna i wskazane jest, aby była zapisana małymi literami bez spacji.
pt_br: Por favor, empacote sua paisagem em um arquivo .zip com todos os arquivos dentro de um diretório no arquivo .zip. Isso deve ser exclusivo para sua paisagem, e seria bom se fosse tudo em letras minúsculas, sem espaços.
ru: Упакуйте свой ландшафт в .zip-файл со всеми файлами внутри каталога в .zip-файле. Название должно быть уникальным для вашего ландшафта, и было бы неплохо, чтобы всё было в нижнем регистре без пробелов.
sc: Cumprimi su pnorama tu in unu file .zip, cun totus sos file a intro de una directory in su file .zip. Custu tepet essere unicu po su panorama tu, est menzus si est iscrittu totu in minusculu, chentza ispatzios.
sk: Zabaľte Váš terén so všetkými súbormi v priečinku do archívu .zip. Jeho názov by mal byť jedinečný a bolo by vhodné, ak by bol malými písmenami a bez medzier.
sq: Ju lutemi, paketojeni peizazhin tuaj në një kartelë .zip me krejt kartelat brenda një drejtorie te kartela .zip. Emri për të duhet të jetë unik për peizazhin tuaj, dhe do të ishte e pëlqyeshme të ish i gjithi me shkronja të vogla dhe pa hapësira.
tr: Lütfen peyzajınızın dosyalarını .zip uzantısında olacak şekilde paketleyin. Zip dosyasının adı, peyzajınız için benzersiz olmalı ve tümü küçük harfli ve boşluksuz olmalıdır.
uk: Будь ласка, запакуйте ваш ландшафт до файла .zip як каталог із усіма файлами. Назва каталогу має бути унікальною для вашого ландшафту. Також було б чудово, якби назва каталогу складалася із малих латинських літер без пробілів.
zh_hk: 請將您的地景打包在.zip文件中，該文件包含 .zip 文件中目錄內的所有文件。這對於您的地景應該是獨一無二的，如果它都是小寫的，沒有空格會很好。

source: You should also include a readme.txt file which describes the landscape and specifies any usage restrictions or licensing terms for the images used in the landscape.
ar: يجب أن تلحق أيضاً ملف readme.txt يشرح المنظر الطبيعي ويبين حدود الاستخدام وشروط الترخيص للصور المستخدمة في المنظر الطبيعي.
ca: També haureu d'incloure un fitxer readme.txt que descrigui el paisatge i especifiqui les restriccions d'ús o els termes de llicència per a les imatges utilitzades en el paisatge.
ca@valencia: Heu d'incloure un fitxer readme.txt que descriga el paisatge i que especifique qualsevol restricció d'ús o els termes de la llicència de les imatges utilitzades en el paisatge.
cs: Měli byste také zahrnout soubor readme.txt, který popisuje krajinu a určuje všechna omezení použití nebo licenční podmínky pro snímky používané v krajině.
de: Es sollte auch eine Datei readme.txt enthalten sein. Darin können technische Aspekte beschrieben werden, vor allem aber sollten hier Benutzungseinschränkungen oder Lizenzbedingungen für die Bilder genannt werden.
el: Πρέπει να συμπεριλάβετε κι ένα αρχείο readme.txt που περιγράφει το τοπίο και προσδιορίζει οποιοδήποτε περιορισμό σε όρους χρήσεις για τις εικόνες που χρησιμοποιούνται στο τοπίο.
es: También debe incluir un archivo readme.txt que describa el paisaje y especifique cualquier restricción de uso o licencias de las imágenes utilizadas en el paisaje.
fi: Liitä mukaan myös readme.txt-tiedosto, joka kuvaa maisemaa ja määrittelee maisemassa käytettävien kuvien käyttörajoitukset tai lisenssiehdot.
fr: Veuillez inclure un fichier readme.txt décrivant le paysage, et indiquant toute restriction d'usage, ainsi que la licence des images utilisées dans le paysage.
gd: Bu chòir dhut faidhle readme.txt a chur ris cuideachd a mhìnicheas an cruth-tìre agus cuingeachadh no teirmichean ceadachais sam bith air cleachdadh dealbhan a’ chrutha-tìre.
gl: Tamén debe incluír un arquivo readme.txt que describe a paisaxe e especifica as restricións de uso ou os termos de licenza para as imaxes utilizadas nesa paisaxe.
hr: Trebali biste također uključiti datoteku readme.txt koja opisuje krajolik i specificira ograničenja upotrebe ili uvjete licenciranja za fotografije koje se koriste u krajoliku.
id: Kamu juga harus menyertakan sebuah berkas readme.txt yang menjelaskan lanskapnya dan menentukan batasan penggunaan apapun atau ketentuan lisensi untuk gambar yang digunakan dalam lanskap.
it: Dovresti anche includere un file readme.txt che descrive il paesaggio e specifica eventuali limitazioni d'uso o termini di licenza per le immagini utilizzate nel paesaggio.
ja: また風景を説明し、風景で使用される画像の使用制限またはライセンス条件を指定するreadme.txtファイルを含める必要があります。
lt: Turėtumėte taip pat įtraukti readme.txt failą, kuriame būtų aprašytas kraštovaizdis ir nurodytos bet kokios naudojimo apribojimai ar licencijos sąlygos naudojamiems kraštovaizdžio vaizdams.
nl: U moet ook een readme.txt bestand opnemen dat het landschap beschrijft en gebruiksrestrictie of licentievoorwaarden specificeert voor de afbeeldingen in het landschap.
pl: Należy dołączyć plik readme.txt, który opisuje krajobraz i określa wszelkie ograniczenia użytkowania lub warunki licencyjne dla obrazów używanych w krajobrazie.
pt_br: Você também deve incluir um arquivo readme.txt que descreva a paisagem e especifique quaisquer restrições de uso ou termos de licenciamento para as imagens usadas na paisagem.
ru: Вы также должны включить файл readme.txt с описанием ландшафта и указаниями о любых ограничениях использования или условия лицензирования для изображений, используемых в ландшафте.
sc: Tias teppere ponnere unu file readme.txt puru chi descriet su paesaggiu et narat eventuales limitatziones de impreu o termines de licentzia po sas immagines impreadas in su paesaggiu.
sk: Mali by ste tiež priložiť súbor readme.txt, v ktorom je popis terénu a špecifikácia obmedzení použitia alebo informácie o licencii obrázkov terénu.
sq: Duhet të përfshini një kartelë readme.txt e cila përshkruan peizazhin dhe specifikon çfarëdo kufizimesh përdorimi apo kushtesh licencimi për figurat e përdorura te peizazhi.
tr: Ayrıca, peyzajı açıklayan ve peyzajda kullanılan görüntüler için kullanım kısıtlamalarını veya lisans koşullarını belirten bir readme.txt dosyası eklemelisiniz.
uk: Вам також слід включити до архіву файл readme.txt із описом ландшафту та усіма обмеженнями у використанні або умовами ліцензування зображень, які використано у ландшафті.
zh_hk: 您還應該包含一個readme.txt文件，該文件描述地景，並指定地景中使用的圖像的任何使用限制或許可條款。

source: licensing
ar: الترخيص
be: ліцэнзаваньне
ca: llicència
ca@valencia: llicència
cs: licencování
de: Lizensierung
el: αδειοδότηση
es: licencia
et: litsentsimine
fi: Lisensiointi
fr: Licence
gd: ceadachas
gl: creando a licenza
hr: licenciranje
id: pelisensian
it: licenza
ja: ライセンス
lt: licencijavimas
nl: licentie
pl: licencjonowanie
pt_br: licenciamento
ru: лицензирование
sc: licentzia
sk: licencia
sq: licencim
th: สัญญาอนุญาต
tr: lisanslama
uk: ліцензування
zh_hk: 授權

source: Before you distribute images as part of a Stellarium landscape, please ensure you are legally entitled to - you must be the copyright holder for the images, or be able to distribute them for use with Stellarium under the terms of some agreement with the copyright holder (e.g. Creative Commons licensed images found on the web).
ar: قبل توزيع صورك كجزء من مناظر ستيللاريوم تأكد أنك المالك لحقوق هذه الصور أو أن لك الأحقية لتوزيعها للاستخدام في ستيللاريوم تحت أي شروط للاستخدام من قبل مالك الحقوق، (مثلاً الصور المرخصة من قبل المشاع الإبداعي في الشبكة).
ca: Abans de distribuir imatges com a part d'un paisatge de Stellarium, assegureu-vos que teniu dret legalment: heu de ser el titular dels drets d'autor de les imatges o bé distribuir-les per utilitzar-les amb Stellarium sota els termes d'algun acord amb el propietari dels drets d'autor (per exemple, imatges amb llicència de Creative Commons que es troben a la web).
ca@valencia: Abans de distribuir imatges com a part d'un paisatge de Stellarium, assegureu-vos de tindre legalment el dret a ser el titular dels drets d'autor o de distribuir-les per al seu ús en Stellarium segons els termes d'algun acord amb el titular dels drets (p. ex. imatges amb llicència Creative Commons, trobades Internet).
cs: Než budete distribuovat snímky jako součást Stellária, ujistěte se prosím, že k tomu máte zákonné oprávnění - musíte být držitelem autorských práv k těmto obrazům, nebo je můžete distribuovat pro použití se Stellariem na základě nějaké dohody s držitelem autorských práv (např. licencované obrázky Creative Commons, které se nacházejí na webu).
de: Vor der Verbreitung von Bildern als Teil einer Stellarium-Landschaft sollten Sie sicherstellen, dass Sie rechtlich dazu ermächtigt sind - Sie müssen der Rechteinhaber der Bilder sein, oder über ein Abkommen mit dem Rechteinhaber verfügen, nach dem Sie die Bilder zum Gebrauch mit Stellarium weitergeben dürfen (z.B. Creative Commons-Bilder aus dem Web).
el: Πριν διανείμετε εικόνες σαν κομμάτι ενός τοπίου του Stellarium, βεβαιωθείτε πως έχετε το νομικό δικαίωμα να το κάνετε - πρέπει να είστε ο κάτοχος των πνευματικών δικαιωμάτων για τις εικόνες, ή να έχετε τη δυνατότητα να τις διανείμετε για χρήση με το Stellarium σύμφωνα με τους όρους μια συμφωνίας με των κάτοχο των πνευματικών δικαιωμάτων (π.χ. εικόνες με άδεια Creative Commons που βρίσκονται στο διαδίκτυο).
es: Antes de distribuir imágenes como parte de un paisaje de Stellarium, asegúrese de tener legalmente derecho a: ser el titular de los derechos de autor de las imágenes o distribuirlas para su uso con Stellarium según los términos de algún acuerdo con el titular de los derechos de autor (por ejemplo, imágenes con licencia Creative Commons encontradas en la web).
fi: Ennen kuin jaat kuvia osana Stellarium-maisemaa, varmista, että sinulla on laillinen oikeus - sinun tulee olla kuvien tekijänoikeuksien haltija tai pystyä jakamaan niitä käytettäväksi Stellariumin kanssa tekijänoikeuksien haltijan kanssa tehdyn sopimuksen ehtojen mukaisesti ( esim. verkosta löytyneet Creative Commonsin lisensoidut kuvat).
fr: Avant de distribuer des images dans un paysage Stellarium, assurez-vous que vous en avez le droit. Vous devez être le détenteur du droit d'auteur des images, ou avoir le droit de les distribuer pour utilisation avec Stellarium en vertu d'une convention avec l'ayant-droit (par exemple des images avec une licence Creative Commons).
gd: Mus sgaoil thu dealbhan mar phàirt de chruth-tìre Stellarium, dèan cinnteach gu bheil còir laghail agad orra – feumaidh còir-lethbhreac nan dealbhan a bhith agadsa no cead sgaoilidh eile a chùm sgaoilidh le Stellarium a bhith ann, can fo theirmichean aonta le seilbheadair na còrach-lethbhreac (can dealbhan fo cheadachas Creative Commons a lorg thu air an lìon).
gl: Antes de distribuír imaxes como parte dunha paisaxe de Stellarium, asegúrate de que tes dereito legalmente: debes ser o titular dos dereitos de autor das imaxes ou poder distribuílas para o seu uso con Stellarium baixo os termos dalgún acordo co titular dos dereitos de autor (por exemplo, imaxes con licenza Creative Commons que se atopan na rede).
hr: Prije nego što distribuirate fotografije kao dio Stellarium krajolika, molimo vas da osigurate njihovo zakonsko pravo - morate biti nositelj autorskih prava za fotografije ili ih moći distribuirati za upotrebu sa Stellarium pod uvjetima iz nekog sporazuma s nositeljem autorskih prava ( npr. slike s licencom Creative Commons koje se nalaze na webu).
id: Sebelum kamu menyebarluaskan gambar sebagai bagian dari lanskap Stellarium, mohon pastikan kamu berhak memilikinya - kamu harus menjadi pemegang hak cipta untuk gambarnya, atau dapat menyebarluaskannya dengan Stellarium di bawah ketentuan hak cipta dengan pemegang aslinya (seperti lisensi Creative Commons yang ditemukan di web).
it: Prima di distribuire le immagini come parte di un paesaggio Stellarium, assicurati di avere il diritto legale di - devi essere il titolare del copyright per le immagini, o essere in grado di distribuirle per l'uso con Stellarium secondo i termini di qualche accordo con il detentore del copyright ( ad es. immagini concesse in licenza Creative Commons trovate sul web).
ja: Stellariumの風景の一部として画像を配布する前に、法的に権利を有していることを確認してください。画像の著作権所有者であるか、著作権所有者との何らかの合意の条件に基づいてStellariumで使用するためにそれらを配布できる必要があります(例：Web上にあるクリエイティブ・コモンズライセンスの画像)。
lt: Prieš platindami vaizdus kaip Stellarium kraštovaizdžio dalį, įsitikinkite, kad turite teisę tai daryti - jūs turite būti vaizdų autorių teisių turėtojas arba turite galimybę juos platinti Stellarium naudojimui pagal susitarimą su autorių teisių turėtoju (pvz., Creative Commons licencijuoti vaizdai, rasti internete).
nl: Voordat u afbeeldingen distribueert als onderdeel ven een Stellarium landschap, zorg er dan voor dat u hier wettelijk recht op hebt - u moet de copyright houder van de afbeeldingen zijn, of deze kunnen distribueren voor het gebruik in Stellaruim onder de voorwaarden van een overeenkomst met de copyright houder (bijvoorbeeld met Creative Commons gelicentieerde afbeeldingen die u op internet vindt).
pl: Przed rozpowszechnieniem zdjęć użytych do wykonania krajobrazu dla Stellarium, upewnij się, że masz do tego prawo - musisz być właścicielem praw autorskich do tych zdjęć lub być w stanie rozpowszechniać je do użytku ze Stellarium na warunkach umowy z właścicielem praw autorskich ( np. obrazy na licencji Creative Commons znalezione w sieci).
pt_br: Antes de distribuir imagens como parte de um cenário Stellarium, certifique-se de que tem direito legal - você deve ser o detentor dos direitos autorais das imagens ou poder distribuí-las para uso com o Stellarium sob os termos de algum contrato com o detentor dos direitos autorais ( por exemplo, imagens licenciadas do Creative Commons encontradas na web).
ru: Прежде чем распространять изображения в рамках ландшафта Stellarium, пожалуйста, убедитесь, что у вас есть законное право - вы должны быть владельцем авторских прав на изображения или иметь возможность распространять их для использования со Stellarium в соответствии с условиями соглашения с владельцем авторских прав (например, лицензионные изображения Creative Commons, найденные в Интернете).
sc: Prima de jare sas immagines comente parte de unu paesaggiu Stellarium, assicuradi de tennere su dirittu de leze - teppes essere su titulare de su dirittu po sas immagines, o essere in gradu de das zare po das impreare cun Stellarium segundu sos termines de cachi accordu cun chie tenet sos dirittos ( po es. immagines zadas in licentzia Creative Commons agattadas in Internet).
sk: Skôr ako budete môcť distribuovať obrázky ako súčasti terénov Stellaria, uistite sa prosím, či máte na obrázok práva. Musíte byť držiteľom autorských práv na obrázky, alebo práv na ich distribúciu na použitie v Stellariu vo forme nejakej dohody s držiteľom autorských práv (napr. Creative Commons licencia pre obrázky z internetu).
sq: Përpara se të shpërndani figura si pjesë e një peizazhi për Stellarium, ju lutemi, sigurohuni se jeni ligjërisht i aftë për diçka të tillë - duhet të jeni mbajtësi i të drejtave të kopjimit për figurat, ose të jeni në gjendje t’i shpërndani ato për përdorim me Stellarium sipas kushteve të ndonjë marrëveshje me mbajtësin e të drejtave të kopjimit për to (p.sh., figura të licencuara sipas Creative Commons, të gjetura në web).
tr: Stellarium peyzajınızın bir parçası olarak görüntü dosyalarını kullanmadan önce lütfen yasal olarak hak sahibi olduğunuzdan emin olun - görsellerin telif hakkı sahibi olmalısınız veya telif hakkı sahibi tarafından (örneğin, web'de bulunan Creative Commons lisanslı görseller) bazı anlaşmaların hükümleri uyarınca Stellarium gibi programlar için kullanım ve dağıtım iznine sahip olmalısınız.
uk: Перш ніж розповсюджувати зображення як частини ландшафту Stellarium, будь ласка, переконайтеся, що це законно, — ви маєте бути або правовласником цих зображень, або мати право розповсюджувати їх разом із Stellarium за умов дотримання певної угоди із власником авторських прав (наприклад, використати зображення із умовами ліцензування Creative Commons, які можна знайти у мережі).
zh_hk: 在您將圖像作為Stellarium景觀的一部分進行分發之前，請確保您有合法權利 - 您必須是圖像的版權所有者，或者能夠根據與版權所有者的某些協議條款將其分發用於Stellarium（ 例如，知識共享許可在網上找到的圖像）。
