Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: Collection
ca: Col·lecció
cs: Kolekce
de: Sammlung
es: Colección
fi: Kokoelma
id: Koleksi
it: Collezione
lt: Kolekcija
sk: Zbierka
sq: Koleksion
uk: Збірка

source: 3D sceneries
ar: مناظر ثلاثية الأبعاد
be: Трохмерныя краявіды
ca: Escenaris 3D
ca@valencia: paisatges 3D
cs: 3D scenérie
de: 3D-Szenerien
el: 3Δ τοπία
es: escenarios 3D
et: 3D maastikud
fi: 3D-maisemia
fr: Paysages en 3D
gd: Seallaidhean 3D
gl: escenarios 3D
hr: 3D krajolici
hu: 3D tájképek
id: pemandangan 3D
is: 3D þrívíddarsenur
it: scenari 3D
ja: 3D風景
lt: 3D vaizdai
pl: Scenerie 3D
pt_br: cenários 3D
ro: peisaje 3D
ru: 3D пейзажи
sc: Iscenarios 3D
sk: 3D scenérie
sq: Panorama 3D
th: ทิวทัศน์ 3 มิติ
tr: 3D sahneler
uk: просторові сцени
zh_hk: 3D 地景

source: 3D Sceneries
ar: المناظر ثلاثية الأبعاد
ca: Escenaris 3D
ca@valencia: Escenaris 3D
cs: 3D scenérie
de: 3D-Szenerien
es: Escenarios 3D
fi: 3D-maisemat
id: Pemandangan 3D
it: Scenari 3D
lt: 3D vaizdai
pl: Scenerie 3D
pt_br: Cenários tridimensionais
sk: 3D Scenérie
sq: Pamje 3D
uk: Просторові сцени

source: user contributed sky cultures
ar: تراثات فلكية ساهم بها مستعملو ستيللاريوم
ca: cultures del cel aportades pels usuaris
cs: nebeské kultury vytvořené s přispěním uživatelů
de: Von Anwendern beigesteuerte Sternbildkulturen
es: culturas estelares contribuidas del usuario
fi: käyttäjien tekemiä tähdistöjä
gl: usuario que contribuíu ás culturas do ceo
id: budaya langit kontribusi pengguna
it: contribuito dell'utente a culture del cielo
lt: vartotojo pateiktos dangaus kultūros
pt_br: culturas do céu contribuídas por usuários
ru: пользовательские культуры неба
sk: kultúry oblohy od používateľov
sq: qytetërime qiellore të dhëna nga përdorues
uk: надіслані користувачами картини неба
zh_hk: 用戶貢獻的星空文化

source: We have few user contributed sky cultures which are not included into default package for some reasons.
ar: لدينا بعض التراثات الفلكية التي ساهم بها مستعملو ستيللاريوم ولم تدرج مع تراثات ستيللاريوم لبعض الأسباب.
ca: Tenim poques cultures del cel aportades pels usuaris que no s'inclouen al paquet predeterminat per alguns motius.
cs: Máme několik nebeských kultur vytvořených s přispěním uživatelů, které nejsou z nějakých důvodů zahrnuty do výchozího instalačního balíčku.
de: Wir stellen hier einige von Anwendern erstellte Sternbildkulturen bereit, die aus verschiedenen Gründen nicht im Hauptprogramm enthalten sind.
es: Tenemos pocas culturas estelares aportadas por usuarios que no están incluidas en el paquete predeterminado por algunas razones.
fi: Meillä on muutamia käyttäjien lisäämiä tähdistöjä, jotka eivät jostain syystä sisälly oletuspakettiin.
gl: Poucas son as culturas de ceo achegadas polos usuarios que non están incluídas no paquete predeterminado por algúns motivos.
id: Kami memiliki beberapa pengguna yang memberikan kontribusi pada sky cultures yang tidak dimasukkan ke dalam paket default karena beberapa alasan
it: Abbiamo poche culture del cielo a cui hanno contribuito gli utenti che non sono incluse nel pacchetto predefinito per alcuni motivi.
lt: Mes turime keletą vartotojų sukurtų dangaus kultūrų, kurios dėl kelių priežasčių neįtrauktos į numatytąjį paketą.
pt_br: Temos poucas culturas celestes contribuídas por usuários que não estão incluídas no pacote padrão por alguns motivos.
ru: У нас есть несколько пользовательских культур неба, которые по некоторым причинам не включены в стандартный пакет.
sk: Máme zopár kultúr oblohy od používateľov, ktoré z nejakého dôvodu nie sú vložené do štandardného balíčka.
sq: Kemi një dorë qytetërimesh qiellore të dhëna nga përdorues, të cilat, për disa arsye, nuk përfshihen te paketa parazgjedhje.
uk: Маємо декілька надісланих користувачами картин зоряного неба, які з певних причин не включено до типового пакунка.
zh_hk: 我們有一些用戶貢獻了星空文化，由於某些原因沒有包含在默認安裝包中。

source: list of sky cultures
ar: قائمة التراثات الفلكية
ca: llista de les cultures del cel
cs: seznam nebeských kultur
de: Liste von Himmelskulturen
es: lista de culturas estelares
fi: tähdistöluettelo
gl: listaxe de culturas do ceo
id: daftar budaya langit
it: elenco delle culture del cielo
lt: dangaus kultūrų sąrašas
pt_br: lista de culturas do céu
ru: список культур неба
sk: zoznam kultúr oblohy
sq: listë e qytetërimeve qiellore
uk: список картин зоряного неба
zh_hk: 星空文化列表

source: sky cultures
ar: التراثات الفلكية
ca: cultures del cel
cs: nebeské kultury
de: Liste von Himmelskulturen
es: culturas estelares
fi: tähdistöt
gl: culturas do ceo
id: budaya langit
it: culture del cielo
lt: dangaus kultūros
pt_br: culturas celestes
ru: культуры неба
sk: kultúry oblohy
sq: qytetërime qiellore
th: กลุ่มดาวในวัตนธรรรมต่าง ๆ
uk: картини зоряного неба
zh_hk: 星空文化列表

source: list
ar: قائمة
ca: llista
cs: seznam
de: Liste
es: lista
fi: luettelo
gl: listaxe
id: daftar
it: elenco
lt: sąrašas
pt_br: lista
ru: список
sk: zoznam
sq: listë
th: รายการ
uk: список
zh_hk: 列表

source: introduction
ar: مقدمة
be: уводзіны
ca: Introducció
ca@valencia: introducció
cs: úvod
de: Einleitung
el: εισαγωγή
es: Introducción
et: sissejuhatus
fi: Johdanto
gd: ro-ràdh
gl: introdución
hr: uvod
id: Perkenalan
it: introduzione
ja: 入門
lt: Įvadas
nl: introductie
pl: Wprowadzenie
pt_br: introdução
ru: введение
sc: introdutzione
sk: úvod
sq: hyrje
th: คำนำ
tr: tanıtım
uk: вступ
zh_hk: 介紹

source: As of version 0.10.1, Stellarium uses the QtScript engine. The previously used StratoScript is no longer available. Even at version 0.16, Stellarium's scripting capabilities and the API change as development continues. Qt5.8 has declared the QtScript module deprecated, so the API may change again a bit. It will remain available in later Qt5 versions, though.
ar: بدءاً من الإصدار 0.10.0 يستخدم ستيللاريوم مولد البرامج النصية QtScript ولم يعد StratoScript مستخدماً. وحتى مع الإصدارات الجديدة بعد 0.16 تتغير إمكانيات البرامج النصية والواجهة البينية البرمجية مع استمرار التطوير. أعلن Qt5.8 أن وحدة QtScript ستوقف، لذلك ربما تتغير الواجهة البينية البرمجية مرة أخرى. لكنها ستبقى متاحة في الإصدارات القادمة من Qt5 على أي حال.
ca: A partir de la versió 0.10.1, Stellarium utilitza el motor QtScript. L'anterior motor StratoScript ja no està disponible. Fins i tot en la versió 0.16, les capacitats de scripting de Stellarium i l'API canvien a mesura que el desenvolupament avança. Qt5.8 ha declarat que el mòdul QtScript està obsolet, així que l'API pot canviar una mica. Tot i així, es mantindrà disponible en versions de Qt5.
ca@valencia: A partir de la versió 0.10.1, Stellarium utilitza el motor QtScript. StratoScript, utilitzat anteriorment, ja no està disponible. Fins i tot en la versió 0.16, les capacitats de programació de scripts de Stellarium i l'API canvien a mesura que el desenvolupament avança. Qt5.8 ha declarat obsolet el mòdul QtScript, així que l'API pot canviar un poc altra vegada. Tanmateix, es mantindrà disponible en les últimes versions de Qt5.
cs: Stellarium používá od verze 0.10.1 QtScript engine. Dříve používaný StratoScript již nadále není dostupný. Ještě ve verzi 0.16 se mění jak možnosti skriptování, tak API, jak se Stellarium dále vyvíjí. V Qt5.8 je declarováno, že QtScript modul je zastaralý, takže API se může opět trochu změnit. Přesto zůstane dostupný v dalších verzích Qt5.
de: Seit Version 0.10.1 verwendet Stellarium die QtScript-Engine, eine Form von JavaScript. Das ältere StratoScript ist nicht mehr verfügbar. Auch noch mit Version 0.16 ändern sich die Skripting-Fähigkeiten und Befehle, sofern durch die Weiterentwicklung notwendig. Seit Qt5.8 wird das QtScript-Modul nur mehr als "Auslaufmodell" unterstützt, daher muß die Skripting-Funktionalität auf längere Sicht (Qt6) abermals modifiziert werden.
el: Από την έκδοση 0.10.1, το Stellarium χρησιμοποιεί την μηχανή QtScript. Το προγενέστερο StratoScript δεν είναι πλέον διαθέσιμο. Ακόμα και στην έκδοση 0.16, οι δυνατότητες σεναρίων του Stellarium και το API αλλάζουν όσο συνεχίζει η ανάπτυξη. Η Qt5.8 έχει ανακυρήξει τη μονάδα QtScript ως παρωχημένη, οπότε το API μπορεί να αλλάξει ξανά. Θα παραμείνει διαθέσιμο σε μεταγενέστερες εκδόσεις του Qt5, παρόλα αυτα.
es: A partir de la versión 0.10.1, Stellarium utiliza el motor QtScript y el anterior, StratoScript, ya no está disponible. Incluso en la versión 0.16, las capacidades de scripting de Stellarium y el API cambian a medida que el desarrollo avanza. Qt5.8 ha declarado obsoleto el módulo QtScript, así que el API puede cambiar un poco nuevamente. Sin embargo, e mantendrá disponible en versiones de Qt5.
et: Alates versioonist 0.10.1 kasutab Stellarium mootorit QtScript. Eelnevalt kasutatud StratoScript pole enam saadaval. Isegi versioonil 0.16 jätkub Stellariumi skriptimise võimekuse ja API muutumine arendamise jätkumisel. Qt5.8 on kuulutanud mooduli QtScript vananenuks, seega võib API veelgi muutuda. See jääb siiski kättesaadavaks hilisemates Qt5 versioonides.
fi: Versiosta 0.10.1 alkaen Stellarium käyttää QtScript-moottoria. Aiemmin käytetty StratoScript ei ole enää käytettävissä. Vielä versio 0.16:ssakin Stellariumin skriptausominaisuudet ja API muuttuvat kehitystyön edetessä. Qt5.8:ssa QtScript-moduuli on merkitty vanhentuneeksi, joten API saattaa vielä hieman muuttua. Se pysyy kuitenkin saatavilla myöhemmissä Qt5-versioissa.
fr: Depuis la version 0.10.1, Stellarium utilise le moteur QtScript. Le moteur StratoScript précédemment utilisé n'est désormais plus disponible. Même à la version 0.16, les capacités de scripting de Stellarium et l'API changent au fur et à mesure que le développement continue. Qt5.8 a déclaré le module QtScript obsolète, donc l'API risque de changer encore un petit peu. Elle restera cependant disponible dans les versions suivantes de Qt5.
gd: O thionndadh 0.10.1 a-mach, cleachdaidh Stellarium einnsean QtScript. Cha bhi an StratoScript a chleachd sinn roimhe ri fhaighinn tuilleadh. Fiù ’s aig tionndadh 0.16, tha comasan sgriobtaidh Stellarium agus an API ’gan atharrachadh fhad ’s a bhios sinn ’gan leasachadh fhathast. Dh’innis Qt5.8 nach molar am mòideal QtScript tuilleadh agus tha sinn an dùil gun atharraich an API beagan fhathast. Dh’fhaoidte gum bi e ri fhaighinn ann an tionndaidhean ri teachd de Qt5 fhathast co-dhiù.
gl: A partir da versión 0.10.1, Stellarium usa o motor QtScript. O StratoScript previamente usado xa non está dispoñible. Mesmo na versión 0.16, as capacidades de script de Stellarium e a API cambian a medida que o desenvolvemento continúa. Qt5.8 declarou que o módulo QtScript está desfasado, polo que a API pode cambiar de novo. Quedará aínda dispoñible en versións posteriores de Qt5.
hr: Od verzije 0.10.1, Stellarium koristi QtScript engine. Ranije korišteni StratoScript više nije dostupan. Čak i kod verzije 0.16, Stellariumove mogućnosti skriptiranja i API mijenjaju se kako se razvoj nastavlja. Qt5.8 je QtScript modul proglasio zastarjelim, pa se API može malo promijeniti. I dalje će biti dostupan u kasnijim Qt5 verzijama.
id: Mulai versi 0.10.1, Stellarium menggunakan mesin QtScript. Mesin yang digunakan sebelumnya, StratoScript tidak lagi tersedia. Bahkan pada versi 0.16, kemampuan skrip Stellarium dan API berubah selagi pengembangan berlanjut. Qt5.8 telah menetapkan modul QtScript tidak digunakan lagi, sehingga API mungkin akan sedikit berganti lagi. Namun, QtScript akan tetap tersedia pada versi Qt5 seterusnya.
it: A partire dalla versione 0.10.1, Stellarium utilizza il motore QtScript. Lo StratoScript precedentemente utilizzato non è più disponibile. Anche alla versione 0.16, le funzionalità di scripting di Stellarium e l'API cambiano man mano che lo sviluppo continua. Qt5.8 ha dichiarato deprecato il modulo QtScript, quindi l'API potrebbe cambiare di nuovo. Rimarrà però disponibile nelle versioni successive di Qt5.
ja: バージョン0.10.1以降、StellariumはQtスクリプト・エンジンを使用しています。以前使用していたStratoスクリプトは使用できなくなりました。バージョン0.16でも、開発が進むにつれてStellariumのスクリプト機能とAPIは変化します。Qt5.8はQtスクリプト・モジュールを非推奨と宣言しているため、APIが再び変更される可能性があります。ただ、それ以降のQt5のバージョンでも引き続き使用できます。
lt: Nuo 0.10.1 versijos Stellarium naudoja QtScript variklį. Anksčiau naudotas StratoScript nebeprieinamas. Net 0.16 versijoje Stellarium scenarijų galimybės ir API keičiasi, kai vyksta plėtra. Qt5.8 paskelbė, kad QtScript modulis yra pasenęs, todėl API gali vėl keistis šiek tiek. Tačiau jis liks prieinamas vėlesnėse Qt5 versijose.
nl: Vanaf versie 0.10.1, gebruikt Stellarium de QtScript engine. Het er voor gebruikte StratoScript is niet langer beschikbaar. Zelfs bij versie 0.16 veranderde de script mogelijkheden van Stellarium en de API naarmate de ontwikkeling vorderde. Qt5.8 heeft de QtScript-module gedeprecieerd verklaard, dus de API veranderde weer een beetje. Het zal echter beschikbaar blijven in latere Qt5-versies.
pl: Od wersji 0.10.1 Stellarium korzysta z silnika QtScript. Wcześniej używany StratoScript nie jest już dostępny. Nawet w wersji 0.16 możliwości skryptów Stellarium i API zmieniają się wraz z rozwojem. Qt5.8 zadeklarowało, że moduł QtScript jest przestarzały, więc interfejs API może się znów nieco zmienić. Będzie jednak dostępny w późniejszych wersjach Qt5.
pt_br: Como na versão 0.10.1, o Stellarium usa a engine QtScript. A versão anterior do StratoScript não está mais disponível. Mesmm na versão 0.16, as capacidades de scripting do Stellarium e de sua API mudaram conforme o desenvolvimento continuou. Qt5.8 declarou que o módulo QtScript foi descontinuado, então a API vai mudar um pouco de novo. Mesmo assim, vai permanecer disponível nas versôes posteriores a Qt5.
ru: Начиная с версии 0.10.1 Stellarium использует движок QtScript. Ранее используемый StratoScript больше не доступен. Даже в версии 0.16 возможности сценариев Stellarium и API меняются по мере продолжения разработки. Qt5.8 объявила, что модуль QtScript устарел, поэтому API может немного измениться. Однако он останется доступным в более поздних версиях Qt5.
sc: A comintzare dae sa versione 0.10.1, Stellarium impreat su motore QtScript. Su StratoScript impreau prima non est prus disponibile. Fintzas a sa versione 0.16, sas funtzionalidades de scripting de Stellarium et s'API cambiana a manu a manu chi s'isviluppu sighit. Qt5.8 hat nau ca sos si tepet impreare su modulu QtScript, quindi s'API podet cambiare torra. Hat a abarrare disponibile in sas versiones prus noas de Qt5.
sk: Od verzie 0.10.1 používa Stellarium QtScript engine. Predtým používaný StratoScript už nie je k dispozícii. Vývoj API a skriptovacích možností Stellaria pokračuje od verzie 0.16. Od verzie Qt5.8 je modul QtScript zastaralý, takže sa API môže znovu mierne zmeniť. Malo by však ostať k dispozícii aj v neskorších verziách Qt5.
sq: Nga versioni 0.10.1 e tutje, Stellarium-i përdor mekanizmin QtScript. StratoScript-i i përdorur më herët s’qarkullon më. Aftësitë e Stellarium-it për skriptim dhe zhvillimet për kalimin në API vazhdojnë, madje edhe në versionin 0.16. Qt5.8 ka deklaruar nxjerrjen nga përdorimi të modulit QtScript, kështu që API prapë mund të ketë ndryshime të vogla. Por do të jetë e mundur të përdoret në versione të mëvonshëm të Qt5-s ama.
tr: 0.10.1 sürümünden itibaren Stellarium, QtScript motorunu kullanır. Önceden kullanılan StratoScript artık mevcut değildir. 0.16 sürümünde bile, Stellarium'un script oluşturma yetenekleri ve API değişikliği geliştirilmeye devam ediyor. Qt5.8, QtScript modülünün kullanımdan kaldırıldığını ilan etti, bu nedenle API biraz değişebilir. Yine de API, daha sonraki Qt5 sürümlerinde mevcut kalacak.
uk: З часу випуску версії 0.10.1 Stellarium використовує рушій QtScript. StratoScript, який використовувався у попередніх версіях, більше не доступний. Навіть у версії 0.16 можливості з керування за допомогою скриптів у Stellarium та програмний інтерфейс керування усе ще продовжують змінюватися. У Qt5.8 модуль QtScript проголошено застарілим, отже програмний інтерфейс може знову трохи змінитися. Втім, він залишатиметься доступним у наступних версіях на основі Qt5.
zh_hk: 自版本 0.10.1 之後，Stellarium 使用 QtScript 引擎，之前的 StratoScript 不再提供。直到版本 0.16, Stellarium 的腳本能力和 API 仍在隨開發進度發生變化。 Qt5.8 聲明不推薦繼續使用 QtScript 模塊，因此 API 可能會再次發生變化。 但它仍將在以後的 Qt5 版本中提供。

source: installing scripts
ar: تثبيت البرامج النصية
be: усталяваньне сцэнароў
ca: Instal·lant scripts
ca@valencia: s'estan instal·lant els scripts
cs: instalace skriptů
de: Installation von Skripten
el: εγκατάσταση σεναρίων
es: Instalando scripts
et: skriptide installimine
fi: Asennusskriptit
fr: Installer des scripts
gd: stàladh sgriobtaichean
gl: Instalando scripts
hr: instaliranje skripti
id: memasang skrip
it: installazione scripts
ja: スクリプトのインストール
lt: Įdiegimas scenarijų
nl: scripts installeren
pl: Instalacja skryptów
pt_br: Instalando scripts
ru: установка сценариев
sc: installande sos iscript
sk: inštalácia skriptov
sq: programthe instalimi
th: การติดตั้งสคริปต์
tr: komut dosyaları yükleme
uk: встановлення скриптів
zh_hk: 安裝腳本
