Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: If you have a landscape you would like to share but have no web-space to put it, email to any Stellarium developers and we'll put it on our site.
ar: إذا كان لديك منظر طبيعي تريد أن تساهم به ولم يكن لديك موقع على الشبكة، يمكنك إرسال بريد إلكتروني لأحد المطورين في ستيللاريوم وسنضعه على موقعنا.
ca: Si teniu un paisatge que voleu compartir, però no teniu cap espai web on tenir-lo, envieu un correu electrònic a qualsevol desenvolupador de Stellarium i ho posarem al nostre web.
ca@valencia: Si voleu compartir un paisatge però no teniu espai web per allotjar-lo, envieu un correu electrònic a qualsevol desenvolupador de Stellarium i l'allotjarem al nostre lloc web.
cs: Pokud máte krajinu, kterou byste chtěli sdílet, ale nevlastníte žádný webový prostor, kam byste ji mohli umístit, zašlete e-mail vývojářům Stellaria a my ji umístíme je na naše stránky.
de: Falls Sie eine Landschaft beisteuern möchten, aber nicht über Ihre eigene Website anbieten (hosten) wollen oder können, nehmen Sie Kontakt auf, und wir können sie hier bereitstellen.
el: Αν έχετε ένα τοπίο και θα θέλατε να το μοιραστείτε αλλά δεν έχετε το δικτυακό χώρο να το βάλετε, στείλτε ένα email σε οποιοδήποτε προγραμματιστή του Stellarium και θα το βάλουμε στο site μας.
es: Si tiene un paisaje que le gustaría compartir pero no tiene espacio web para ponerlo, envíe un correo electrónico a cualquier desarrollador de Stellarium y lo pondremos en nuestro sitio.
et: Kui sul on maastik, mida soovid jagada, kuid pole veebiruumi, kuhu seda panna, saada e-kiri ühele Stellariumi arendajale ja me paneme selle oma saidile üles.
fi: Jos sinulla on maisema, jonka haluaisit jakaa, mutta sinulla ei ole verkkotilaa sen sijoittamiseen, lähetä sähköpostia kaikille Stellarium-kehittäjille, niin laitamme sen sivustollemme.
fr: Si vous voulez partager un paysage mais n'avez pas d'espace web sur lequel le mettre, envoyez un mail à n'importe quel développeur de Stellarium et nous l'hébergerons sur notre site.
gd: Ma tha cruth-tìre agad a bu toigh leat a cho-roinneadh ach làrach-lìn a dhìth ort airson a luchdadh suas, cuir post-d gu neach-leasachaidh Stellarium sam bith agus cuiridh sinn ris an làrach-lìn againn fhèin e dhut.
gl: Se tes unha paisaxe que queres compartir pero non tes espazo na web para poñela, envíanos un correo a calquera programador de Stellarium e poñerémolo no noso sitio.
hr: Ukoliko imate krajolik koji biste željeli podijeliti, ali nemate web prostor gdje bi ste ga postavili, pošaljite ga bilo kojem programeru Stellarium-a i mi ćemo ga staviti na našu stranicu.
id: Jika kamu memiliki sebuah lanskap yang ingin kamu bagikan tetapi tidak punya tempat di web untuk ditaruh, kirim surel ke pengembang Stellarium siapapun dan kami akan menaruhnya di situs kami.
it: Se hai un paesaggio che vorresti condividere ma non hai spazio web per metterlo, mandalo a qualsiasi sviluppatore di Stellarium e lo inseriremo sul nostro sito.
ja: 共有したい風景があってそれを置くためのWebスペースがない場合は、Stellarium開発者に電子メールを送ってください。
lt: Jei turite kraštovaizdį, kuriuo norėtumėte pasidalinti, bet neturite vietos jį įdėti į internetą, išsiųskite el. laišką bet kuriam Stellarium kūrėjui, ir mes jį įdėsime į mūsų svetainę.
nl: Als u een landschap heeft wat u wil delen maar u heeft geen web-ruimte om het te plaatsen, stuur een e-mail naar een Stellarium ontwerper en we plaatsen het op onze site.
pl: Jeśli masz krajobraz, którym chcesz się podzielić, ale nie masz miejsca w Internecie, gdzie mógłbyś go udostępnić, wyślij wiadomość e-mail do dowolnego z programistów Stellarium, a my umieścimy go na naszej stronie.
pt_br: Se você tem uma paisagem que gostaria de compartilhar, mas não tem espaço na web para colocá-la, envie um e-mail para qualquer desenvolvedor do Stellarium e nós a colocaremos em nosso site.
ru: Если у вас есть ландшафт, которым вы хотели бы поделиться, но у вас нет веб-пространства, чтобы опубликовать его, напишите любому из разработчиков Stellarium и мы разместим его на нашем сайте.
sc: Si tenes unu paesaggiu chi tias cherrere cundividere ma non tener ispatziu web po du ponnere in rete, imbiaddu a qualsiasi isviluppadore de Stellarium et d'hamos a ponnere in su situ nostru.
sk: Ak máte súbor s terénom, ktorý by ste chceli zdieľať, ale nemáte k dispozícii miesto na webe, napíšte email hociktorému vývojárovi Stellaria a my Vám ho na našej stránke uložíme.
sq: Nëse keni një peizazh që do të donit të ndanit me të tjerë, por nuk keni vend në web ku ta vendosni, dërgojani me email cilitdo zhvilluesi të Stellarium-it dhe do ta vendosim në sajtin tonë.
tr: Paylaşmak istediğiniz bir manzaraya sahipseniz, ancak koyacağınız bir web alanınız yoksa herhangi bir Stellarium geliştiricisine e-posta gönderirseniz, sitemize koyabiliriz.
uk: Якщо у вас є ландшафт, яким би ви хотіли поділитися, але немає якогось сервера, де б ви могли його розмістити, напишіть електронною поштою розробникам Stellarium, і ми розмістимо вашу роботу на нашому сайті.
zh_hk: 如果你想分享一個地景但沒有網絡空間存放，請發送 email 給Stellarium 的開發者，我們可以把它放在我們的網站上。

source: features
af: kenmerke
ar: الميزات
az: xüsusiyyətlər
be: асаблівасьці
bn: বৈশিষ্ট্যাবলী
bs: mogućnosti
ca: característiques
ca@valencia: característiques
cs: funkce
de: Funktionen
el: χαρακτηριστικά
es: características
et: võimalused
eu: ezaugarriak
fi: Ominaisuudet
fr: Fonctionnalités
gd: gleusan
gl: características
hr: mogućnosti
hu: jellemzők
id: fitur
is: eiginleikar
it: caratteristiche
ja: 機能
ky: өзгөчөлүктөрү
lt: funkcijos
lv: iespējas
nb: funksjoner
nl: kenmerken
pl: cechy programu
pt: recursos
pt_br: recursos
ro: caracteristici
ru: особенности
sc: caratteristicas
sk: funkcie
sq: veçori
sr: карактеристике
sv: funktioner
th: คุณสมบัติ
tr: özellikler
uk: можливості
vi: Các tính năng
zh_hk: 功能

source: sky
af: lug
ar: السماء
az: səma
be: неба
bn: আকাশ
bs: nebo
ca: cel
ca@valencia: cel
cs: obloha
de: Himmel
el: ουρανός
es: cielo
et: taevas
eu: zerua
fi: taivas
fr: Ciel
gd: an speur
gl: ceo
hr: nebo
hu: égbolt
id: langit
is: himinn
it: cielo
ja: 天体
ky: асман
lt: dangus
lv: debesis
nb: himmel
nl: hemel
pl: niebo
pt: céu
pt_br: céu
ro: cer
ru: небосвод
sc: chelu
sk: obloha
sq: qielli
sr: небо
sv: himmel
th: ท้องฟ้า
tr: gökyüzü
uk: небо
vi: Bầu trời
zh_hk: 天空

source: default catalogue of over 600,000 stars
af: verstekkatalogus van meer as 600,000 sterre
ar: دليل نجوم مرفق مع البرنامج يحوي أكثر من 600000 نجم
az: 600.000-dən çox ulduz olan kataloq
be: асноўны каталёґ, у якім больш як 600.000 зорак
bn: প্রাথমিক তালিকায় ৬০০,০০০ এর বেশি তারা আছে
bs: početni katalog sa više od 600.000 zvijezda
ca: catàleg, per defecte, de més de 600.000 estels
ca@valencia: catàleg predeterminat amb de més de 600.000 estreles
cs: výchozí katalog obsahuje více jak 600 000 hvězd
de: Standardkatalog mit über 600.000 Sternen
el: Κατάλογος με πάνω από 600,000 άστρα
es: catálogo por defecto de más de 600.000 estrellas
et: vaikimisi kataloog üle 600 000 tähega
eu: 600.000 izar baino gehiagoko katalogo lehenetsia
fi: oletusluettelossa yli 600 000 tähteä
fr: Catalogue de base de plus de 600 000 d'étoiles
gd: catalog bunaiteach le còrr is 600,000 reul
gl: catálogo por defecto de arredor de 600,000 estrelas
hr: standardni katalog sa preko 600,000 zvijezda
hu: több mint 600 000 csillag az alapkatalógusban
id: katalog default dengan lebih dari 600.000 bintang
is: sjálfgefin stjörnuskrá með yfir 600.000 stjörnum
it: catalogo predefinito di oltre 600.000 stelle
ja: デフォルトで60万個以上の恒星のカタログ
ky: 600 миңден ашык жылдызды камтыган стандарттуу каталог
lt: numatytasis 600 000 žvaigždžių katalogas
lv: pamatkatalogs ar vairāk nekā 600 000 zvaigžņu
nb: standardkatalog med over 600000 stjerner
nl: standaard meer dan 600.000 sterren
pl: podstawowy katalog obejmujący ponad 600 000 gwiazd
pt: catálogo padrão de mais de 600.000 estrelas
pt_br: catálogo padrão com mais de 600.000 estrelas
ro: catalogul implicit a peste 600,000 de stele
ru: стандартный каталог содержащий более 600,000 звёзд
sc: catalogu cun prus de 600,000 istellas
sk: základný katalóg obsahujúci vyše 600 000 hviezd
sq: katalog parazgjedhje i më tepër se 600000 yjeve
sr: подразумевани каталог са више од 600 000 звезда
sv: standardkatalog med över 600 000 stjärnor
th: บัญชีดาวเริ่มต้นแสดงดาวฤกษ์มากกว่า 600,000 ดวง
tr: 600.000'den fazla yıldız kataloğu
uk: типовий каталог з понад 600.000 зірками
vi: Danh mục mặc định hơn 600.000 ngôi sao
zh_hk: 默認星表包含超過60萬顆恒星

source: extra catalogues with more than 177 million stars
ar: أدلة إضافية تحوي أكثر من 177 مليون نجم.
be: дадатковыя каталёґі, у якіх больш як 177 мільёнаў зорак
ca: Catàlegs extres amb més de 177 milions d'estels
ca@valencia: catàlegs extra amb més de 177 milions d'estreles
cs: další katalogy s více než 177 miliony hvězd
de: Zusatzkataloge mit mehr als 177 Millionen Sternen
el: επιπλέον κατάλογοι με πάνω από 117 εκατομμύρια αστέρια
es: catálogos extra con más de 177 millones de estrellas
et: lisakataloogid üle 177 miljoni tähega
fi: ylimääräisiä luetteloita, joissa on yli 177 miljoonaa tähteä
fr: Catalogues téléchargeables de plus de 177 million d'étoiles
gd: catalogan a bharrachd le còrr is 177 millean reul
gl: catálogos extra con máis de 177 millóns de estrelas
hr: dodatni katalozi sa više od 177 milijuna zvijezda
hu: további katalógusok több mint 177 milló csillaggal
id: katalog ekstra dengan lebih dari 177 juta bintang
is: aukastjörnuskrár með fleiri en 177 miljón stjörnum
it: cataloghi extra con oltre 177 milioni di stelle
ja: 追加で1億7,700万個以上の恒星のカタログ
lt: papildomi katalogai su daugiau nei 177 milijonais žvaigždžių
nl: extra catalogi met meer dan 177 miljoen sterren
pl: dodatkowe katalogi z ponad 177 milionami gwiazd
pt_br: catálogos adicionais com mais de 177 milhões de estrelas
ro: cataloage extra cu peste 177 milioane de stele
ru: дополнительные каталоги с более чем 177 миллионами звёзд
sc: catalogu extra cun prus de 177 miliones de istellas
sk: extra katalógy s viac ako 177 miliónmi hviezd
sq: katalogë ekstra me më tepër se 177 milionë yje
th: บัญชีดาวเพิ่มเติมที่มีดาวมากกว่า 177 ล้านดวง
tr: 177 milyondan fazla yıldız içeren ekstra kataloglar
uk: додаткові каталоги із даними понад 177 мільйонів зірок
zh_hk: 附加星表包含超過1.77億顆恒星

source: default catalogue of over 80,000 deep-sky objects
ar: دليل افتراضي يحوي أكثر من 80,000 جرم من أجرام الفضاء السحيق.
be: прадвызначаны каталёг з больш чым 80000 аб'ектамі глыбокага космасу
ca: catàleg predeterminat de més de 80.000 objectes de cel profund
ca@valencia: catàleg extra amb més de 80.000 objectes de l'espai profund
cs: výchozí katalog více než 80 000 objektů vzdáleného vesmíru
de: Standardkatalog mit über 80.000 Deep-Sky-Objekten
el: προεπιλεγμένος κατάλογος με πάνω από 80.000 αντικείμενα βαθέως ουρανού
es: catálogo predeterminado con más de 80.000 objetos del espacio profundo
et: vaikimisi kataloog üle 80 000 süvataeva objektiga
fi: yli 80 000 syvän taivaan objektin oletusluettelo
fr: Catalogue de base de plus de 80 000 d'objets du ciel profond
gd: catalog bunaiteach le còrr is 80,000 cuspair fad às
gl: catálogo por defecto de arredor de 80.000 obxectos do ceo profundo
hr: standardni katalog sa više od 80 000 objekata dubokog svemira
hu: alap katalógus 80 000 mélyég objektummal
id: katalog default dengan lebih dari 80.000 objek langit jauh
is: sjálfgefin yfirlitsskrá með yfir 80.000 djúpfyrirbærum
it: catalogo predefinito di oltre 80.000 oggetti del cielo profondo
ja: デフォルトで8万個以上の星雲星団のカタログ
lt: numatytasis 80 000 giliojo kosmoso objektų katalogas
nl: standaard catalogus van meer dan 80.000 deepsky objecten
pl: domyślny katalog ponad 80 000 obiektów głębokiego nieba
pt_br: catálogo padrão com mais de 80.000 objetos de céu profundo
ro: catalog implicit cu peste 80,000 de obiecte deep-sky
ru: стандартный каталог содержащий более 80000 объектов глубокого космоса
sc: catalogu cun prus de 80,000 ogettos de s'ispatziu profundu
sk: predvolený katalóg s viac ako 80 000 objektami hlbokého vesmíru
sq: katalog parazgjedhje me më tepër se 80000 objekte qielli të thellë
th: บัญชีเริ่มต้นที่มีวัตถุท้องฟ้ามากกว่า 80,000 วัตถุ
tr: 80.000'den fazla derin gökyüzü cismi kataloğu
uk: типовий каталог із даними понад 80000 віддалених об'єктів
zh_hk: 默認星表包含超過8萬深空天體

source: extra catalogue with more than 1 million deep-sky objects
ar: دليل إضافي يحوي أكثر من مليون جرم من أجرام الفضاء السحيق
be: дадтковы каталёг з больш чым 1 мільёнам аб'ектаў глыбокага космасу
ca: catàleg addicional amb més d'1 milió d'objectes de cel profund
ca@valencia: catàleg extra amb més d'1 milió d'objectes de l'espai profund
cs: další katalog s více než 1 milionem objektů vzdáleného vesmíru
de: Zusatzkatalog mit mehr als 1 Million Deep-Sky-Objekten
el: επιπλέον κατάλογος με περισσότερα από 1 εκατομμύριο αντικείμενα βαθέως ουρανού
es: catálogo extra con más de 1 millón de objetos del espacio profundo
et: lisakataloog üle 1 miljoni süvataeva objektiga
fi: ylimääräinen luettelo, jossa on yli miljoona syvän taivaan kohdetta
fr: Catalogues téléchargeables de plus d'1 million d'objets du ciel profond
gd: catalogan a bharrachd le còrr is 1 millean cuspair fad às
gl: catálogo extra con máis de 1 millón de obxectos do ceo profundo
hr: dodatni katalog sa više od 1 milijun objekata dubokog svemira
hu: további katalógusok több mint 1 millió mélyég objektummal
id: katalog ekstra dengan lebih dari 1 juta objek langit jauh
is: aukastjörnuskrá með fleiri en 1 miljón djúpfyrirbærum
it: catalogo extra con oltre 1 milione di oggetti del cielo profondo
ja: 追加で100万個以上の星雲星団のカタログ
lt: papildomi katalogai su daugiau nei 1 milijonu giliojo kosmoso objektų
nl: extra catalogus met meer dan 1 miljoen deepsky objecten
pl: dodatkowy katalog z ponad 1 milionem obiektów głębokiego nieba
pt_br: Catálogo extra com mais de 1 milhão de objetos de céu profundo
ro: catalog extra cu peste 1 milion de obiecte deep-sky
ru: дополнительный каталог с более чем миллионом объектов глубокого космоса
sc: catalogu extra cun prus de 1 millione de ogettos de s'ispatziu profundu
sk: extra katalóg s viac ako 1 miliónom objektov hlbokého vesmíru
sq: ekstra katalog me më tepër se 1 milionë objekte qielli të thellë
th: บัญชีเพิ่มเติมที่มีวัตถุท้องฟ้ามากกว่า 1 ล้านวัตถุ
tr: 1 milyondan fazla derin gökyüzü cismi içeren ekstra katalog
uk: додатковий каталог із даними понад 1 мільйона віддалених об'єктів
zh_hk: 附加星表包含超過百萬深空天體

source: asterisms and illustrations of the constellations
af: asterismes en illustrasies van die konstellasies
ar: صور وخطوط الكوكبات
az: bürclərin işarələri və şəkilləri
be: астэрызмы й выявы сузор'яў
bn: মন্ডলগুলির বিশদ তথ্য
bs: asterizmi i ilustracije sazviježđa
ca: representacions de les constel·lacions
ca@valencia: asterismes i il·lustracions de les constel·lacions
cs: asterismy a kresby souhvězdí
de: Asterismen und Illustrationen von Sternbildern
el: Απεικόνιση των αστερισμών και των σχεδίων τους
es: asterismos e ilustraciones de las constelaciones
et: tähtede konstellatsioonid ja tähtkujupildid
eu: asterismoak eta konstelazioen irudiak
fi: tähtikuviot ja tähdistöjen kuvitukset
fr: Astérismes et représentation des constellations
gd: buidhnean reultan is sgead-dhealbhan nan reul-bhadan
gl: asterismos e ilustracións das constelacións
hr: asterizmi i ilustracije zviježđa
hu: csillagképek hagyományos nevei és rajzai
id: asterisma dan ilustrasi rasi-rasi bintang
is: nöfn og myndir stjörnumerkjanna
it: asterismi e illustrazioni delle costellazioni
ja: 星座のアステリズムとイラスト
ky: жылдыздык топтолуштар жана топ жылдыздардын сүрөттөрү
lt: asterizmai ir žvaigždynų iliustracijos
lv: asterismi un zvaigznāju ilustrācijas
nb: asterismer og illustrasjoner av stjernebildene
nl: asterismen en illustraties van de sterrenbeelden
pl: asteryzmy i ilustracje gwiazdozbiorów
pt: asterisms e ilustrações das constelações
pt_br: asterismos e ilustrações das constelações
ro: constelații și ilustrațiile acestora
ru: звёздные скопления и изображения созвездий
sc: asterismas et illustratziones de sas costellatziones
sk: asterizmy a ilustrácie súhvezdí
sr: подгрупе и илустрације сазвежђа
sv: asterismer och illustrationer över stjärnbilderna
th: ดาวเรียงเด่นและภาพวาดกลุ่มดาวต่าง ๆ
tr: takımyıldızların yıldız işaretleri ve çizimleri
uk: астеризми та ілюстрації до сузір’їв
vi: Nhóm sao và hình minh họa của các chòm sao
zh_hk: 星座繪圖

source: constellations for 40+ different cultures
ar: كوكبات لأكثر من 40 تراثا فلكيا
ca: constel·lacions de més de 40 cultures diferents
cs: souhvězdí pro více než 40 různých kultur
de: Sternbilder für mehr als 40 verschiedene Kulturen
es: constelaciones para más de 40 culturas diferentes
fi: tähtikuvioita yli 40 eri tähdistöille
id: rasi bintang untuk 40+ budaya yang berbeda
it: costellazioni per oltre 40 culture diverse
lt: žvaigždynai 40+ skirtingų kultūrų
pt_br: constelações para mais de 40 culturas diferentes
ru: созвездия более 40 различных культур
sk: súhvezdia pre viac ako 40 rôznych kultúr
sq: yjësi prej mbi 40 e ca qytetërimesh të ndryshme
th: กลุ่มดาวต่าง ๆ มากกว่า 40 วัฒนธรรม
uk: сузір’я для понад 40 картин зоряного неба

source: calendars of 35+ different cultures
ca: calendaris de més de 35 cultures diferents
cs: kalendáře pro více než 35 různých kultur
de: Kalender für mehr als 35 verschiedene Kulturen
es: calendarios para más de 35 culturas diferentes
fi: kalentereja yli 35 kulttuurista
id: Kalender dari 35+ kebudayaan berbeda
it: calendari per oltre 35 culture diverse
lt: kalendoriai 35+ skirtingų kultūrų
sk: kalendáre pre viac ako 35 rôznych kultúr
sq: kalendarë të më shumë se 35 qytetërimeve
uk: календарі для понад 35 культур

source: images of nebulae (full Messier catalogue)
af: beelde van newelvlekke (volledige Messier-katalogus)
ar: صور للسدم
az: dumanlıqların şəkilləri (bütov Messye kataloqu)
be: відарысы туманнасьцяў (поўны каталёґ Мэсье)
bn: নীহারিকাদের আসল ছবি (পুরো মেসিয়ার তালিকা)
bs: slike maglica (cijeli Messierov katalog)
ca: imatges de nebuloses
ca@valencia: imatges de les nebuloses (catàleg Messier complet)
cs: fotografie mlhovin (celý Messierův katalog)
de: Bilder von Nebeln (vollständiger Messier-Katalog)
el: εικόνες νεφελωμάτων (πλήρης κατάλογος Μεσσιέρ)
es: imágenes de nebulosas (todo el catálogo Messier)
et: udukogude pildid (täielik Messier' kataloog)
eu: nebulosen irudiak (Messier katalogo osoa)
fi: kuvia tähtisumuista (koko Messier'n luettelo)
fr: Images des objets du ciel profond (catalogue Messier complet)
gd: dealbhan de dhearganan-doireann (catalog Messier slàn)
gl: imaxes de nebulosas (catálogo completo Messier)
hr: slike maglica (kompletni Messier katalog)
hu: csillagködök képei (teljes Messier-katalógus)
id: gambar-gambar nebula (katalog Messier lengkap)
is: myndir af stjörnuþokum (öll stjörnuskrá Messiers)
it: immagini degli oggetti del cielo profondo (tutto il catalogo di Messier)
ja: 星雲の画像 (メシエカタログのすべて)
ky: тумандуулуктардын сүрөттөрү (Мессьенин толук каталогу)
lt: ūkų vaizdai (visas Messier katalogas)
lv: miglāju attēli (pilns Mesjē katalogs)
nb: bilder av stjernetåker (full Messier-katalog)
nl: foto's van deepsky objecten (volledige Messier-catalogus)
pl: zdjęcia mgławic (pełny katalog Messiera)
pt: imagens de nebulosas (catálogo Messier completo)
pt_br: imagens de nebulosas (catálogo Messier completo)
ro: imagini ale nebuloaselor (catalog Messier complet)
ru: изображения туманностей (полный каталог Мессье)
sc: imazines de sas nebulosas (catalogu de Messier intreu)
sk: obrázky hmlovín (celý Messierov katalóg)
sq: figura mjegullnajash (katalogu i plotë Messier)
sr: слике маглина (потпун Месиеров каталог)
sv: bilder av nebulosor (hela Messiers katalog)
th: ภาพเนบิวลา (บัญชีเมซีเย)
tr: bulutsu görüntüleri (tam Messier kataloğu)
uk: зображення туманностей (повний каталог Месьє)
vi: Hình ảnh của tinh vân (danh mục Messier đầy đủ)
zh_hk: 星雲圖像（包含所有梅西葉天體）

source: realistic Milky Way
af: realistiese Melkweg
ar: درب التبانة تظهر بشكل واقعي
az: realistik Süd Yolu
be: праўдападобны Млечны шлях
bn: বাস্তবিক ছায়াপথ
bs: realistični Mliječni put
ca: Via Làctia realista
ca@valencia: Via Làctia realista
cs: realistická Mléčná dráha
de: realistische Milchstraße
el: Ρεαλιστικός Γαλαξίας
es: auténtica Vía Láctea
et: realistlik Linnutee
eu: Esne Bide errealista
fi: realistinen Linnunrata
fr: Voie Lactée réaliste
gd: Slighe Chlann Uisnich fhìor-riochdail
gl: Vía Láctea realista
hr: realistična Mliječna staza
hu: élethű Tejút
id: Bima Sakti yang realistis
is: raunsæisleg vetrarbraut
it: Via Lattea realistica
ja: 本物のような天の川
ky: чындыкка негизделген Саманчынын Жолу
lt: realistiškas Paukščių Takas
lv: reālistisks Piena ceļš
nb: realistisk Melkevei
nl: realistische Melkweg
pl: realistyczna Droga Mleczna
pt: Via Láctea realista
pt_br: Via Láctea realista
ro: Calea Lactee realistică
ru: реалистичный Млечный Путь
sc: Andaina de Paza realistica
sk: realistická Mliečna cesta
sq: Udhë Qumështi si e vërtetë
sr: реалистични Млечни пут (кумова слама)
sv: realistisk representation av Vintergatan
th: ทางช้างเผือกเหมือนจริง
tr: gerçekçi Samanyolu
uk: реалістичне зображення Чумацького шляху
vi: Dải Ngân Hà chân thực
zh_hk: 逼真的銀河

source: very realistic atmosphere, sunrise and sunset
af: uiters realistiese atmosfeer, sonsopkoms en -ondergang
ar: غلاف جوي وشكل الشروق والغروب بشكل واقعي
az: çox realistik atmosfer, günəşin doğması və batması
be: вельмі праўдападобныя атмасфэра, ўзыход і захад Сонца
bn: বাস্তবিক বায়ুমন্ডল, সূর্যোদয় ও সূর্যাস্ত
bs: veoma realistična atmosfera, izlazak i zalazak Sunca
ca: atmosfera molt real, sortida i posta de sol
ca@valencia: atmosfera molt realista, eixida i posta del sol
cs: velmi realistická atmosféra, východ a západ slunce
de: sehr realistische Atmosphäre, Sonnenauf und -untergänge
el: Πολύ ρεαλιστική ατμόσφαιρα, ανατολή και δύση του Ήλιου
es: muy auténtica atmósfera, salida y puesta de sol
et: väga realistlik atmosfäär, päikesetõus ja -loojang
eu: atmosfera, egunsenti eta ilunabar oso errealistak
fi: erittäin realistinen ilmakehä, auringon nousu ja lasku
fr: Atmosphère, levés et couchés de Soleil ultra réalistes
gd: fàile glè fhìor-riochdail, èirigh is laighe na grèine
gl: atmosfera moi realista, saída e posta de sol
hr: vrlo realistična atmosfera, izlazak i zalazak sunca
hu: élethű légkör, napfelkelte és napnyugta
id: tampilan atmosfer, Matahari terbit dan Matahari terbenam yang realistis
is: raunsæislegur lofthjúpur, sólris og sólsetur
it: atmosfera altrettanto realistica con alba e tramonto
ja: 大気の効果を考慮した、本物のような日の出や日没
ky: чындыкка негизделген атмосфера, күн батуу жана күн чыгуу
lt: labai realistiška atmosfera, saulėtekis ir saulėlydis
lv: ļoti reālistiska atmosfēra, saullēkts un saulriets
nb: veldig realistisk atmosfære, soloppgang og solnedgang
nl: erg realistische atmosfeer, zonsopgang en zonsondergang
pl: bardzo realistyczna atmosfera; wschody i zachody Słońca
pt: atmosfera, nascer e pôr-do-sol bastante realistas
pt_br: atmosfera, nascer e pôr-do-sol bastante realistas
ro: atmosferă foarte realistică, răsărit și apus
ru: очень реалистичная атмосфера, закаты и рассветы
sc: atmosfera realistica meda, cun s'arbeschida et s'iscurigada
sk: veľmi realistická atmosféra, východ a západ slnka
sq: atmosferë gati e vërtetë, lindje dhe perëndim dielli
sr: веома реалистична атмосфера, Сунчев излаз и залаз
sv: mycket realistisk atmosfär, soluppgång och solnedgång
th: บรรยากาศโลก, ดวงอาทิตย์ขึ้น และดวงอาทิตย์ตกเหมือนจริง
tr: çok gerçekçi bir atmosfer, gündoğumu ve günbatımı
uk: дуже реалістична атмосфера, схід і захід сонця
vi: Khí quyển, mặt trời mọc và mặt trời lặn rất chân thực
zh_hk: 高度還原大氣層的光影效果
