Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: To install a script copy the script file (.ssc extension), and any texture files it uses to the scripts sub-directory of your User Data Directory. Instructions with many of these community-donated scripts may date back to older versions of Stellarium, and the instructions provided with the script may be out of date.
ar: لتثبيت البرنامج النصي، انسخه إلى مجلد scripts الفرعي في مجلد المستخدم في ستيللاريوم، مع أي ملفات يستخدمها. التعليمات التي تجدها مع البرامج النصية التي ساهم بها مستخدمو البرنامج قد يعود بعضها إلى إصدارات قديمة لم تحدّث.
ca: Per instal·lar un script (fitxer de seqüència de comandaments), copieu el fitxer amb extensió .ssc i els fitxers de textures que utilitzeu al subdirectori d'scripts del vostre directori de dades d'usuari. Les instruccions amb molts d'aquests scripts donats per la comunitat poden remuntar-se a versions anteriors de Stellarium, i les instruccions que es proporcionen amb l'script poden estar obsoletes.
ca@valencia: Per a instal·lar un script, copieu el fitxer (extensió .ssc) i qualsevol altre fitxer de textura que necessiteu al subdirectori de scripts del vostre Directori de Dades d'Usuari. Les instruccions de molts d'aquests scripts donats per la comunitat, poden estar desactualitzades o poden estar enfocades a versions anteriors de Stellarium.
cs: Pokud chcete skript nainstalovat, nakopírujte soubor se skriptem (přípona .ssc) a všechny soubory s texturami do podadresáře se skripty ve Vašem uživatelském datovém adresáři. Návody u mnoha skriptů, které vytvořila komunita uživatelů, mohou být pro starší verze Stellaria, takže mohou tyto návody být zastaralé či neplatné.
de: Um ein Skript (Dateiendung .ssc) zu installieren, kopieren Sie es und alle Texturen, Audiodateien etc., die darin verwendet werden, in das scripts-Unterverzeichnis in Ihrem Benutzerdatenverzeichnis. Einige der Skripte hier wurden für ältere Stellarium-Versionen entwickelt, und einige Anweisungen und Ergebnisse können daher veraltet sein.
el: Για την εγκατάσταση σεναρίων αντιγράψτε το αρχείο σεναρίου (επέκταση .scc), και οποιοδήποτε αρχείο υφής που χρησιμοποιεί, στον υποφάκελο σεναρίων του φακέλου χρήστη. Οδηγίες για πολλά από αυτά τα σενάρια, που έχουν αναπτυχθεί από την κοινότητα, μπορεί να αναφέρονται σε προγενέστερες εκδόσεις του Stellarium, και οι οδηγίες που παρέχονται με το σενάριο να είναι ξεπερασμένες.
es: Para instalar un script, copie el archivo (extensión .ssc) y cualquier otro archivo que necesite a la subcarpeta de su Carpeta de Datos de Usuario. Las instrucciones de muchos de estos scripts donados por la comunidad pueden estar desactualizadas o enfocadas a versiones anteriores de Stellarium.
fi: Asentaaksesi skriptin kopioi skripti (.ssc-tunniste) ja kaikki sen käyttämät tekstitiedostot käyttäjän kansion skripti-alihakemistoon. Monien näiden yhteisön lahjoittamien skriptien ohjeet saattavat olla peräisin Stellariumin vanhemmista versioista, ja skriptin mukana toimitetut ohjeet voivat olla vanhentuneita.
fr: Pour installer un script, copiez le fichier du script (avec l'extension .ssc) et tous les fichiers de texture que celui-ci utilise dans le sous-dossier script de votre dossier de données utilisateur. De nombreux anciens scripts fournis par la communauté datent de versions précédentes de Stellarium ; les instructions fournies avec ces scripts risquent d'être obsolètes.
gd: Airson sgriobt a stàladh, cuir lethbhreac de dh’fhaidhle an sgriobt (le leudachan .ssc) agus faidhle innich sam bith a chleachdas e dhan fho-phasgan “scripts” am broinn pasgan a’ chleachdaiche. Dh’fhaoidte gum bi stiùireadh aig sgriobt coimhearsnachd iomchaidh airson seann-tionndadh de Stellarium a-mhàin agus nach bi na mìneachaidhean aige iomchaidh tuileadh.
gl: Para instalar un script copia o ficheiro de script (extensión .ssc) e todos os ficheiros de textura que uses para o subcartafol de scripts do teu cartafol de datos de usuario. As instrucións con moitos destes scripts doados pola comunidade poden remontar ás versións máis antigas de Stellarium e as instrucións proporcionadas co script poden estar desactualizadas.
hr: Da biste instalirali skriptu, kopirajte datoteku skripte (.ssc ekstenzija) i sve vezane tekstualne datoteke u podmapu skripti u korisničkoj mapi podataka. Upute koje dolaze s mnogim skriptama iz korisničke zajednice mogu biti zastarjele ili namijenjene starijim verzijama Stellarium-a
id: Untuk memasang sebuah skrip, salin berkas skrip (yang berekstensi .ssc), dan semua file tekstur yang digunakan ke subdirektori scripts dari direktori User Data kamu. Instruksi mungkin berada pada versi yang lebih lama dari Stellarium, dan petunjuk yang disediakan dengan skrip bisa saja telah ketinggalan zaman,
it: Per installare uno script, copiare il file dello script (con estensione .ssc) e tutti i file delle texture che utilizza nella sottodirectory degli script nella directory dei dati dell'utente. Le istruzioni con molti di questi script donati dalla community possono risalire a versioni precedenti di Stellarium e le istruzioni fornite con lo script potrebbero non essere aggiornate.
ja: スクリプトをインストールするにはスクリプト・ファイル（拡張子.ssc）と、スクリプトが使用するすべてのテクスチャ・ファイルを、ユーザー・データ・ディレクトリのスクリプト・サブディレクトリにコピーします。これらのコミュニティから寄付された多くのスクリプトではStellariumの古いバージョンにまで遡る、古い命令がある可能性があります。
lt: Norėdami įdiegti scenarijų, nukopijuokite scenarijaus failą (.ssc plėtinį) ir bet kokius tekstūros failus, kuriuos jis naudoja, į savo vartotojo duomenų katalogo scenarijų subkatalogą. Daugelio šių bendruomenės pateiktų scenarijų instrukcijos gali būti skirtos senesnėms Stellarium versijoms, todėl kartu pateiktos instrukcijos gali būti pasenusios.
nl: Om een script te installeren kopieer het scriptbestand (.ssc extensie), en elk tekstbestand dat het gebruikt naar de scripts sub-map van uw data-map. Instructies in veel van deze community-gedoneerde scripts kunnen dateren uit oudere versies van Stellarium en de instructies die bij het script worden geleverd, kunnen verouderd zijn.
pl: Żeby zainstalować skrypt, skopiuj plik skryptu (rozszerzenie .ssc) i wszystkie pliki tekstur, których używa, do podkatalogu scripts w katalogu danych użytkownika. Instrukcje dotyczące wielu spośród skryptów wytworzonych przez społeczność mogą odnosić się do starszych wersji Stellarium, a instrukcje dostarczone ze skryptem mogą być nieaktualne.
pt_br: Para instalar um script, copie o arquivo de script (extensão .ssc) e todos os arquivos de textura que ele usará para o subdiretório de scripts do diretório de dados do usuário. As instruções com muitos desses scripts doados pela comunidade podem datar de versões mais antigas do Stellarium, e as instruções fornecidas com o script podem estar desatualizadas.
ru: Чтобы установить сценарий, скопируйте файл сценария (расширение .ssc) и любые файлы текстур, которые он использует в подкаталог scripts вашего каталога данных пользователя. Инструкции со многими из этих сценариев, переданных сообществом, могут являться актуальными для старых версий Stellarium, а инструкции, предоставляемые с сценариями, могут быть устаревшими.
sc: Po installare unu iscript, copia su file de s'iscript (cun estensione .ssc) et totus sos file de sas texture chi impreat in sa suttadirectory de sos iscript in sa directory de sos datos de s'utente. Sas istrutziones cun medas de custos iscript donaos de sa comunidade poden essere fattos po versiones betzas de Stellarium et sas istrutziones zadas cun s'iscript poden che essere passadas.
sk: Pre nainštalovanie skriptu skopírujte súbor skriptu (prípona .ssc) a prípadné dodatočné súbory s textúrami do priečinku vo Vašom priečinku "User Data". Návody na mnohé skripty môžu byť už neaktuálne, pretože sa týkajú starých verzií Stellaria.
sq: Q të instaloni një programth, kopjojeni kartelën e programthit (me zgjatim .ssc), dhe çfarëdo kartelash teksture që ai përdor, te nëndrejtoria programthe e Drejtorisë tuaj të Të dhënave të Përdoruesit. Për mjaft nga këto programthe të dhuruar nga anëtarë të bashkësisë udhëzimet mund të jenë prej kohës së versioneve të dikurshëm të Stellarium-it, dhe udhëzimet që sjell programthi mund të jenë të vjetruara.
tr: Bir script yüklemek için script dosyasını (.ssc uzantısı) ve kullandığı doku dosyalarını Kullanıcı Veri Dizininizin scriptler alt dizinine kopyalayın. Topluluk tarafından bağışlanan bu scriptlerin birçoğuna ilişkin talimatlar Stellarium'un eski sürümlerine kadar uzanabilir ve script ile birlikte verilen talimatlar güncel olmayabilir.
uk: Щоб встановити скрипт, скопіюйте файл скрипту (файл із суфіксом назви .ssc) та усі файли текстур, які у ньому використовуються до підкаталогу скриптів у вашому каталозі даних користувача. Настанови у багатьох цих створених спільнотою скриптах можуть стосуватися застарілих версій Stellarium, а настанови, які поширюються зі скриптом можуть бути застарілими.
zh_hk: 要安裝一個腳本，複製腳本文件（.ssc擴展名）和相應的紋理文件到scripts子目錄或者你自己的用戶目錄。社區貢獻的很多腳本可能為舊版本的Stellarium開發，提供的安裝說明可能已經過時。

source: api documentation
af: api-dokumentasie
ar: توثيق واجهة البرمجة التطبيقية
be: дакумэнтацыя api
bn: api বিবরণী
ca: documentació de l'api
ca@valencia: documentació de l'api
cs: dokumentace k api
de: API-Dokumentation
el: τεκμηρίωση api
es: documentación de la API
et: api dokumentatsioon
fi: API-dokumentaatio
fr: Documentation de l'API
gd: docamaideadh api
gl: documentación api
hr: api dokumentacija
hu: API dokumentáció
id: dokumentasi api
is: hjálparskjöl api-forritsviðmóts
it: documentazione api
ja: apiのドキュメント
lt: api dokumentacija
nl: api documentatie
pl: dokumentacja API
pt_br: Documentação da API
ro: documentația API-ului
ru: документация на api
sc: documentatzione de sas api
sk: dokumentácia pre API
sq: dokumentim API
tr: API belgeleri
uk: документація з програмного інтерфейсу
zh_hk: API 文檔

source: After building Stellarium itself from the Git code, do 'make apidoc' (you need Doxygen installed). This will create a directory: .../stellarium/builds/doc/html which contains the API documentation in HTML format or you follow this link <a href='/doc/head/'>Doxygen-API</a>
ar: بعد أن تبني ستيللاريوم من Git code عليك بتوثيق البرامج ( تحتاج لتثبيت Doxygen). هذا سوف ينشيء المجلد: .../stellarium/builds/doc/html الذي سيحتوي على توثيق الواجهة البينية البرمجية بصيغة HTML، أو يمكنك متابعة هذا الرابط: <a href='/doc/head/'>Doxygen-API</a>
ca: Després de compilar Stellarium des del codi Git, feu 'apidoc' (necessiteu Doxygen instal·lat). Això crearà un directori: ... / stellarium / builds / doc / html que conté la documentació de l'API en format HTML o segueix aquest enllaç <a href='/doc/head/'>Doxygen-API</a>
ca@valencia: Després de muntar Stellarium des del codi Git, feu 'make apidoc' (necessiteu Doxygen instal·lat). Açò crearà un directori: .../stellarium/builds/doc/html que conté la documentació API en format HTML, o seguiu aquest enllaç <a href='/doc/head/'>Doxygen-API</a>
cs: Po sestavení Stellaria z kódu získaného na GitHub, spusťte 'make apidoc' (je nezbytné mít nainstalovaný Doxygen). Tím se vytvoří adresář '.../stellarium/builds/doc/html', který obsahuje dokumentaci k API ve formátu HTML, nebo můžete přejít na tento odkaz <a href='/doc/head/'>Doxygen-API</a>
de: Erstelle zunächst Stellarium aus dem Git-Code. Starte danach 'make apidoc' (Doxygen muß installiert sein). Das erzeugt ein Verzeichnis: .../stellarium/builds/doc/html mit der API-Documentation im HTML-Format. Oder folge einfach dem Link <a href='/doc/head/'>Doxygen-API.</a>
el: Μετά τη μεταγλώττιση του Stellarium απο τον κώδικα Git, τρεξτε 'make apidoc' (χρειάζεται να έχετε το Doxygen εγκατεστημένο). Αυτό θα δημιουργήσει ένα φάκελο: .../stellarium/builds/doc/html το οποίο περιλαμβάνει την τεκμηρίωση API σε φορμά HTML ή ακολουθήστε αυτό το σύνδεσμο <a href='/doc/head/'>Doxygen-API</a>
es: Después de compilar Stellarium desde el código Git, realice 'make apidoc' (necesita Doxygen instalado). Esto creará una carpeta: .../stellarium/builds/doc/html que contiene la documentación API en formato HTML o siga este enlace <a href='/doc/head/'>Doxygen-API</a>
fi: Kun olet rakentanut Stellariumin itse GitHubin Stellariumim lähdekoodista, tee 'make apidoc' (sinun on asennettava Doxygen). Tämä luo hakemiston: .../stellarium/builds/doc/html, joka sisältää API-dokumentaation HTML-muodossa tai seuraat tätä linkkiä <a href='/doc/head/'>Doxygen-API</a>
fr: Après avoir compilé Stellarium à partir du code source disponible sur Github, lancez la commande « make apidoc » (vous aurez besoin d'avoir installé Doxygen). Cela créera un dossier: « /doc/html » dans le dossier de compilation, qui contiendra la documentation de l'API en format HTML. Ou plus simplement, ou suivez ce lien vers <a href='/doc/head/'>l'API Doxygen</a>.
gd: Nuair a bhios tu air Stellarium fhèin a thogail on chòd Git, ruith “make apidoc” (feumaidh tu Doxygen a stàladh an toiseach). Cruthaichidh sin pasgan: .../stellarium/builds/doc/html sa bheil docamaideadh API an am fòrmat HTML air neo lean ri ceangal <a href='/doc/head/'>Doxygen-API</a>
gl: Despois de construír Stellarium en código Git, hai que facer 'crear apidoc' (necesitarás Doxygen instalado). Isto creará un cartafol: ... / stellarium / builds / doc / html que contén a documentación da API en formato HTML ou sigue esta ligazón <a href='/doc/head/'>Doxygen-API</a>
hr: Nakon što ste izradili sam Stellarium iz Git koda, izvršite naredbu "make apidoc" (potrebno je imati instaliran Doxygen). Naredba će stvoriti direktorij: ... / stellarium / builds / doc / html koji sadrži API dokumentaciju u HTML formatu ili slijedite ovu vezu <a href='/doc/head/'>Doxygen-API</a>
id: Setelah membangun Stellarium ini sendiri dari kode Git, jalankan perintah 'make apidoc' (kamu memerlukan Doxygen yang telah terpasang). Perintah ini akan membuat direktori: .../stellarium/builds/doc/html yang berisi dokumentasi API dalam format HTML atau kamu dapat mengikuti pranala ini <a href='/doc/head/'>Doxygen-API</a>
it: Dopo aver creato Stellarium stesso dal codice Git, fai "make apidoc" (hai bisogno di Doxygen installato). Questo creerà una directory: .../stellarium/builds/doc/html che contiene la documentazione dell'API in formato HTML o segui questo link <a href='/doc/head/'>Doxygen-API</a>
ja: GitコードからStellariumをビルドした後、"make apidoc"を実行します(Doxygenのインストールが必要です)。これによりディレクトリ(.../stellarium/builds/doc/html)が作成されます。ここにはHTML形式のAPIドキュメントが含まれています。もしくはこのリンク<a href='/doc/head/'>Doxygen-API</a>をたどります。
lt: Po to, kai sukursite Stellarium iš Git kodo, atlikite 'make apidoc' (jums reikia įdiegti Doxygen). Tai sukurs aplanką: .../stellarium/builds/doc/html, kuriame bus API dokumentacija HTML formatu arba galite sekti šią nuorodą <a href='/doc/head/'>Doxygen-API</a>
nl: Na Stellarium te hebben gebouwd vanuit de Git-code, doet u 'make apidoc' (Doxygen moet zijn geïnstalleerd). Hiermee wordt een map aangemaakt: .../stellarium/builds/doc/html die de API-documentatie in HTML-indeling bevat of u volgt deze link 1Doxygen-API1 <a href='/doc/head/'>Doxygen-API</a>
pl: Po skompilowaniu Stellarium z kodu Git, wydaj polecenie „make apidoc” (potrzebujesz zainstalowanego Doxygen). Spowoduje to utworzenie katalogu: .../stellarium/builds/doc/html, który zawiera dokumentację API w formacie HTML lub skorzystaj z linku <a href='/doc/head/'>Doxygen-API</a>
pt_br: Depois de construir o próprio Stellarium a partir do código Git, faça 'make apidoc' (você precisa do Doxygen instalado). Isso criará um diretório: .../stellarium/builds/doc/html que contém a documentação da API em formato HTML ou clique neste link <a href='/doc/head/'>Doxygen-API</a>
ru: После того, как вы построили Stellarium из кода Git, сделайте «make apidoc» (вам нужно установить Doxygen). Это создаст каталог: ... /stellarium/builds/doc/html, который содержит документацию API в формате HTML или перейдите по этой ссылке <a href='/doc/head/'>Doxygen-API</a>
sc: A pustis haer fattu su matessi Stellarium dae su codice Git, fae "make apidoc" (tenes bisonzu de Doxygen installau). Custu hat a faere una directory: .../stellarium/builds/doc/html chi regollit sa documentatzione de s'API in formau HTML o pone fattu a custu link <a href='/doc/head/'>Doxygen-API</a>
sk: Ak kompilujete Stellarium zo zdrojového kódu, použite "make apidoc" (je potrebné mať nainštalovaný Doxygen). Takto vytvoríte priečinok: .../stellarium/builds/doc/html, ktorá obsahuje dokumentáciu API vo formáte HTML. Prípadne kliknite na <a href='/doc/head/'>Doxygen-API</a>
sq: Pas montimit të vetë Stellarium-it prej kodi nën Git, kryeni 'make apidoc' (ju duhet Doxygen i instaluar). Kjo do të krijojë një drejtori: …/stellarium/builds/doc/html që përmban dkomumentimin e API-t në format HTML, ose ndiqni këtë lidhje <a href='/doc/head/'>Doxygen-API</a>
tr: Stellarium'u Git kodundan oluşturduktan sonra, 'make apidoc' yapın (Doxygen kurulu olmalıdır). Bu bir dizin oluşturur: .../stellarium/builds/doc/html Burada HTML biçiminde API belgeleri yer alır veya isterseniz bu bağlantıyı takip edin. <a href='/doc/head/'>Doxygen-API</a>
uk: Після самостійного збирання Stellarium з коду зі сховища Git віддайте команду «make apidoc» (перед цим вам слід встановити Doxygen). У результаті виконання команди має бути створено каталог .../stellarium/builds/doc/html, у якому міститиметься документація у форматі HTML. Крім того, ви можете скористатися цим посиланням: <a href='/doc/head/'>Doxygen-API</a>
zh_hk: 從Git代碼構建Stellarium自身後，運行 'make apidoc' （需要安裝 Doxygen）。這將創建一個目錄：.../stellarium/builds/doc/html，包含了HTML格式的API文檔，也可查看此鏈接 <a href='/doc/head/'>Doxygen API</a>

source: scripts
af: skripte
ar: السكريبتات
az: skriptlər
be: сцэнары
bn: কার্যলিপি
bs: skripte
ca: seqüències d'ordres
cs: skripty
de: Skripte
el: Σενάρια
es: guiones
et: skriptid
eu: script-ak
fi: Skriptit
gd: sgriobtaichean
hr: skripte
hu: szkriptek
id: skrip
is: skriftur
it: script
ja: スクリプト集
ky: сценарийлер
lt: Scenarijai (scripts)
lv: skripti
nb: skript
pl: skrypty
pt_br: apresentações
ro: script-uri
ru: сценарии
sc: Iscript
sk: skripty
sq: programthe
sr: скрипте
sv: skript
th: สคริปต์
tr: betikler
uk: скрипти
zh_hk: 腳本

source: Stellarium is produced by the efforts of the developer team, with the help and support of the following people and organisations:
af: Stellarium word deur die pogings van die ontwikkelaarspan vervaardig, met hulp en ondersteuning van die volgende mense en instellings:
ar: مشروع برنامج ستيللاريوم نتيجة لجهود المطورين، ومساعدة ودعم الأشخاص والمنظمات التالية:
az: Stellarium yaradıcı qrupun cəhdləri ilə yaradılıb. Aşağıdakı insanların və təşkilatların dəstəyi ilə:
be: Stellarium ствараецца высілкамі каманды распрацоўнікаў пры дапамозе й падтрымцы наступных людзей і арґанізацый:
bn: স্টেলারিয়াম প্রস্তুতকারক দলের আন্তরিক প্রচেষ্টার ফসল । এব্যাপারে নিম্ন উল্লেখিত ব্যক্তি কিংবা সংগঠনগুলির ভূমিকাও অপরিসীম :
bs: Stellarium razvija tim programera u pomoć i podršku sljedećih osoba i organizacija:
ca: Stellarium és produït pels esforços realitzats per l'equip de desenvolupament, amb l'ajuda i el suport de les següents persones i organitzacions:
ca@valencia: Stellarium s'ha creat amb l'esforç de l'equip de desenvolupadors, amb l'ajuda i el suport de les següents persones i organitzacions:
cs: Stellarium je vytvářeno úsilím vývojářského týmu s pomocí a podporou následujících lidí a organizací:
de: Stellarium ist das Ergebnis der Bemühungen des Entwicklungsteams und der Hilfe und Unterstützung durch folgende Personen und Organisationen:
el: Το Stellarium παράγεται με τις προσπάθειες της ομάδας ανάπτυξης, με την βοήθεια και την στήριξη των παρακάτω ανθρώπων και οργανισμών:
es: Stellarium es producido por el esfuerzo del equipo de desarrollo, con la ayuda y el soporte de las siguientes personas y organizaciones
et: Stellarium on loodud tänu arendajate kooskonnale, koos abi ja toega järgmistelt inimestelt ja organisatsioonidelt:
eu: Stellarium garatzaile taldearen ahaleginari esker ekoizten da, ondorengo pertsona eta erakundeen laguntza eta sostenguarekin:
fi: Stellariumin on tuottanut sen kehitystiimi, apunaan ja tukenaan seuraavat henkilöt ja organisaatiot:
fr: Stellarium est produit grâce aux efforts de l'équipe de développement, avec l'aide et le soutien de nombreuses personnes et organisations
gd: Tha Stellarium ’ga dhèanamh le obair an sgioba leasachaidh le taic is cuideachadh o na daoine is buidhnean a leanas:
gl: Stellarium é unha realidade grazas ós esforzos do equipo de programadores, coa axuda e o soporte das seguintes persoas e organizacións:
hr: Stellarium se stvara velikim trudom tima programera, uz pomoć i podršku sljedećih ljudi i organizacija:
hu: A Stellarium a fejlesztők munkájával jött létre, a felsorolt magánszemélyek és szervezetek segítségével és támogatásával.
id: Stellarium dibuat dengan usaha dari tim pengembang, dengan bantuan dan dukungan dari orang-orang dan organisasi-organisasi berikut:
is: Stellarium verður að raunveruleika með vinnu þróunarteymisins, með aðstoð og stuðningi frá eftirfarandi fólki og félögum:
it: Stellarium è il prodotto degli sforzi del team di sviluppo, con l'aiuto e il supporto delle seguenti persone e organizzazioni:
ja: Stellarium は、開発者チームと、以下の方々と組織の助けとサポートによって作られています。
ky: Stellarium, чыгаруучулар командасынын аракети менен, төмөнкү адамдардын жана уюмдардын жардамы жана колдоосу аркылуу жасалууда:
lt: Stellarium yra sukurtas plėtotojų komandos pastangomis, su pagalba ir palaikymu šių žmonių ir organizacijų:
nb: Stellarium er lagd takket være arbeidet til utviklings-teamet, med hjelpen og støtten fra følgende mennesker og organisasjoner:
nl: Stellarium wordt gerealiseerd dankzij de inspanning van het team van ontwikkelaars, met de hulp en ondersteuning van de onderstaande mensen en organisaties:
pl: Stellarium zostało stworzone przez zespół programistów, z pomocą poniższych osoób oraz organizacji:
pt_br: O Stellarium é produzido pelos esforços do time de desenvolvimento, com a ajuda e o apoio das seguintes pessoas e organizações:
ro: Stellarium este realizat prin eforturile echipei de dezvoltare, cu susținerea și ajutorul din partea următorilor participanți și organizații:
ru: Stellarium создаётся усилиями команды разработчиков с помощью и поддержкой следующих людей и организаций:
sc: Stellarium est fattu dae su triballu de s'iscuadra de isviluppu, cun s'azudu de sa custa zente et de custos sotzios:
sk: Program Stellarium je vytváraný úsilím vývojárskeho tímu s pomocou a podporou týchto ľudí a organizácií:
sq: Stellarium-i prodhohet nga përpjekjet e ekipit të zhvillimit, me ndihmën dhe përkrahjen e personave dhe enteve vijues:
sv: Stellarium är frukten av utvecklingsgruppens hårda arbete, med hjälp och stöd av följande personer och organisationer:
th: Stellarium เกิดขึ้นได้จากความพยายามของทีมนักพัฒนา โดยได้รับความช่วยเหลือและสนับสนุนจากกลุ่มคนและองค์กรเหล่านี้:
tr: Stellarium, geliştirici ekibinin çabaları ve aşağıdaki kişi ve kuruluşların yardım ve desteğiyle üretilir:
uk: Stellarium створено зусиллями команди розробників, допомогу і підтримку яким надали такі люди та установи:
vi: Stellarium được sản xuất bởi sự cố gắng của đội phát triển, với sự giúp đỡ và hỗ trợ của những người và tổ chức sau đây:
zh_hk: Stellarium 由本項目開發團隊發佈，得益於以下組織及個人的幫助及支持：

source: sponsors
af: borge
ar: الراعون
az: sponsorlar
be: спонсары
bn: পৃষ্ঠপোষকবৃন্দ
bs: sponzori
ca: patrocinadors
ca@valencia: espònsors
cs: sponzoři
de: Sponsoren
el: χορηγοί
es: patrocinadores
et: sponsorid
eu: babesleak
fi: sponsorit
gd: sponsairean
gl: patrocinadores
hr: sponzori
hu: szponzorok
id: sponsor
is: stuðningsaðilar
it: sponsor
ja: スポンサー
ky: демөөрчүлөр
lt: rėmėjai
lv: sponsori
nb: sponsorer
pl: sponsorzy
pt_br: patrocinadores
ro: sponsori
ru: спонсоры
sc: isponsor
sk: sponzori
sq: sponsorë
sr: спонзори
sv: sponsorer
th: ผู้สนับสนุน
tr: sponsorlar
uk: ті, хто підтримав проєкт фінансово
vi: Nhà tài trợ
zh_hk: 贊助者
