Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: To find out more about how to create a 3D scenery, see the Stellarium User Guide, and examine existing examples. If you are having problems, posting to the forums is a good way to get some advice.
ca: Per obtenir més informació sobre com crear un paisatge 3D, consulteu la Guia d'usuari de Stellarium i examineu els exemples existents. Si teniu problemes, publicar als fòrums és una bona manera d'aconseguir algun consell.
cs: Chcete -li se dozvědět více o tom, jak vytvořit 3D scenérii, nahlédněte do uživatelské příručky Stellaria a prozkoumejte existující příklady. Máte-li potíže, zveřejnění příspěvku na fóru je nejlepší způsob, jak získat radu.
de: Details zur Erstellung finden Sie im User Guide, Kapitel 15, bzw. nehmen Sie Anleihe an existierenden 3D-Szenerien. Bei undokumentierten Problemen finden Sie auch in unseren Diskussionsforen Hilfe.
es: Para encontrar más información de cómo crear un escenario 3D, revise la Guía de Usuario de Stellarium y revise los escenarios 3D existentes. Si tiene problemas, evacue las dudas en los foros para obtener consejos.
fi: Saat lisätietoja 3D-maiseman luomisesta Stellariumin käyttöoppaasta ja tutkimalla olemassa olevia esimerkkejä. Jos sinulla on ongelmia, foorumeille lähettäminen on hyvä tapa saada neuvoja.
id: Untuk mencari tahu lebih lanjut cara membuat pemandangan 3D, lihat Panduan Pengguna Stellarium, dan teliti setiap contohnya. Jika kamu mengalami masalah, menanyakan ke forum adalah cara yang bagus untuk mendapat masukan.
lt: Norėdami sužinoti daugiau apie tai, kaip sukurti 3D kraštovaizdį, žiūrėkite Stellarium vartotojo vadovą ir išnagrinėkite esamus pavyzdžius. Jei turite problemų, rašyti į forumus yra geras būdas gauti patarimų.
sk: Ďalšie informácie o tom, ako vytvoriť 3D scenériu, nájdete aj v manuáli Stellaria, prípadne preskúmaním existujúcich príkladov. Ak máte problémy, dobrým riešením je poradiť sa na fórach.
sq: Për të parë më tepër se si të krijohet një pamje 3D, shihni Udhërrëfyes Përdoruesi për Stellarium-in dhe shqyrtoni shembuj ekzistues. Nëse keni probleme, postimi te forumet është një mënyrë e mirë për të pasur ca ndihmë.
uk: Докладніший опис створення зображення сцени наведено у підручнику користувача Stellarium. Також можна скористатися як прикладами наявними прикладами. Якщо у вас виникають проблеми, добру пораду можна отримати на нашому форумі.

source: IMPORTANT: Try to still use textures with dimensions of integer powers of 2, i.e. 256, 512, 1024, 2048, 4096, 8192, 16384, ... e.g. 4096 by 1024, 2048 by 2048 and so on.
ca: IMPORTANT: intenteu seguir utilitzant textures amb dimensions de potències enteres de 2, és a dir, 256, 512, 1024, 2048, 4096, 8192, 16384, ... p. ex. 4096 per 1024, 2048 per 2048 i així successivament.
cs: Důležité: snažte se stále používat textury o rozměrech, které jsou celočíselnými mocninami 2, tj. 256, 512, 1024, 2048, 4096, 8192, 16384, ... např. 4096 krát 1024, 2048 krát 2048 atd.
de: WICHTIG: Texturen sollten nach Möglichkeit Abmessungen in ganzen Zweierpotenzen haben, also 256, 512, 1024, 2048, 4096, z.B. 512x1024, 2048x2048, etc.
es: IMPORTANTE: asegúrese usar texturas con dimensiones que sean potencias enteras de 2, por ejemplo 256, 512, 1024, 2048, 4096, 8192, 16384, etc, y que combinadas sean 4096 x 1024, 2048 x 2048, etc.
fi: TÄRKEÄÄ: Yritä silti käyttää tekstuureja, joiden kokonaislukupotenssit ovat 2, eli 256, 512, 1024, 2048, 4096, 8192, 16384, ... esim. 4096 x 1024, 2048 x 2048 ja niin edelleen.
id: PENTING: Coba untuk menggunakan tekstur dengan dimensi dari pangkat 2 seperti 256, 512, 1024, 2048, 4096, 8192, 16384, dst. Misal, 4096x1024, 2048x2024, dan seterusnya.
it: IMPORTANTE: Prova a utilizzare textures con dimensioni di potenze intere di 2, i.e. 256, 512, 1024, 2048, 4096, 8192, 16384, ... per esempio 4096 per 1024, 2048 per 2048 e cos&igrave; via;
lt: Svarbu: Stenkitės naudoti tekstūras su skaičiaus 2 laipsnių matmenimis, t.y. 256, 512, 1024, 2048, 4096, 8192, 16384, ... pvz., 4096 ant 1024, 2048 ant 2048 ir taip toliau.
sk: Dôležité! Skúste stále používať textúry s rozmermi v mocninách dvojky, teda: 256, 512, 1024, 2048, 4096, 8192, 16384, atď. Napríklad 4096 x 1024, 2048 x 2048 a podobne.
sq: E RËNDËSISHME: Provoni, megjithatë, të përdorni tekstura me përmasa sa fuqi të plotë të 2-shit, pra, 256, 512, 1024, 2048, 4096, 8192, 16384, … p.sh., 4096 x 1024, 2048 x 2048, e me radhë.
uk: ВАЖЛИВО: намагайтеся використовувати розмірності текстур, які є цілими степенями 2, тобто 256, 512, 1024, 2048, 4096, 8192, 16384, ... Приклади: 4096 на 1024, 2048 та 2048 тощо.

source: This is a limitation of older OpenGL hardware. Most video hardware will nowadays work OK with images with different image dimensions, but some will not display properly, suffer vastly reduced frame rates, and even crash the computer.
ca: Aquesta és una limitació del maquinari OpenGL més antic. La majoria del maquinari de vídeo avui dia funcionarà bé amb imatges amb diferents dimensions d'imatge, però alguns no es mostraran correctament, patiran velocitats de fotogrames molt reduïdes i, fins i tot, provocaran mal funcionament de l'ordinador.
cs: Jedná se o omezení OpenGL. Většina video hardware bude v dnešní době pracovat v pořádku i s obrázky jiných rozměrů, ale na některých zařízeních se obrázky jiných rozměrů nezobrazí správně a mohou způsobit výrazně sníženou rychlost přehrávání snímků či dokonce havárii počítače.
de: Das ist eine Einschränkung mancher (älterer) OpenGL-Hardware. Modernere Hardware kann andere Bildgeometrien verarbeiten, aber mit älteren gibt es Probleme wie verzerrte Darstellungen, starke Verlangsamung, oder fallweise sogar Abstürze.
es: Esta es una limitación de anteriores OpenGL. La mayoría de hardware de video funcionarán bien con imágenes con diferentes dimensiones, pero algunas no se mostrarán correctamente, tendrán reducciones de fotogramas o incluso congelar el programa.
fi: Tämä on vanhemman OpenGL-laitteiston rajoitus. Useimmat videolaitteistot toimivat nykyään hyvin erikokoisten kuvien kanssa, mutta jotkin eivät näy kunnolla, kärsivät huomattavasti pienemmästä kuvanopeudesta ja jopa kaatavat tietokoneen.
id: Ini dikarenakan adanya keterbatasan pada perangkat keras OpenGL yang lebih tua. Sebagian besar perangkat keras video saat ini akan bekerja baik dengan gambar yang berbeda dimensi, tetapi sebagian lainnya tidak akan bekerja dengan benar, mengalami penurunan kecepatan frame, dan bahkan gagal bekerja di komputer.
it: Questa &egrave una limitazione di un hardware OpenGL pi&ugrave; vecchio. La maggior parte di hardware &grave; oggigiorno OK con immagini aventi dimesione dímmagine diversa, ma alcune non saranno mostrate correttamente, subendo una notevole riduzione di frequenza di fotogrammi, e persino mandare in crash il computer.
lt: Tai yra OpenGL senesnės aparatūros apribojimas. Dabar dauguma vaizdo aparatūros veiks tinkamai su paveikslėliais, turinčiais skirtingus matmenis, tačiau kai kurie jie nebus tinkamai rodomi, žymiai sumažės kadrų dažnis ir net gali užlūžti kompiuteris.
sk: Toto je obmedzenie staršieho OpenGL hardvéru. Niektoré súčasné grafické karty budú pracovať aj s obrázkami iných rozmerov, ale mnohé ich nezobrazia správne, budú mať značne znížené FPS, alebo môžu spôsobiť spadnutie systému.
sq: Ky është një kufizim hardware-i të vjetër OpenGL. Shumica e hardware-it video sot do të funksionojë në rregull me figura me përmasa të ndryshme figure, por disa mund të mos shfaqen si duhet, të vuajnë nga shpejtësi goxha të reduktuara kuadrosh dhe, madje, edhe të vithisin kompjuterin.
uk: Ця вимога є обмеженням застарілого обладнання з OpenGL. Частина сучасних відеокарток може працювати із зображенням інших розмірностей, але деякі картки не показують такі зображення належним чином, працюють надзвичайно повільно із ними або навіть призводять до аварійного завершення у роботі операційної системи.

source: Be aware that many people's video hardware cannot handle very large textures. This is hardware and driver dependent. Maximum compatibility is achieved with image size not exceeding 2048x2048.
ca: Tingueu en compte que el maquinari de vídeo de moltes persones no pot gestionar textures molt grans. Això depèn del maquinari i del controlador. S'aconsegueix la màxima compatibilitat amb una mida de la imatge que no superi els 2048x2048.
cs: Uvědomte si také, že video hardware řady uživatelů nemůže zpracovávat velmi velké textury. To závisí na hardwaru a ovladačích. Maximální kompatibilita je dosažena, když velikost obrázku nepřesahuje 2048x2048.
de: Beachten Sie auch, dass viele ältere Graphikkarten hardware- und treiberabhängig keine Texturen größer als 2048x2048 verarbeiten können.
es: Tenga ne cuenta que muchos hardware de video no soportan texturas muy grandes. Esto es una limitación de hardware y drivers. El tamaño máximo compatible es de 2048x2048.
fi: Huomaa, että monien ihmisten videolaitteisto ei pysty käsittelemään kovin suuria tekstuureja. Tämä on laitteisto- ja ohjainriippuvaista. Suurin yhteensopivuus saavutetaan, kun kuvakoko on enintään 2048x2048.
id: Perlu diperhatikan bahwa banyak perangkat keras video tidak dapat menangani tekstur yang sangat besar. Ini tergantung dari perangkat keras dan driver-nya. Kesesuaian maksimal dapat dicapai dengan dimensi gambar tidak melebihi 2048x2048.
lt: Būkite atidūs, kadangi daugelio žmonių vaizdo aparatūra negali tvarkyti labai didelių tekstūrų. Tai priklauso nuo aparatūros ir tvarkyklės. Maksimalus suderinamumas pasiekiamas su vaizdo dydžiu, neviršijančiu 2048x2048.
sk: Uvedomte si, že grafický hardvér mnohých ľudí nemusí zvládnuť veľmi veľké textúry. Závisí to na hardvéri aj ovládačoch. Typická maximálna kompatibilná veľkosť obrázka nepresahuje 2048x2048.
sq: Kini parasysh se hardware-i për videon për mjaft vetëm s’mund të trajtojë tekstura shumë të mëdha. Kjo varet nga hardware-i dhe përudhësit. Përputhja më e madhe arrihet me madhësi figurash që s’kapërcejnë 2048x2048.
uk: Майте на увазі, що апаратна частина багатьох комп'ютерів не може працювати із дуже великими текстурами. Вдалий розмір текстур залежить від обладнання та драйвера. Максимальної сумісності можна досягти, якщо розмір зображення не перевищуватиме 2048x2048.

source: Please package your 3D scenery in a .zip file with all files inside a subdirectory in the .zip file. This should be unique to your scenery, and must be all lower-case with no spaces.
ca: Si us plau, empaqueta el teu paisatge 3D en un fitxer .zip amb tots els fitxers dins d'un subdirectori al fitxer .zip. Hauria de ser únic per al vostre paisatge i ha de ser tot en minúscules sense espais.
cs: Zabalte prosím váš balíček s 3D scenérií do jednoho souboru .zip tak, že všechny soubory se budou v .zip souboru nacházet uvnitř jednoho podadresáře. Jméno podadresáře by mělo být jedinečné pro vaši 3D scenérii a musí obsahovat pouze malá písmena bez mezer.
de: Erstellen Sie eine ZIP-Datei mit allen Dateien innerhalb eines Verzeichnisses in diesem ZIP. Der Verzeichnisname muss neu und eindeutig sein, und darf nur Kleinbuchstaben und keine Leerzeichen enthalten.
es: Comprima su escenario 3D en una subcarpeta dentro del archivo .zip con todos los archivos necesarios. Esto debe ser único para su escenario y que el nombre esté en minúsculas y sin espacios.
fi: Pakkaa 3D-maisemasi .zip-tiedostoon siten, että kaikki tiedostot ovat .zip -tiedoston alihakemistossa. Tämän tulee olla ainutlaatuinen maisemallesi, ja sen tulee olla pienillä kirjaimilla ilman välilyöntejä.
id: Mohon untuk menyimpan pemandangan 3D dalam berkas .zip dengan semua berkasnya di dalam sebuah subdirektori di berkas .zip-nya. Berkas ini harus unik dari pemandangan lain, dan semua nama harus dalam huruf kecil tanpa spasi.
lt: Prašome supakuoti savo 3D kraštovaizdį į .zip failą su visais failais, esančiais subdirektorijoje .zip faile. Tai turėtų būti unikalus jūsų kraštovaizdžiui, ir turi būti mažosiomis raidėmis be tarpų.
sk: Zabaľte Vašu 3D scenériu so všetkými súbormi v priečinku do archívu .zip. Jeho názov by mal byť jedinečný a musí byť malými písmenami a bez medzier.
sq: Ju lutemi, paketojeni pamjen tuaj 3D në një kartelë .zip, me krejt kartelat brenda një nëndrejtorie te kartela .zip. Kjo duhet të jetë unike për pamjen tuaj dhe duhet të jetë e gjitha me shkronjë të vogël dhe pa hapësira.
uk: Будь ласка, запакуйте вашу сцену до файла .zip як підкаталог із усіма файлами. Назва каталогу має бути унікальною для вашої сцени. Також назва каталогу має складатися із малих латинських літер без пробілів.

source: If you enclose your scenery with a landscape, provide this in a landscapes/name subdirectory in the ZIP file.
ca: Si adjunteu el vostre paisatge amb un paisatge, proporcioneu-lo en un subdirectori paisatges/nom al fitxer ZIP.
cs: Pokud ke své scenérii přidáváte krajinu, umístěte ji do podadresáře 'landscapes/jmeno-krajiny' v souboru ZIP.
de: Wenn Sie um Ihre 3D-Szenerie mittels einer klassischen Landschaft ('landscape') einen Horizont legen, sollten Sie diese in einem Unterverzeichnis 'landscapes/name' des ZIP-files hinzufügen.
es: Si incluye su escenario con un paisaje, proporciónelo en una subcarpeta de nombre landscapes en el archivo ZIP.
fi: Jos sisällytät pakettiin maiseman, kirjoita se ZIP-tiedoston landscapes/nimi -alihakemistoon.
id: Jika kamu menyertakan pemandanganmu dengan sebuah lanskap, sediakan lanskapnya di subdirektori lanskap di berkas .zip-nya.
lt: Jei apgaubsite savo vaizdus kraštovaizdžiu, pateikite tai kraštovaizdžio/pavadinimas subkataloge ZIP faile.
sk: Ak k Vašej scenérii priložíte aj terén, dodajte ho v ZIP súbore v podpriečinku landscapes/menoterenu.
sq: Nëse e paketoni pamjen tuaj tok me një peizazh, bëjeni këtë përmes një nëndrejtoria landscapes/emër te kartela ZIP.
uk: Якщо ви включаєте вашу сцену у ландшафт, вкажіть це у підкаталозі landscapes/name файла ZIP.

source: The file <em>description.en.utf8</em> (and any translated versions which you may want to provide yourself) describes the scenery and what is special about it. Please make this a self-contained explanation that does not only point to external links.
ca: El fitxer <em>description.en.utf8</em> (i qualsevol versió traduïda que vulgueu proporcionar vosaltres mateixos) descriu el paisatge i què té d'especial. Si us plau, feu d'aquesta una explicació autònoma que no només indiqui enllaços externs.
cs: Soubor <em>description.en.utf8</em> (a jakákoliv jeho přeložená verze, kterou budete chtít poskytnout sami) popisuje scenérii a co je na ní zvláštní. Neodkazuje prosím pouze na externí zdroje, ale vytvořte samostatné vysvětlení.
de: Die Datei <em>description.en.utf8</em> (und alle Übersetzungen, die Sie beisteuern) beschreibt die Szenerie mit allen nennenswerten Besonderheiten. Bitte erstellen Sie eine komplette Beschreibung, die nicht nur auf externe Links verweist.
es: El archivo <em>description.en.utf8</em> (y cualquier versión traducida que desee proporcionar usted mismo) describe el paisaje y lo que tiene de especial. Haga de esta una explicación independiente que no solo apunte a enlaces externos.
fi: Tiedosto <em>description.en.utf8</em> (ja kaikki käännetyt versiot, jotka saatat haluta toimittaa itse) kuvaa maisemaa ja sen erikoisuuksia. Tee tästä itsenäinen selitys, joka ei viittaa vain ulkoisiin linkkeihin.
id: Berkas <em>description.en.utf8</em> (dan versi terjemahan apapun yang ingin kamu sediakan sendiri) menjelaskan pemandangannya dan apa yang istimewa dari ini. Mohon untuk membuat ini penjelasan sendiri tanpa mengarah ke pranala luar apapun.
lt: Failas <em>description.en.utf8</em> (ir bet kokios išverstos versijos, kurias galbūt norėsite pateikti patys) aprašo kraštovaizdį ir tai, kas jame ypatinga. Prašome padaryti tai kaip savarankišką paaiškinimą, kuris ne tik nurodo į išorines nuorodas.
sk: Súbor <em>description.en.utf8</em> (a hociktoré preložené verzie, ktoré môžete dodať) popisujú scenériu a čím je špeciálna. Prosíme, aby ste v tomto uzavretom popise neuvádzali žiadne vonkajšie odkazy.
sq: Kartela <em>description.en.utf8</em> (dhe çfarëdo versionesh të përkthyer që mund të doni të sillni ju vetë) përshkruajnë pamjen dhe ç’është e veçantë për të. Ju lutemi, këtë bëjeni një shpjegim të përmban veten, i cili nuk shpie vetëm te lidhje të jashtme.
uk: Файл <em>description.en.utf8</em> (і усі перекладені версії, які ви можете надати самостійно) описують сцену і її унікальність. Будь ласка, намагайтеся надати змістовні дані, а не лише посилання на сторонні ресурси.

source: You should also include a readme.txt file which briefly describes the landscape and specifies any usage restrictions or licensing terms for the images used in the 3D scenery.
ca: També hauríeu d'incloure un fitxer readme.txt que descrigui breument el paisatge i especifiqui qualsevol restricció d'ús o termes de llicència per a les imatges utilitzades en el paisatge 3D.
cs: Měli byste také přiložit soubor readme.txt, který popisuje krajinu a udává všechna omezení použití nebo licenční podmínky pro snímky používané v 3D scenérii.
de: Es sollte auch eine Datei readme.txt enthalten sein. Darin können technische Aspekte beschrieben werden, vor allem aber sollten hier Benutzungseinschränkungen oder Lizenzbedingungen für die Bilder genannt werden.
es: También debe incluir un archivo readme.txt que describa brevemente el escenario y especifique cualquier restricción de uso o licencias de las imágenes usadas en el escenario 3D.
fi: Liitä mukaan myös readme.txt -tiedosto, joka kuvaa lyhyesti maisemaa ja määrittelee mahdolliset käyttörajoitukset tai lisenssiehdot 3D-maisemissa käytettäville kuville.
id: Kamu juga harus menyertakan sebuah berkas readme.txt yang menjelaskan secara singkat lanskapnya dan menentukan batasan penggunaan apapun atau ketentuan lisensi untuk gambar yang digunakan dalam pemandangan 3D.
lt: Turėtumėte taip pat įtraukti readme.txt failą, kuriame būtų trumpai aprašytas kraštovaizdis ir nurodyti bet kokie naudojimo apribojimai ar licencijos sąlygos naudojamiems 3D kraštovaizdžio vaizdams.
sk: Mali by ste tiež priložiť súbor readme.txt, v ktorom je stručný popis terénu a špecifikácia obmedzení použitia alebo informácie o licencii obrázkov v 3D scenérii.
sq: Duhet gjithashtu të lexoni një kartelë readme.txt, e cila përshkruan shkurt relievin dhe specifikon çfarëdo kufizimesh përdorimi ose terma licencimi për figurat e përdorura në pamjen 3D.
uk: Вам також слід включити до архіву файл readme.txt із описом ландшафту та усіма обмеженнями у використанні або умовами ліцензування зображень, які використано у сцені.

source: Before you distribute images as part of a Stellarium 3D scenery or landscape, please ensure you are legally entitled to - you must be the copyright holder for the images, or be able to distribute them for use with Stellarium under the terms of some agreement with the copyright holder (e.g. Creative Commons licensed images found on the web).
ca: Abans de distribuir imatges com a part d'un paisatge o un paisatge 3D de Stellarium, assegureu-vos que teniu dret legal: heu de ser el titular dels drets d'autor de les imatges o poder distribuir-les per utilitzar-les amb Stellarium d'acord amb els termes d'algun acord amb el titular dels drets d'autor (per exemple, imatges amb llicència Creative Commons que es troben al web).
cs: Než budete distribuovat snímky jako součást 3D scenérie pro Stellárium, ujistěte se prosím, že k tomu máte zákonné oprávnění - musíte být držitelem autorských práv k těmto obrázkům, nebo je můžete distribuovat pro použití se Stellariem na základě nějaké dohody s držitelem autorských práv (např. licencované obrázky Creative Commons, které se nacházejí na webu).
de: Vor der Verbreitung von Bildern als Teil einer 3D-Szenerie für Stellarium sollten Sie sicherstellen, dass Sie rechtlich dazu ermächtigt sind - Sie müssen der Rechteinhaber der Bilder sein, oder über ein Abkommen mit dem Rechteinhaber verfügen, nach dem Sie die Bilder zum Gebrauch mit Stellarium weitergeben dürfen (z.B. Creative Commons-Bilder aus dem Web).
es: Antes de distribuir imágenes como parte de un escenario 3D de Stellarium, asegúrese de tener legalmente derecho a: ser el titular de los derechos de autor de las imágenes o distribuirlas para su uso con Stellarium según los términos de algún acuerdo con el titular de los derechos de autor (por ejemplo, imágenes con licencia Creative Commons encontradas en la web).
fi: Ennen kuin jaat kuvia osana Stellariumin 3D-maisemaa tai maisemaa, varmista, että sinulla on laillinen oikeus niihin - sinun on oltava kuvien tekijänoikeuksien haltija tai voitava jakaa niitä käytettäväksi Stellariumin kanssa jonkin Stellariumin kanssa tehdyn sopimuksen ehtojen mukaisesti. tekijänoikeuksien haltija (esim. verkosta löytyneet Creative Commons -lisensoidut kuvat).
id: Sebelum kamu menyebarluaskan gambar sebagai bagian dari pemandangan 3D atau lanskap Stellarium, mohon pastikan kamu berhak memilikinya - kamu harus menjadi pemegang hak cipta untuk gambarnya, atau dapat menyebarluaskannya dengan Stellarium di bawah ketentuan hak cipta dengan pemegang aslinya (seperti lisensi Creative Commons yang ditemukan di web).
lt: Prieš platindami vaizdus kaip Stellarium 3D scenografijos ar kraštovaizdžio dalį, įsitikinkite, kad turite teisę tai daryti - jūs turite būti vaizdų autorių teisių turėtojas arba turite galimybę juos platinti Stellarium naudojimui pagal susitarimą su autorių teisių turėtoju (pvz., Creative Commons licencijuoti vaizdai, rasti internete).
sk: Skôr ako budete môcť distribuovať obrázky ako súčasti 3D scenérií Stellaria, uistite sa prosím, či máte na obrázok práva. Musíte byť držiteľom autorských práv na obrázky, alebo práv na ich distribúciu na použitie v Stellariu vo forme nejakej dohody s držiteľom autorských práv (napr. Creative Commons licencia pre obrázky z internetu).
sq: Përpara se të shpërndani figura si pjesë e një pamjeje 3D për Stellarium, ju lutemi, sigurohuni se jeni ligjërisht i aftë për diçka të tillë - duhet të jeni mbajtësi i të drejtave të kopjimit për figurat, ose të jeni në gjendje t’i shpërndani ato për përdorim me Stellarium sipas kushteve të ndonjë marrëveshje me mbajtësin e të drejtave të kopjimit për to (p.sh., figura të licencuara sipas Creative Commons, të gjetura në web).
uk: Перш ніж розповсюджувати зображення як частини сцен або ландшафту Stellarium, будь ласка, переконайтеся, що це законно, — ви маєте бути або правовласником цих зображень, або мати право розповсюджувати їх разом із Stellarium за умов дотримання певної угоди із власником авторських прав (наприклад, використати зображення із умовами ліцензування Creative Commons, які можна знайти у мережі).
