Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: To find out more about how to create a sky culture, see the Stellarium User Guide, and examine existing sky cultures. If you are having problems, posting to the forums is a good way to get some advice.
ar: حتى تعرف أكثر عن طريقة إنشاء تراث فلكي، ارجع إلى دليل استخدام ستيللاريوم، وافحص التراثات الفلكية الموجودة. وإذا واجهت أي مشكلة، فمن المستحسن بعثها إلى المنتديات للحصول على نصيحة.
ca: Per obtenir més informació sobre com crear una cultura del cel, consulteu la Guia d'usuari de Stellarium i examineu les cultures del cel existents. Si teniu problemes, publicar als fòrums és una bona manera d'aconseguir algun consell.
cs: Chcete -li se dozvědět více o tom, jak vytvořit nebeskou kulturu, nahlédněte do uživatelské příručky Stellaria a prozkoumejte existující nebeské kultury. Máte-li potíže, zveřejnění příspěvku na fóru je nejlepší způsob, jak získat radu.
de: Details zur Erstellung finden Sie im User Guide, Kapitel 9, bzw. nehmen Sie Anleihe an existierenden Sternbildkulturen. Bei undokumentierten Problemen finden Sie auch in unseren Diskussionsforen Hilfe.
es: Para encontrar más información de cómo crear una cultura estelar, revise la Guía de Usuario de Stellarium y revise las culturas estelares existentes. Si tiene problemas, evacue las dudas en los foros para obtener consejos.
fi: Saat lisätietoja tähdistön luomisesta Stellariumin käyttöoppaasta ja tutkimalla olemassa olevia tähdistöjä. Jos sinulla on ongelmia, keskustelupalstoilla kyseleminen on hyvä tapa saada neuvoja.
gl: Para saber máis sobre como crear unha cultura do ceo, consulta a Guía do usuario de Stellarium e examina as culturas do ceo existentes. Se tes problemas, publicar nos foros é un bo xeito de obter consellos.
id: Untuk mencari tahu lebih lanjut cara budaya langit, lihat Panduan Pengguna Stellarium, dan teliti budaya langit yang sudah ada. Jika kamu mengalami masalah, menanyakan ke forum adalah cara yang bagus untuk mendapat masukan.
it: Per saperne di più su come creare una cultura del cielo, consultare la Guida per l'utente di Stellarium ed esaminare le culture del cielo esistenti. In caso di problemi, postare sui forum è un buon modo per ottenere qualche consiglio.
lt: Norėdami sužinoti daugiau apie tai, kaip sukurti dangaus kultūrą, žiūrėkite Stellarium vartotojo vadovą ir išnagrinėkite esamas dangaus kultūras. Jei turite problemų, rašyti į forumus yra geras būdas gauti patarimų.
pt_br: Para saber mais sobre como criar uma cultura celeste, consulte o Guia de Usuário do Stellarium e examine as culturas do céu existentes. Se você estiver tendo problemas, postar nos fóruns é uma boa maneira de obter alguns conselhos.
ru: Чтобы узнать больше о том, как создать культуру неба, см. Руководство пользователя Stellarium и изучите существующие культуры неба. Если у вас возникли проблемы, публикация на форумах - хороший способ получить некоторые советы.
sk: Ďalšie informácie o tom, ako vytvoriť kultúru oblohy, nájdete aj v manuáli Stellaria, prípadne preskúmaním existujúcich kultúr oblohy. Ak máte problémy, dobrým riešením je poradiť sa na fórach.
sq: Që të mësoni më tepër se si të krijohet një qytetërim qiellor, shihni Udhërrëfyes Përdoruesi të Stellarium-it dhe shqyrtoni qytetërime qiellore ekzistuese. Nëse keni probleme, postimi te forumet është një rrugë e mirë për të përfituar këshilla.
uk: Докладніший опис створення картини зоряного неба наведено у підручнику користувача Stellarium. Також можна скористатися як прикладами наявними картинами зоряного неба. Якщо у вас виникають проблеми, добру пораду можна отримати на нашому форумі.
zh_hk: 要瞭解有關如何創建星空文化的更多信息，請參閱Stellarium用戶指南，並檢查現有星空文化。 如果您遇到問題，發佈到論壇是獲得一些建議的好方法。

source: Please make sure all contributed sky cultures conform to these requirements, or your link may be removed.
ar: الرجاء التأكد من مطابقة التراثات الفلكية التي تساهم بها لهذه المتطلبات، حتى لا يحذف رابطك الذي يشير إليها.
ca: Si us plau, assegureu-vos que totes les cultures del cel aportades compleixin aquests requisits, o és possible que el vostre enllaç s'elimini.
cs: Zajistěte prosím, aby všechny vaše nebeské kultury odpovídaly těmto požadavkům, jinak může být váš odkaz odstraněn.
de: Bitte stellen Sie sicher, dass alle beigesteuerten Dateien den Anforderungen entsprechen, andernfalls könnte Ihr Beitrag entfernt werden müssen.
es: Asegúrese que todos las culturas estelares personalizadas cumplan con estos requerimientos o su enlace puede ser eliminado.
fi: Varmista, että kaikki lisätyt tähdistöt ovat näiden vaatimusten mukaisia, tai linkkisi voidaan poistaa.
gl: Asegúrate de que todas as culturas do ceo achegadas cumpran estes requisitos, pois a túa ligazón pode ser eliminada.
id: Mohon untuk memastikan bahwa budaya langit yang dikontribusikan ke Stellarium mematuhi ketentuan ini, atau pranalamu mungkin dapat dihapus
it: Assicurati che tutte le culture del cielo fornite siano conformi a questi requisiti, altrimenti il tuo link potrebbe essere rimosso.
lt: Prašome įsitikinti, kad visos pateiktos dangaus kultūros atitinka šiuos reikalavimus, arba jūsų nuoroda gali būti pašalinta.
pt_br: Certifique-se de que todas as culturas do céu contribuídas estejam em conformidade com esses requisitos, ou seu link poderá ser removido.
ru: Убедитесь, что все предоставленные культуры неба соответствуют этим требованиям или ваша ссылка может быть удалена.
sk: Uistite sa prosím, že všetky Vaše kultúry oblohy zodpovedajú týmto požiadavkám, inak môže byť Vaša linka zmazaná.
sq: Ju lutemi, sigurohuni se krejt qytetërimet qiellore pajtohen me këto domosdoshmëri, përndryshe lidhja juaj mund të hiqet.
uk: Будь ласка, переконайтеся, що надіслані вами картини зоряного неба відповідають цим вимогам, інакше ваше посилання може бути вилучено.
zh_hk: 請確保所有提供的星空文化符合這些要求，否則您的鏈接可能會被刪除。

source: Please package your sky culture in a .zip file with all files inside a directory in the .zip file. This should be unique to your sky culture, and it would be nice if it was all lower-case with no spaces.
ar: الرجاء وضع جميع ملفات التراث الفلكي في مجلد داخل ملف مضغوط .zip. يجب أن يكون اسم مجلد التراث الفلكي مختلفا عن أسماء التراثات الفلكية الموجودة، ومن المستحسن أن يكون بأحرف صغيرة ومن دون فراغات.
ca: Si us plau, empaqueta la teva cultura del cel en un fitxer .zip amb tots els fitxers dins d'un directori al fitxer .zip. Això hauria de ser únic per a la vostra cultura celeste, i estaria bé que fos tot en minúscules sense espais.
cs: Zabalte váš balíček s nebeskou kulturou do jednoho souboru .zip tak, že všechny soubory budou uvnitř jednoho adresáře. Jméno adresáře by mělo být jedinečné pro vaši nebeskou kulturu a velice uvítáme, pokud bude malými písmeny a bez mezer.
de: Erstellen Sie eine ZIP-Datei mit allen Dateien innerhalb eines Verzeichnisses in diesem ZIP. Der Verzeichnisname muss neu und eindeutig sein, und möglichst nur Kleinbuchstaben und keine Leerzeichen enthalten.
es: Comprima su cultura estelar en una carpeta .zip con todos los archivos necesarios. Esto debe ser único para su cultura estelar , ideal que el nombre esté en minúsculas y sin espacios.
fi: Pakkaa tähdistösi .zip-tiedostoon siten, että kaikki tiedostot ovat .zip-tiedoston hakemistossa. Tämän pitäisi olla ainutlaatuinen tähdistöllesi, ja olisi mukavaa, jos se olisi pienillä kirjaimilla ilman välilyöntejä.
gl: Empaqueta a túa cultura do ceo nun ficheiro .zip con todos os ficheiros dentro dun directorio no ficheiro .zip. Isto debería ser exclusivo para a súa cultura do ceo e sería bo que fose todo en minúscula sen espazos.
id: Mohon untuk menyimpan budaya langit dalam berkas .zip dengan semua berkasnya di dalam sebuah subdirektori di berkas .zip-nya. Nama berkasnya harus unik, dan semua nama harus dalam huruf kecil tanpa spasi.
it: Si prega di impacchettare la cultura del cielo in un file .zip con tutti i file all'interno di una cartella nel file .zip. Questo dovrebbe essere unico per la tua cultura del cielo e sarebbe bello se fosse tutto minuscolo senza spazi.
lt: Prašome supakuoti savo dangaus kultūrą į .zip failą su visais failais, esančiais direktorijoje .zip faile. Tai turėtų būti unikalus jūsų dangaus kultūrai, ir būtų gerai, jei jis būtų mažosiomis raidėmis be tarpų.
pt_br: Por favor, empacote sua cultura celeste em um arquivo .zip com todos os arquivos dentro de um diretório no arquivo .zip. Isso deve ser único da sua cultura celeste, e seria bom se tudo fosse em letras minúsculas sem espaços.
ru: Упакуйте свою культуру неба в .zip-файл со всеми файлами внутри каталога в .zip-файле. Название должно быть уникальным для вашей культуры неба, и было бы неплохо, чтобы всё было в нижнем регистре без пробелов.
sk: Zabaľte Vašu kultúru oblohy so všetkými súbormi v priečinku do archívu .zip. Jeho názov by mal byť jedinečný a bolo by vhodné, ak by bol malými písmenami a bez medzier.
sq: Ju lutemi, paketojeni qytetërimin tuaj qiellor në një kartelë .zip, me krejt kartelat brenda një drejtorie te kartela .zip. Kjo duhet të jetë unike për qytetërimin tuaj qiellor dhe do të ishte mirë të ishte krejt me të vogla dhe pa hapësira.
uk: Будь ласка, запакуйте вашу картину зоряного неба до файла .zip як каталог із усіма файлами. Назва каталогу має бути унікальною для вашої картини зоряного неба. Також було б чудово, якби назва каталогу складалася із малих латинських літер без пробілів.
zh_hk: 請將您的星空文化打包在.zip文件中，該文件包含 .zip 文件中目錄內的所有文件。這對於您的星空文化應該是獨一無二的，如果它都是小寫的，沒有空格會很好。

source: You should also include a description.en.utf8 file which describes the sky culture and specifies any usage restrictions or licensing terms for the images used in the sky culture.
ar: عليك أيضا أن تنشئ ملف description.en.utf8 يحتوي على وصف للتراث الفلكي، ويبين حدود استخدامه ورخصة الصور المصاحبة في التراث الفلكي.
ca: També hauríeu d'incloure un fitxer description.en.utf8 que descrigui la cultura del cel i especifiqui qualsevol restricció d'ús o termes de llicència per a les imatges utilitzades a la cultura del cel.
cs: Měli byste také přidat soubor description.en.utf8, který popisuje nebeskou kulturu a určuje případná omezení pro její užití nebo licenční podmínky pro obrázky, které jsou v ní použité.
de: Sie sollten eine Datei description.en.utf8 erstellen (und ggf. Übersetzungen als description.de.utf8 usw.), in der die Sternbildkultur näher beschrieben wird, und die auch Angaben über Bildrechte und Nutzungsbestimmungen beinhaltet.
es: También debe incluir un archivo description.en.utf8 que describa la cultura estelar y especifique cualquier restricción de uso o licencias de las imágenes utilizadas en la cultura estelar.
fi: Liitä mukaan myös description.en.utf8-tiedosto, joka kuvaa tähdistöä ja määrittelee tähdistössä käytettävien kuvien käyttörajoitukset tai lisenssiehdot.
gl: Tamén debe incluír un ficheiro description.en.utf8 que describe a cultura do ceo e especifica as restricións de uso ou termos de licenza para as imaxes empregadas na cultura do ceo.
id: Kamu juga harus menyertakan sebuah berkas description.en.utf8 yang menjelaskan secara singkat budaya langitnya dan menentukan batasan penggunaan apapun atau ketentuan lisensi untuk gambar yang digunakan dalam budaya langit.
it: Dovresti anche includere un file description.en.utf8 che descriva la cultura del cielo e specifichi eventuali restrizioni di utilizzo o termini di licenza per le immagini utilizzate nella cultura del cielo.
lt: Turėtumėte taip pat įtraukti description.en.utf8 failą, kuriame būtų aprašyta dangaus kultūra ir nurodytos bet kokie naudojimo apribojimai ar licencijos sąlygos naudojamiems dangaus kultūros vaizdams.
pt_br: Você também deve incluir um arquivo description.en.utf8 que descreva a cultura celeste e especifique quaisquer restrições de uso ou termos de licenciamento para as imagens usadas na cultura celeste.
ru: Вы также должны включить файл description.en.utf8 с описанием культуры неба и указаниями о любых ограничениях использования или условия лицензирования для изображений, используемых в культуре неба.
sk: Mali by ste tiež priložiť súbor description.en.utf8, v ktorom je popis kultúry oblohy a špecifikácia obmedzení použitia alebo informácie o licencii obrázkov použitých v kultúre oblohy.
sq: Duhet të përfshini edhe një kartelë description.en.utf8, e cila përshkruan qytetërimin qiellor dhe specifikon çfarëdo kufizime përdorimi apo kushte licencimi për figurat e përdorura te qytetërimi qiellor.
uk: Вам також слід включити до архіву файл description.en.utf8 із описом картини зоряного неба усіма обмеженнями у використанні або умовами ліцензування зображень, які використано у картині зоряного неба.
zh_hk: 您還應該包含一個description.en.utf8文件，該文件描述星空文化，並指定星空文化中使用的圖像的任何使用限制或許可條款。

source: Before you distribute images as part of a Stellarium sky culture, please ensure you are legally entitled to - you must be the copyright holder for the images, or be able to distribute them for use with Stellarium under the terms of some agreement with the copyright holder (e.g. Creative Commons licensed images found on the web).
ar: قبل نشر الصور كجزء من التراث الفلكي في ستيللاريوم، يرجى التأكد من قانونية استحقاقك لذلك - يجب أن تكون المالك لحقوق الصور، أو لديك الحق لنشر هذه الصور في ستيللاريوم بموجب اتفاق مع صاحب الحقوق (مثلا، صور موجودة في الشبكة تحت الحق الإبداعي المشاع)
ca: Abans de distribuir imatges com a part d'una cultura del cel de Stellarium, assegureu-vos que teniu dret legal: heu de ser el titular dels drets d'autor de les imatges o poder distribuir-les per utilitzar-les amb Stellarium d'acord amb els termes d'algun acord amb el titular dels drets d'autor. (per exemple, imatges amb llicència Creative Commons que es troben al web).
cs: Než budete distribuovat obrázky v rámci nebeské kultury ve Stellariu, ujistěte se, že to zákony umožňují - musíte být držitelem autorských práv k obrázkům nebo je lze distribuovat pro použití ve Stellariu za podmínek daných držitelem autorských práv (jedná se např. o obrázky s licencí Creative Commons nalezené na webu).
de: Falls Sie Bilder als Teil einer Sternbildkultur verbreiten möchten, vergewissern Sie sich über allfällige Bildrechte! Entweder sind Sie Copyright-Inhaber, oder Sie haben eine Vereinbarung mit dem Rechteinhaber über die Verteilung getroffen, z.B. bei am Web gefundenen Bildern unter einer Creative Commons-Lizenz.
es: Antes de distribuir imágenes como parte de una cultura estelar de Stellarium, asegúrese de tener legalmente derecho a: ser el titular de los derechos de autor de las imágenes o distribuirlas para su uso con Stellarium según los términos de algún acuerdo con el titular de los derechos de autor (por ejemplo, imágenes con licencia Creative Commons encontradas en la web).
fi: Ennen kuin jaat kuvia osana Stellarium-tähdistöä, varmista, että sinulla on laillinen oikeus - sinun on oltava kuvien tekijänoikeuksien haltija tai voitava jakaa niitä käytettäväksi Stellariumin kanssa tekijänoikeuksien haltijan kanssa tehdyn sopimuksen ehtojen mukaisesti. (esim. verkosta löytyneet Creative Commonsin lisensoidut kuvat).
gl: Antes de distribuír imaxes como parte dunha cultura do ceo de Stellarium, asegúrate de que tes dereito legalmente. Debes ser o titular do copyright das imaxes ou poder distribuílas para usalas con Stellarium nos termos dalgún acordo co titular do copyright. (por exemplo, imaxes con licenza Creative Commons atopadas na web).
id: Sebelum kamu menyebarluaskan gambar sebagai bagian dari budaya langit Stellarium, mohon pastikan kamu berhak memilikinya - kamu harus menjadi pemegang hak cipta untuk gambarnya, atau dapat menyebarluaskannya dengan Stellarium di bawah ketentuan hak cipta dengan pemegang aslinya (seperti lisensi Creative Commons yang ditemukan di web).
it: Prima di distribuire immagini come parte di una cultura del cielo Stellarium, assicurati di avere il diritto legale a: devi essere il titolare del copyright per le immagini o essere in grado di distribuirle per l'uso con Stellarium secondo i termini di un accordo con il titolare del copyright (es. immagini con licenza Creative Commons trovate sul web).
lt: Prieš platindami vaizdus kaip Stellarium dangaus kultūros dalį, įsitikinkite, kad turite teisę tai daryti - jūs turite būti vaizdų autorių teisių turėtojas arba turite galimybę juos platinti Stellarium naudojimui pagal susitarimą su autorių teisių turėtoju (pvz., Creative Commons licencijuoti vaizdai, rasti internete).
pt_br: Antes de distribuir imagens como parte de uma cultura celeste do Stellarium, certifique-se de que tem direito legal - você deve ser o detentor dos direitos autorais das imagens ou poder distribuí-las para uso com o Stellarium sob os termos de algum contrato com o detentor dos direitos autorais (por exemplo, imagens licenciadas Creative Commons encontradas na web).
ru: Прежде чем распространять изображения в рамках культуры неба Stellarium, пожалуйста, убедитесь, что у вас есть законное право - вы должны быть владельцем авторских прав на изображения или иметь возможность распространять их для использования со Stellarium в соответствии с условиями соглашения с владельцем авторских прав (например, лицензионные изображения Creative Commons, найденные в Интернете).
sk: Skôr ako budete môcť distribuovať obrázky ako súčasti kultúr oblohy Stellaria, uistite sa prosím, či máte na obrázky práva. Musíte byť držiteľom autorských práv na obrázky, alebo práv na ich distribúciu na použitie v Stellariu vo forme nejakej dohody s držiteľom autorských práv (napr. licencia Creative Commons pre obrázky z internetu).
sq: Përpara se të shpërndani për publikun figurat, si pjesë e një qytetërimi qiellor për Stellarium-in, ju lutemi, sigurohuni se keni të drejtë ligjore për këtë - duhet të jeni mbajtësi i të drejtave të kopjimit për figurat, ose të jeni në gjendje t’i shpërndani ato për përdorim me Stellarium-in sipas kushteve të ndonjë marrëveshjeje me mbajtësin e të drejtave të kopjimit (p.sh., figura të licencuara me Creative Commons, gjetur në web).
uk: Перш ніж розповсюджувати зображення, як частини картини зоряного неба Stellarium, будь ласка, переконайтеся, що це законно, — ви маєте бути або правовласником цих зображень, або мати право розповсюджувати їх разом із Stellarium за умов дотримання певної угоди із власником авторських прав (наприклад, використати зображення із умовами ліцензування Creative Commons, які можна знайти у мережі).
zh_hk: 在您將圖像作為Stellarium星空文化的一部分進行分發之前，請確保您有合法權利 - 您必須是圖像的版權所有者，或者能夠根據與版權所有者的某些協議條款將其分發用於Stellarium（ 例如，知識共享許可在網上找到的圖像）。

source: It is important to explicitly state what use may be made of images for your sky culture. This should be done in the description.en.utf8 file (and value for option 'license' in info.ini file) inside the .zip file.
ar: من المهم التصريح مباشرة بماهية استعمال الصور الموجودة في تراثك الفلكي. يجب أن يكون هذا موجودا في الملف الوصفي: description.en.utf8 (وفي قيمة 'license' في ملف info.ini ) الموجود داخل ملف .zip المضغوط.
ca: És important indicar explícitament quin ús es pot fer de les imatges per a la vostra cultura del cel. Això s'ha de fer al fitxer description.en.utf8 (i al valor de l'opció 'licència' al fitxer info.ini) dins del fitxer .zip.
cs: Je důležité výslovně uvést, jak mohou být obrázky z vaší nebeské kultury použity. To by mělo být uvedeno v souboru description.en.utf8 (a také by měla být nastavena hodnota pro klíčové slovo 'licence' v souboru info.ini) uvnitř souboru .zip.
de: Es ist wichtig, die Nutzungsrechte explizit zu nennen. Dazu dient ein Abschnitt in der Datei description.en.utf8 sowie ein Schlüssel 'license' in der info.ini, welche beide in die ZIP-Datei kommen müssen.
es: Es importante indicar explícitamente qué uso se puede hacer de las imágenes para su cultura estelar. Esto debe indicarse en el archivo description.en.utf8 (y un valor para la opción 'license' en el archivo info.ini) dentro del archivo .zip.
fi: On tärkeää ilmaista selkeästi, miten kuvia voidaan käyttää tähdistössäsi. Tämä tulee tehdä .zip-tiedoston sisällä olevassa description.en.utf8-tiedostossa (ja info.ini-tiedoston lisenssivaihtoehdon arvossa).
gl: É importante indicar explícitamente que uso se pode facer das imaxes para a túa cultura celeste. Isto debería facerse no ficheiro description.en.utf8 (e o valor da opción 'licenza' no ficheiro info.ini) dentro do ficheiro .zip.
id: Penting untuk menyatakan dengan jelas gambarnya digunakan untuk apa saja untuk budaya langitnya. Ini dapatkan dilakukan di berkas description.en.utf8 (dan nilai untuk opsi 'license' di berkas info.ini) di dalam berkas .zip-nya.
it: È importante affermare esplicitamente quale uso può essere fatto delle immagini per la tua cultura del cielo. Questo dovrebbe essere fatto nel file description.en.utf8 (e il valore per l'opzione 'license' nel file info.ini) all'interno del file .zip.
lt: Svarbu aiškiai nurodyti, kokiu tikslu gali būti naudojamos nuotraukos jūsų dangaus kultūrai. Tai turėtų būti padaryta description.en.utf8 faile (ir reikšmė 'license' parinktyje info.ini faile) esančiame .zip faile.
pt_br: É importante declarar explicitamente que uso pode ser feito das imagens para sua cultura celeste. Isso deve ser feito no arquivo description.en.utf8 (e valor para a opção 'license' no arquivo info.ini) dentro do arquivo .zip.
ru: Важно четко указать, какое использование может быть сделано для изображений для вашей культуры неба. Это должно быть сделано в файле description.en.utf8 (и значение для настройки 'license' в файле info.ini) внутри .zip-файла.
sk: Je dôležité presne pomenovať, na aké účely môžu byť Vaše obrázky v kultúre oblohy použité. Toto by malo byť súčasťou súboru description.en.utf8 (a číslo možnosti 'license' v súbore info.ini) vo vnútri archívu .zip.
sq: Është e rëndësishme të deklarohet shprehimisht se ç’përdorim mund t’u bëhet figurave për qytetërimin tuaj qiellor. Kjo duhet bërë te kartela description.en.utf8 (dhe vlera për mundësinë 'license' te kartela info.ini) brenda kartelës .zip.
uk: Важливо явним чином вказати умови використання зображень із вашої картини зоряного неба. Це слід зробити у файлі description.en.utf8 (і за допомогою параметра «license» у файлі info.ini), який є частиною архіву .zip.
zh_hk: 很重要的一點是，要明確地說明在你的天空文化中應該如何使用圖像。這應該在.zip文件內的description.en.utf8 (以及info.ini文件內的 'license'選項值) 中完成
