Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: latest version is
af: nuutste weergawe is
ar: أحدث إصدار هو
be: апошняя вэрсія
bn: সর্বশেষ সংস্করণ হল
bs: najnovija verzija je
ca: L'última versió es
ca@valencia: l'última versió és
cs: nejnovější verze je
de: Die jüngste Version ist
el: η τελευταία έκδοση είναι
es: la última versión es
et: uusim versioon on
fi: viimeisin versio on
fr: Dernière version :
gd: seo an tionndadh as ùire:
gl: a última versión é
hr: posljednja verzija je
hu: a legfrissebb verzió:
id: versi terbaru adalah
is: nýjasta útgáfan er
it: l'ultima versione è
ja: 最新版は
ky: акыркы нускасы
lt: naujausia versija yra
nb: siste versjon er
nl: de laatste versie is
pl: najnowsza wersja to
pt_br: a última versão é
ro: ultima versiune este
ru: последняя версия
sc: s'urtima versione est
sk: posledná verzia:
sq: versioni më i ri është
sr: Најновија верзија је
th: รุ่นล่าสุดคือ
tr: en son sürüm:
uk: найсвіжішою версією є
vi: Latest version:
zh_hk: 最新版本：

source: source
af: bron
ar: المصدر
az: mənbə
be: крынічны код
bn: উৎস
bs: izvorni kod
ca: font
ca@valencia: font
cs: zdrojové kódy
de: Quelltext
el: πηγή
es: fuente
et: lähtekood
eu: iturburua
fi: lähdekoodi
gd: bun-tùs
gl: fonte
hr: izvor
hu: forrás
id: sumber
is: uppruni
it: sorgente
ja: ソース
ky: баштапкы код
lt: šaltinis
lv: pirmkods
nb: kilde
nl: bron
pl: źródło
pt_br: código-fonte
ro: sursa
ru: исходный код
sc: sorgente
sk: zdrojový kód
sq: burimi
sr: извор
sv: källkod
th: รหัสต้นฉบับ
tr: kaynak
uk: початковий код
vi: nguồn
zh_hk: 源代碼

source: Stellarium is a free open source planetarium for your computer. It shows a realistic sky in 3D, just like what you see with the naked eye, binoculars or a telescope.
af: Stellarium is ’n gratis oopbron planetarium vir u rekenaar. Dit toon ’n realistiese 3D-lug, net soos wat u met die blote oog, verkyker of teleskoop sal sien.
ar: ستيللاريوم برنامج قبة سماوية من البرامج المفتوحة المصدر، والمجانية، يظهر لك السماء بشكل واقعي ثلاثي الأبعاد، تماماً كما تراها بالعين المجردة، أو بالمنظار الثنائي أو بالتلسكوب.
az: Stellarium sizin kompyuter üçün kodu açıq planetariumdur. O, səmanı 3D realistik göstərir, eləcə siz adi gözlə, binoklla və ya teleskopla gördüyünüz kimi.
be: Stellarium — гэта свабодны кампутарны плянэтарый. Ён здольны паказваць рэалістычную прасторавую карціну неба, такую, якую можна ўбачыць няўзброеным вокам, празь бінокль ці тэлескоп.
bn: স্টেলারিয়াম একটি ওপেন সোর্স প্ল্যানেটরিয়াম সফ্টওয়্যার । এর সাহায্যে আকাশের একটি ত্রিমাতৃক বাস্তবিক রূপ দেখা সম্ভব । ঘরে বসে খালি চোখে কিংবা দূরবীন দিয়ে আকাশ দেখার অনুভব দেয় ।
bs: Stellarium je besplatni planetarijum otvorenog koda za vaš računar. Prikazuje realistično 3D nebo, identično kao i kada ga posmatrate golim okom, dvogledom ili teleskopom.
ca: Stellarium es un programa gratuït de codi obert. Representa un cel realista en 3D, tal com es veuria amb l'ull nu, amb binoculars o amb telescopi.
ca@valencia: Stellarium és un planetari de codi obert per a l'ordinador. Mostra un cel realista en 3D, tal com es veu a simple vista, amb prismàtics o amb un telescopi.
cs: Stellarium je volně dostupné open source počítačové planetárium. Zobrazuje oblohu realisticky ve 3D tak, jak ji můžete vidět pouhým okem, triedrem nebo dalekohledem.
de: Stellarium ist ein kostenloses, quelloffenes Planetarium für ihren Rechner. Es zeigt einen realistischen 3D-Himmel, so wie man ihn mit bloßem Auge, Fernglas oder Teleskop sehen kann.
el: Το Stellarium είναι ένα δωρεάν πρόγραμμα ανοιχτού λογισμικού για τον υπολογιστή σας. Εμφανίζει έναν ρεαλιστικό ουρανό σε 3D όπως ακριβώς θα τον βλέπατε με γυμνά μάτια, κιάλια ή τηλεσκόπιο.
es: Stellarium es un planetario de código abierto para su computadora. Muestra un cielo auténtico en 3D, tal como lo que ve a simple vista, con binoculares o un telescopio.
et: Stellarium on tasuta avatud lähtekoodiga planetaarium sinu arvutile. See näitab realistlikku taevast 3D-s, just nagu sa näed palja silmaga, binokliga või teleskoobiga.
eu: Stellarium iturburu irekiko software libre eta doakoa da. 3Dtako zeru errealista erakusten du, begi hutsez, prismatikoz edo teleskopioz ikusten duzuna bezalakoa.
fi: Stellarium on ilmainen avoimen lähdekoodin planetaario-ohjelma. Se mallintaa realistisen 3D-taivaan aivan kuin katsoisit sitä paljaalla silmällä, kiikareilla tai kaukoputkella.
fr: Stellarium est un logiciel de planétarium à code source ouvert et gratuit pour votre ordinateur. Il affiche un ciel réaliste en 3D, comme si vous le regardiez à l’œil nu, aux jumelles ou avec un télescope.
gd: ’S e amharc-lann phlanaidean saor is open source airson a’ choimpiutair agad a th’ ann an Stellarium. Seallaidh e na speuran ann an dòigh fhìor-riochdail 3D mar a chìtheadh tu le do shùil lom no le prosbaig iad.
gl: Stellarium é un planetario de código aberto gratuito para o teu ordenador. Mostra un ceo realista en 3D, como o que ves a simple vista, con binoculares ou cun telescopio.
hr: Stellarium je besplatan open source planetarij za računala. Prikazuje realistično nebo u 3D-u, poput onog koje bi vidjeli golim okom, dvogledom ili teleskopom.
hu: A Stellarium szabad, nyílt forráskódú számítógépes planetáriumprogram. Élethű 3D-s látványt nyújt – mintha szabad szemmel, binokulárral vagy távcsővel néznénk az eget.
id: Stellarium adalah aplikasi planetarium bebas dan sumber terbuka untuk komputermu. Stellarium dapat menunjukkan langit yang nyata dalam 3D, seperti apa yang kamu lihat dengan mata telanjang, teropong, atau teleskop.
is: Stellarium er opið og frjálst stjörnuhvolf fyrir tölvuna þína. Það sýnir raunsæislegan himinn í þrívídd, rétt eins og það sem þú myndir sjá með berum augum, handsjónauka eða stjörnusjónauka.
it: Stellarium è un planetario gratuito Open Source per il vostro computer. Mostra un cielo realistico in 3D proprio come si vedrebbe a occhio nudo, con un binocolo o un telescopio.
ja: Stellariumは、無料のオープンソースプラネタリウムです。また、裸眼や双眼鏡で見える星空と同等の、リアルな3Dの星空を表示します。
ky: Stellarium – акысыз коду ачык компьютердик планетарий. Бул куралданбаган көз, дүрбү же телескоп менен көргөн сыяктуу, чындыкка негизделген 3D асманды көрсөтөт.
lt: Stellarium yra nemokamas atvirojo kodo planetariumas jūsų kompiuteriui. Jis rodo realistišką 3D dangų, lygiai taip, kaip jį matote plika akimi, žiūrėdami per binoklį arba teleskopą.
lv: Stellarium ir brīva atklātā pirmkoda planetārijs. Tas parāda reālistisku telpisku debesu attēlu, tieši tāpat, it kā jūs skatītos ar neabruņotu aci, binokli vai teleskopu.
nb: Stellarium er et planetariumprogram for din datamaskin som er gratis og åpen kildekode. Det viser en realistisk himmel i 3D, akkurat som det du ser med det blotte øye, kikkert eller et teleskop.
nl: Stellarium is een gratis open source planetarium voor je computer. Het toont een realistische 3D hemel, net als wat je kan zien met het blote oog, verrekijker of telescoop.
pl: Stellarium to darmowe, otwarte komputerowe planetarium. Dzięki niemu można oglądać realistyczne niebo w 3D, zupełnie tak, jakby patrzeć gołym okiem, przez lornetkę lub teleskop.
pt: Stellarium é um planetário de código aberto para o seu computador. Ele mostra um céu realista em três dimensões igual ao que se vê a olho nu, com binóculos ou telescópio.
pt_br: O Stellarium é um planetário de código aberto gratuito para o seu computador. Ele mostra um céu realista em três dimensões, da forma como você o vê a olho nu, com um binóculo ou com um telescópio.
ro: Stellarium este un software planetarium gratuit și open source pentru calculatorul dumneavoastră. Acesta afișează un cer realist tridimensional (3D), la fel cum ați vedea cu ochiul liber, binoclu sau telescop în realitate.
ru: Stellarium — это свободный планетарий для Вашего компьютера с открытым исходным кодом. Он отображает реалистичное небо в 3D таким, каким Вы видите его невооружённым глазом, в бинокль или телескоп.
sc: Stellarium est unu planetariu open source gratuitu po su computer tu. Faet biere su chelu realisticu in 3D, propriu comente cussu chi bies a ogu nu, cun unu binocolu o unu telescopiu.
sk: Stellarium je slobodné počítačové planetárium s otvoreným zdrojovým kódom. Realisticky zobrazuje oblohu v 3D, ako by ste ju videli voľným okom, triédrom alebo ďalekohľadom.
sq: Stellarium është një planetarium i lirë dhe me burim të hapur për kompjuterin tuaj. Ai shfaq një qiell gati të vërtetë në 3D, ashtu siç e shihni me sy të zhveshur, me dylbi apo me një teleskop.
sr: Стеларијум је бесплатан програм отвореног кода за Ваш рачунар. Приказује реалистично небо, баш онако како бисте могли да га видите голим оком, двогледом или телескопом.
sv: Stellarium är ett gratis planetarium för din dator, med öppen källkod. Det visar en realistisk himmel i 3D, precis som den himmel du ser med blotta ögat, kikare eller ett teleskop.
th: Stellarium เป็นซอฟต์แวร์เสรี/รหัสเปิด ใช้เป็นท้องฟ้าจำลองสำหรับคอมพิวเตอร์ของคุณ สามารถแสดงท้องฟ้าเหมือนจริงแบบ 3 มิติ ใกล้เคียงกับที่เห็นด้วยตาเปล่า, กล้องสองตา หรือกล้องโทรทรรศน์
tr: Stellarium, bilgisayarınız için ücretsiz açık kaynaklı bir planetaryumdur. Çıplak gözle, dürbünle veya teleskopla gördüğünüz gibi, gerçekçi bir gökyüzünü 3D olarak gösterir.
uk: Stellarium — вільний планетарій з відкритим кодом для вашого комп’ютера. Програма здатна показувати реалістичну просторову картину неба, таку, яку можна бачити неозброєним оком, у бінокль або у телескоп.
vi: Stellarium là một phần mềm mã nguồn mở miễn phí dành cho máy tính. Phần mềm này sẽ tái hiện lại bầu trời sao dưới dạng 3D một cách chân thực ngay trên màn hình máy tính của bạn, giống như những gì bạn thấy bầu trời bằng mắt thường, ống nhòm hay kính thiên văn thực sự.
zh_hk: Stellarium 是一款開源的天象模擬軟件。它以3D形式展示了極為逼真的星空，就像你在真實世界使用裸眼，雙筒望遠鏡或天文望遠鏡看到的一樣。

source: A shooting star flashes past the Jupiter. You can select different intensities in the View window.
af: ’n Verskietende ster blits by Jupiter verby. U kan verskillende intensiteite in die Aansig-venster kies.
ar: شهاب يومض بجانب المشتري. تستطيع اختيار مستويات مختلفة من السطوع في نافذة العرض وخيارات السماء.
az: Meteor Yupiterin yanınnan keçir. Siz müxtəlif intensivliyi seçə bilərsiz.
be: Зьнічка ўспыхнула побач зь Юпітэрам. У вакне прагляду можна выбраць іхную інтэнсіўнасьць.
bn: বৃহস্পতির পাশ দিয়ে একটা উল্কা পড়তে দেখা যাচ্ছে । তাছাড়া আপনি দৃশ্যপট বিভাগে গিয়ে বিভিন্ন বিষয়গুলি পছন্দসই পরিবর্তন করতে পারেন ।
bs: Zvijezda padalica prolazi pored Jupitera. Možete podesiti različite intezitete pomoću prozora za pregled.
ca: Un estel fugaç parpelleja més enllà de Júpiter. Podeu seleccionar diferents intensitats en la finestra Vista.
ca@valencia: Una estrela fugaç centelleja darrere de Júpiter. Podeu seleccionar diferents intensitats en la finestra Vista
cs: Padající hvězda letící blízko Jupiteru. V okně Zobrazení můžete zvolit jejich různé četnosti.
de: Eine Sternschnuppe fliegt am Jupiter vorbei. Du kannst verschieden Intensitäten im Ansichtsfenster auswählen.
el: Ένα πεφταστέρι φωτίζει καθώς περνάει τον Δία. Μπορείτε να επιλέξετε διαφορετική ένταση στο παράθυρο Θέασης.
es: Una estrella fugaz parpadea detrás de Júpiter. Se puede seleccionar diferentes intensidades en la ventana Vista
et: Langev täht välgatab Jupiterist mööda. Erinevaid esinemissagedusi saab valida Vaate aknas.
eu: Izar iheskor bat Jupiter-en ondotik igarotzen. Intentsitate desberdinak hauta ditzakezu Ikusi leihoan.
fi: Tähdenlento vilahtaa Jupiterin ohitse. Voit valita tähdenlentojen aktiivisuuden taivas- ja näyttöasetusten ikkunasta.
fr: Une étoile filante passe devant Jupiter. Différentes intensités peuvent être choisies dans la configuration de l’affichage.
gd: Tha rionnag-earbaill a’ ruith seachad air a’ Bhliogh. ’S urrainn dhut roghainn de lùthan a thaghadh ann an uinneag an t-seallaidh.
gl: Unha estrela fugaz escintila cara a Xúpiter. Podes seleccionar diferentes intensidades na fiesta de Vista.
hr: Bljesak zvijezde padalice pokraj Jupitera. Možete odabrati različite intezitete u prozoru Pogled.
hu: Egy hullócsillag halad el a Jupiternél. Különböző fényerősség állítható be a nézet ablakban.
id: Sebuah komet bersinar melewati Jupiter. Kamu dapat memilih intensitas yang berbeda pada jendela View.
is: Stjörnuhrap þeysist framhjá Júpíter. Hægt er að velja mismunandi styrk í Sýn-glugganum.
it: Una stella cadente scintilla dietro Giove: è possibile selezionare diverse intensità nella finestra Visualizza
ja: 木星の近くで輝く流星。ビューウィンドウでは、異なる明るさを選択することができます。
ky: Учуучу жылдыз Юпитердин жанынан жарк этти. Башка интенсивдүүлүгүн Көрүнүш терезесинен тандасаңыз болот.
lt: Viena krentanti žvaigždė praskrieja pro Jupiterį. Peržiūros lange galite pasirinkti skirtingas intensyvumo lygius.
lv: Krītošā zvaigzne aizšaujas gar Jupiteru. Skata logā iespējams izvēlēties dažādas plūsmas intensitātes.
nb: Et stjerneskudd (meteor) farer forbi Jupiter. Du kan velge forskjellige intensiteter i Visning-vinduet.
nl: Een vallende ster flitst langs Jupiter. Je kan de helderheid instellen in het Beeldvenster.
pl: Błysk meteora widoczny obok Jowisza. W oknie Widok można wybrać nasilenie meteorów.
pt_br: Uma estrela cadente cintila atrás de Júpiter. Você pode selecionar diferentes intensidades na janela Visualização.
ro: O stea căzătoare strălucește pe lângă Jupiter. Puteți modera intensitatea în fereastra de Vizualizare.
ru: Падающая звезда вспыхнула близ Юпитера. Выбрать различную интенсивность можно в окне просмотра.
sc: Un'isteddu tramudante accanta a Giove. Est possibile seberare diversas intensidades in sa fentana Visualiza.
sk: Padajúca hviezda sa mihne okolo Jupitera. V okne Zobrazenie si môžete vybrať rozdielne intenzity.
sq: Një meteor fluturon pas Jupiterit. Te dritarja Pamje, mund të përzgjidhni intensitete të ndryshme.
sv: En fallande stjärna glimtar till på väg förbi Jupiter. Du kan välja olika intensitet i Vy-fönstret.
th: ดาวตกพุ่งผ่านดาวพฤหัสบดี คุณสามารถเลือกความหนาแน่นของดาวตกได้ในหน้าต่างมุมมอง
tr: Jüpiter'in yanından kayan bir yıldız geçiyor. Görünüm penceresinde kayan yıldızların gösterilme yoğununu seçebilirsiniz.
uk: Метеор поряд з Юпітером. Інтенсивність метеорного потоку можна змінити за допомогою вікна «Перегляд».
vi: Một ngôi sao băng vụt sáng qua Mộc Tinh. Bạn có thể chọn cường độ khác nhau trong cửa sổ Nhìn.
zh_hk: 一顆流星掠過木星。您可以在“視圖”窗口中選擇不同的強度。

source: view screenshots
af: bekyk skermkiekies
ar: شاهد لقطات من البرنامج
az: ekran görüntülərinə baxmaq
be: прагледзець здымкі экрану
bn: দৃশ্যপটের ছবিগুলি দেখুন
bs: pregledaj slike
ca: veure les captures de pantalla
ca@valencia: Visualitza les captures de pantalla
cs: zobrazit snímky obrazovky
de: Bildschirmfotos ansehen
el: δείτε εικόνες
es: ver capturas de pantalla
et: vaata kuvatõmmiseid
eu: ikusi pantaila-argazkiak
fi: kuvia ohjelmasta
fr: Voir les captures d'écran
gd: seall glacaidhean-sgrìn
gl: ver imaxes
hr: pogledajte snimke zaslona
hu: képernyőmentések
id: lihat cuplikan layar
is: skoða skjámyndir
it: guarda una schermata
ja: スクリーンショットの表示
ky: скриншотторду көрүү
lt: žr. ekrano nuotraukas
lv: apskatīt ekrānattēlus
nb: vis programbilder
nl: schermafdrukken bekijken
pl: zobacz zrzuty ekranu
pt: veja os screenshots
pt_br: visualizar capturas de tela
ro: vedeți capturile de ecran
ru: Посмотреть скриншоты
sc: fae biere sos screenshot
sk: pozrieť snímky obrazovky
sq: shihni foto ekrani
sr: погледај слике, изглед програма
sv: se skärmbilder
th: ดูภาพหน้าจอ
tr: ekran görüntülerini göster
uk: переглянути знімки вікон
vi: xem ảnh chụp
zh_hk: 查看截圖

source: The great nebula in Orion. Press N to bring up the nebula labels. Also shown are constellation lines, press C to show or hide them.
af: Die groot newelvlek in Orion. Druk N om nebula-etikette te sien. Konstellasielyne is ook te sien; druk C om dit aan of af te skakel.
ar: السديم العظيم في كوكبة الجبّار. اضغط N لإظهار أسماء السدم. وتظهر أيضاً خطوط الكوكبات. اضغط C لإخفائها أو إظهارها.
az: Böyük Orion dumanlığı. Dumanlıqların adlarını göstərmək üçün "N" düyməsini basın. Bürclərin xətlərini göstərmək yə gizlətmək istəyirsizsə, "C" düyməsini basın.
be: Вялікая туманнасьць у Арыёне. Націсьні N каб паказаць назвы туманнасьцяў. Таксама паказаныя лініі сузор'яў, націсьні C каб паказаць ці схаваць іх.
bn: এটি কালপুরুষ মন্ডলের বিখ্যাত নীহারিকা । নীহারিকাগুলির নামগুলি দেখতে N চাপুন । এখানে কল্পরেখাগুলি দেখা যাচ্ছে, এটি বন্ধ করতে C চাপুন ।
bs: Velika nebula u Orionu. Pritisnite N da prikažete nazive nebula. Također se prikazuju i nazivi sazviježđa, pritisnite C da ih sakrijete ili prikažete.
ca: La gran nebulosa d'Orió. Premeu N perquè apareguin les etiquetes de la nebulosa. També es mostren les línies de les constel · lacions, premeu C per mostrar-les o amagar-les.
ca@valencia: La gran nebulosa d'Orió. Premeu N per a mostrar les etiquetes de nebulosa. També es mostren les línies de constel·lacions, premeu C per a visualitzar-les o ocultar-les.
cs: Velká mlhovina v Orionu. Stisknutím klávesy N zobrazíte popisky mlhovin. Jsou také zobrazeny spojnice souhvězdí – stisknutím C zapnete nebo vypnete jejich zobrazování.
de: Der Große Orionnebel. Drücke N um die Beschriftungen anzuzeigen. Die Sternbildlinien werden ebenfalls angezeigt, drücke C um sie zu verbergen oder anzuzeigen.
el: Το μεγάλο νεφέλωμα στον Ορίωνα. Πάτηστε N για να εμφανίσετε τις ετικέτες των νεφελωμάτων. Επίσης φαίνονται οι γραμμές των αστερισμών, πάτηστε C για να τις εμφανίσετε ή να τις κρύψετε.
es: La gran Nebulosa de Orión. Presione N para ver la etiqueta de nebulosa. También se muestran las lineas de constelaciones, presione C para verlas u ocultarlas.
et: Suur Orioni udu. Udukogude nimede nägemiseks vajuta klahvi N. Näidatud on ka tähtkujude piirjooned, nende näitamiseks või peitmiseks vajuta klahvi C.
eu: Orioneko nebulosa handia. Sakatu N nebulosen etiketak erakusteko. Konstelazio lerroak ere ikusten dira, sakatu C ezkutatu edo erakusteko.
fi: Orionin suuri kaasusumu. Paina N saadaksesi tähtisumujen merkit näkyviin. Myös tähtikuviot ovat näkyvissä, paina C piilottaaksesi ne tai tuodaksesi ne näkyviin.
fr: La Grande nébuleuse d’Orion. Appuyez sur N pour faire apparaître les noms des nébuleuses. Les lignes des constellations sont également affichées ; appuyez sur C pour les faire apparaître ou disparaître.
gd: An neul-reultan mòr san t-Sealgair Mhòr. Brùth air N gus leubailean nan neul-reultan a shealladh. Chì thu loidhnichean nan reul-bhadan cuideachd, brùth air C gus an sealltainn no am falach.
gl: A gran nebulosa de Orión. Preme N para amosar as etiquetas da nebulosa. Tamén se amosan liñas de constelación, preme C para mostralas ou ocultalas.
hr: Velika maglica u Orionu. Pritisnite N za prikaz naziva maglice. Također su prikazane linije zviježđa, pritisnite C da biste ih prikazali ili sakrili.
hu: Az Orion köd. Az "N" gomb megnyomásával a ködök nevei be- és kikapcsolhatók. Láthatók a csillagképek határai is ("C" gomb).
id: Nebula Orion. Tekan N untuk menunjukkan label-label nebula. Tampilkan juga garis rasi bintang, tekan C untuk menampilkan atau menyembunyikannya.
is: Sverðþokan í Óríon. Ýttu á N til að birta skýringar á stjörnuþokum. Einnig sjást mörk stjörnumerkja, ýttu á C til að birta eða fela þau.
it: La grande nebulosa di Orione: premere N per visualizzare le etichette della nebulosa. Sono visualizzate anche le linee delle costellazioni: premere C per mostrarle o nasconderle.
ja: オリオン大星雲。Nキーを押すと、星雲の名前が表示されます。Cキーを押せば、星座線を表示することができます。
ky: Ориондун чоң тумандуулугу. Тумандуулуктардын аталыштарын көрсөтүү үчүн N баскычын басыңыз. Мындан тышкары топ жылдыздардын сызыктары да көрсөтүлгөн, C баскычын басып аларды көрсөтүп же жашырсаңыз болот.
lt: Oriono didysis ūkas. Spauskite N, kad atidarytumėte ūko žymes. Taip pat rodomos žvaigždyno linijos, spauskite C, kad jas parodytumėte arba paslėptumėte.
lv: Lielais Oriona miglājs. Nospiediet N, lai parādītu miglāju nosaukumus. Redzamas arī zvaigznāju līnijas, kuras var noslēpt vai parādīt, nospiežot C.
nb: Oriontåken. Trykk N for å få fram stjernetåkepåskriftene. Også vist er stjernebildelinjer, trykk C for å vise eller skjule dem.
nl: De grote nevel in Orion. Druk N om de nevellabels te tonen. Druk C om de sterrenbeeldlijnen te tonen of te verbergen.
pl: Wielka Mgławica w Orionie. Naciśnij N aby wywołać etykiety mgławic. Widać też linie gwiazdozbiorów, naciśnij C aby je wyświetlić lub ukryć.
pt_br: A grande nebulosa de Órion. Pressione N para exibir as identificações das nebulosas. Aqui são mostradas também as linhas das constelações; pressione C para exibi-las ou ocultá-las.
ro: Marea nebuloasă din Orion. Apăsați tasta N pentru a afișa denumirile nebuloaselor. De asemenea, se pot vedea liniile de constelație; apăsați tasta C pentru a le afișa sau ascunde.
ru: Большая туманность Ориона. Нажмите N для отображения названий туманностей. Также отображаются линии созвездий, нажмите C чтобы показать или скрыть их.
sc: Sa nebulosa de sos Bacheddos. Caria N po biere sas etichettas de sa nebulosa. Podes biene finas sas lacanas de sas costellatzione, caria C po das biere o po che das cuare.
sk: Veľká hmlovina v Orióne. Pre zobrazenie názvov hmlovín stlačte N. Ukázané sú aj čiary súhvezdí, ktoré zobrazíte alebo skryjete stlačením C.
sq: Mjegullnaja e madhe në Orion. Shtypni N që të shfaqen etiketat e mjegullnajës. Janë shfaqur gjithashtu edhe përvijimet e yjësisë, që t’i shfaqni ose fshihni, shtypni tastin C.
sr: Велика Орионова маглина. Притисните тастер "N" како бисте видели имена маглина. Такође могуће је приказати линије које приказују сазвежђа. Притиском на тастер "C" можете их приказати или уклонити.
sv: Orionnebulosan. Tryck ned N för att visa nebulosaetiketterna. Även stjärnbildslinjer visas, tryck ned C för att visa eller dölja dem.
th: เนบิวลาสว่างใหญ่ในกลุ่มดาวนายพราน กด N เพื่อแสดงชื่อเนบิวลา นอกจากนี้ ในภาพจะเห็นเส้นกลุ่มดาว สามารถกด C เพื่อแสดงหรือซ่อนเส้นกลุ่มดาว
tr: Orion'daki büyük bulutsu. Nebula etiketlerini getirmek için N tuşuna basın. Ayrıca, takımyıldız çizgileri gösterilir, bunları göstermek veya gizlemek için C tuşuna basın.
uk: Велика туманність Оріона. Натисніть N, щоб програма показала мітки туманностей. Також показано лінії сузір’їв, натисніть C, щоб увімкнути або вимкнути показ цих ліній.
vi: Tinh vân lớn trong chòm Tráng Sĩ. Nhấn N để hiện nhãn tinh vân. Tương tự để hiện các đường của chòm sao, nhấn C để hiện và ẩn chúng.
zh_hk: 獵戶座大星雲。按“N”鍵顯示星雲標簽。星座綫會同時顯示，可按“C”鍵顯示或隱藏星座綫。
