Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: See how different amounts of light pollution make the universe invisible.
af: Sien hoe verskillende hoeveelhede ligbesoedeling die heelal onsigbaar maak.
ar: انظر كيف تؤثر المقادير المختلفة من التلوث الضوئي على إخفاء الكون.
az: Görün müxtəlif işıq çirklənməsi kainatı necə gizlədir.
be: Паглядзі, як розныя роўні засьветленьня робяць сусьвет нябачным.
bn: আলোক দূষনের প্রভাবে দৃশ্যমানতা কিভাবে কমে যায় তা দেখা যাচ্ছে ।
bs: Pogledajte kako drugi nivoi svjetlosnog zagađenja čine svemir nevidljivim.
ca: Vegi com diferents nivells de contaminació lumínica fan invisible l'univers.
ca@valencia: Vegeu com diferents quantitats de contaminació lumínica tornen invisible l'univers.
cs: Můžete vidět, jak různě silné světelné znečištění činí vesmír neviditelným.
de: Erkenne wie unterschiedliche Stärken der Lichtverschmutzung das Universum praktisch unsichtbar machen.
el: Δες πως διαφορετικές ποσότητες φωτορύπανσης κάνουν το σύμπαν αόρατο
es: Vea como diferentes cantidades de contaminación lumínica hacen al universo invisible.
et: Vaata, kuidas erinevad valgusreostuse tasemed teevad universumi nähtamatuks.
eu: Ikusi nola aldatzen den ikusgai dagoen unibertsoa argi kutsadurarekin.
fi: Näe miten valosaaste tekee universumin näkymättömäksi.
fr: On observe comment une partie de l’Univers nous est caché par la pollution lumineuse en la faisant varier.
gd: Seall mar a nì uiread diofraichte de thruailleadh solais an domhan do-fhaicsinneach.
gl: Observa como diferentes cantidades de contaminación lumínica fan invisible o universo.
hr: Pogledajte kako različite količine svjetlosnog onečišćenja čine svemir manje vidljivim.
hu: A fényszennyezés nagyban befolyásolja az égbolt láthatóságát.
id: Lihat bagaimana perbedaan jumlah polusi cahaya membuat alam semesta tidak terlihat.
is: Sjáðu hvernig mismikil ljósmengun gerir geiminn ósýnilegan.
it: Verificare come diversi livelli di inquinamento luminoso rendono invisibile l'universo.
ja: 光害の度合いに対する空の見え方をシミュレートできます。
ky: Ар кандай деңгээлдеги жарыктык булганыш асмандын көрүнүшүнө кантип таасир эткенин байкаңыз.
lt: Matykite, kaip skirtingi šviesos taršos kiekiai padaro visatą nematomą.
lv: Dažādi gaismas piesārņojuma līmeņi noslēpj Visumu no mūsu acīm.
nb: Se hvordan forskjellige mengder lysforurensning gjør universet usynlig.
nl: Zie hoe verschillende gradaties aan lichtvervuiling het heelal onzichtbaar maken.
pl: Zobacz jak różny stopień zaświetlenia nieba sprawia, że wszechświat staje się niewidoczny.
pt_br: Veja como diferentes quantias de poluição luminosa tornam o universo invisível.
ro: Vedeți cum diferitele cantități de poluare luminoasă fac ca universul să apară invizibil.
ru: Посмотрите, как различный уровень светового загрязнения делает Вселенную невидимой.
sc: Abbaida comente sa cantidade de incuinamentu luminosu che cuat s'universu.
sk: Pozorujte, ako rôzne množstvá svetelného znečistenia zabraňujú viditeľnosti vesmíru.
sq: Shihni se si sasi të ndryshme ndotjeje drite e bëjnë gjithësinë të padukshme.
sv: Se hur olika mängder av ljusföroreningar gör universum osynligt.
th: ดูว่ามลพิษทางแสงในปริมาณที่ต่างกัน ทำให้เอกภพถูกบดบังอย่างไร
tr: Farklı miktarlarda ışık kirliliğinin evreni nasıl görünmez hale getirdiğini görün.
uk: Спостерігайте за тим, як різноманітні прояви світлового забруднення роблять Всесвіт невидимим.
zh_hk: 展示光污染對星空可見度的影響。

source: Search for a planet, nebula, constellation or a specific star. Press enter, and Stellarium centers on the object.
af: Soek na ’n planeet, newelvlek, konstellasie of spesifieke ster. Druk enter en Stellarium sentreer die voorwerp.
ar: ابحث عن كوكب، سديم، كوكبة أو نجم معيّن. اضغط على زر الإدخال، وسيقوم ستيللاريوم بوضع الجرم المطلوب في المركز.
az: Planeti, dumanlıqı, bürcü və ya xüsusi ulduzu axtarın. Enter-i basın və Stellarium obyekti mərkəzləşdirəcək.
be: Пошук плянэт, туманнасьцяў, сузор'яў ці пэўных зорак. Націсьні enter і Stellarium адцэнтруе аб'ект.
bn: অনুসন্ধান বিভাগে যে গ্রহ, নীহারিকা কিংবা তারাটি খুঁজতে চাইছেন সেটির নাম লিখে enter চাপুন, সাথেসাথে বস্তুুটি স্ক্রীনের মাঝখানে চলে আসবে ।
bs: Možete tražiti planetu, nebulu, sazviježđe ili određenu zvijezdu. Pritisnite enter i Stellarium će centrirati taj objekat.
ca: Cerca un planeta, una nebulosa, una estrella o una constel · lació específica. Premeu intro i Stellarium centra l'objecte.
ca@valencia: Cerca d'un planeta, una nebulosa, una constel·lació o una estrela específica. Premeu retorn i Stellarium se centrarà a l'objecte.
cs: Hledejte planetu, mlhovinu, souhvězdí nebo určitou hvězdu. Stiskněte enter a Stellarium se na objekt zaměří.
de: Suche einen Planeten, Nebel, Sternbild oder Stern. Drücke Enter um dieses Objekt zu zentrieren.
el: Ανεύρεση πλανήτη, νεφελώματος, αστερισμού ή συγκεκριμένου αστέρα. Πάτησε enter και το Stellarium κεντράρει στο αντικείμενο
es: Busca un planeta, nebulosa, constelación o una estrella específica. Pulsa intro, y Stellarium se centrará en el objeto.
et: Otsi planeeti, udukogu, tähtkuju või kindlat tähte. Vajuta sisestusklahvi Enter ja Stellarium paneb otsitud objekti vaate keskele.
eu: Bilatu planeta, nebulosa, konstelazio edo izar zehatzak. Sakatu enter eta Stellarium-ek objektua pantailaren erdian kokatzen du.
fi: Hae planeettaa, tähtisumua, tähdistöä tai tähteä. Paina enter, ja stellarium keskittää näkymän kohteeseen.
fr: La recherche d’une planète, d’une nébuleuse, d’une constellation, d’une étoile ou de tout objet du ciel. Appuyez sur Entrée et Stellarium se centre sur l’objet trouvé.
gd: Lorg airson planaid, neul-reultan, reul-bhad no reul sònraichte. Brùth air enter is thèid Stellarium a mheadhanachadh air a’ chuspair.
gl: Buscar un planeta, nebulosa, constelación ou unha estrela específica. Preme enter, e Stellarium hase centrar no obxecto.
hr: Potražite planet, maglicu, zviježđe ili određenu zvijezdu. Pritisnite enter, i Stellarium će centrirati na objekt.
hu: Bolygó, ködhalmaz, csillagkép vagy csillag keresése. Az Enter megnyomására a Stellarium az adott objektumot állítja középre.
id: Cari sebuah planet, nebula, rasi bintang, atau sebuah bintang spesifik. Tekan enter, dan Stellarium akan membawa sudut pandangnya ke objek tersebut.
is: Leitaðu að reikistjörnu, stjörnuþoku, stjörnumerki eða tiltekinni stjörnu. Ýttu á [Enter], og þá miðjar Stellarium á fyrirbærið.
it: Cercare un pianeta, un nebulosa, una costellazione o una stella specifica: premere Invio e Stellarium inquadrerà l'oggetto.
ja: 惑星や星雲、星座や特別な恒星などを検索し、画面中央に対象を表示することができます。
ky: Планета, тумандуулук, топ жылдыз же өзгөчө бир жылдызды издөө. Enter'ди бассаңыз, объект экрандын ортосуна жайгашып калат.
lt: Ieškokite planetų, ūkų, žvaigždyno arba konkrečios žvaigždės. Spauskite Enter, ir Stellarium centruosis ant objekto.
lv: Jūs varat meklēt planētas, miglājus, zvaigznājus vai konkrētas zvaigznes. Nospiediet Enter, un Stellarium iecentrēs meklēto objektu.
nb: Søk etter planet, stjernetåke, stjernebilde eller en bestemt stjerne. Trykk returtast, og Stellarium sentrerer på objektet.
nl: Zoek een planeet, nevel, sterrenbeeld of ster. Toets Enter en Stellarium centreert op het object.
pl: Odszukaj planetę, mgławicę, gwiazdozbiór lub konkretną gwiazdę. Naciśnij Enter, a Stellarium ustawi widok na ten obiekt.
pt_br: Procure um planeta, uma nebulosa, uma constelação ou uma estrela específica. Pressione Enter, e o Stellarium centrará no objeto.
ro: Căutați o planetă, nebuloasă, constelație sau o stea specifică. Apăsați enter, iar Stellarium va centra ecranul asupra obiectului.
ru: Поиск планеты, туманности, созвездия или конкретной звезды. Нажмите кнопку Enter и объект окажется в центре поля зрения.
sc: Crica unu pianeta, una nebulosa, una costellatzione o una istella. Caria Inviu, et Stellarium cintrat s'oggetu.
sk: Vyhľadajte planétu, hmlovinu, súhvezdie či konkrétnu hviezdu. Stlačte enter a Stellarium zacieli na objekt.
sq: Kërkoni për një planet, mjegullnajë, yjësi ose një yll të caktuar. Shtypni tastin Enter dhe Stellarium e bën objektin qendrën e vet.
sr: Тражите планете, маглине, сазвежђа или неку специјалну звезду. Притисните тастер ентер и Стеларијум ће центрирати тражени објекат.
sv: Sök efter en planet, nebulosa, stjärnbild eller en viss stjärna. Tryck ned Retur, så centreras objektet i Stellarium.
th: ค้นหาดาวเคราะห์, เนบิวลา, กลุ่มดาว หรือดาวฤกษ์ที่ต้องการ เมื่อกด Enter แล้ว Stellarium จะทำให้วัตถุที่ค้นหามาอยู่กลางจอ
tr: Bir gezegen, bulutsusu, takımyıldızı veya belirli bir yıldızı arayın. Enter tuşuna basın, Stellarium cismin üzerine odaklanır.
uk: Знайдіть планету, туманність, сузір’я або певну зірку. Натисніть Enter, і Stellarium покаже відповідний об’єкт у центрі екрана.
vi: Tìm kiếm một hành tinh, tinh vân, chòm sao hay một ngôi sao cụ thể. Nhấn Enter, và Stellarium chuyển trung tâm vào đối tượng.
zh_hk: 搜索天體，按“回車”鍵以對準目標天體。

source: Stellarium screenshot gallery
af: Stellariumskermkiekiegalery
ar: معرض لقطات ستيللاريوم
az: Stellarium ekran göstəriciləri qalereyası
be: Ґалерэя здымкаў экрану
bn: স্টেলারিয়ামের কিছু দৃশ্যপট নিয়ে তৈরী গ্যালারী
bs: Galerija Stellarium slika
ca: Galeria de captures de pantalla de Stellarium
ca@valencia: Galeria de captures de pantalla de Stellarium
cs: Galerie snímků obrazovek ze Stellaria
de: Galerie von Stellarium-Bildschirmfotos
el: Γκαλερί φωτογραφιών του Stellarium
es: Galería de capturas de Stellarium
et: Stellariumi kuvatõmmiste galerii
eu: Stellarium-en pantaila-argazkien galeria
fi: Stellariumin kuvakaappausgalleria
fr: Galerie d'images de Stellarium
gd: Gailearaidh nan glacaidhean-sgrìn Stellarium
gl: Galería de salvapantallas de Stellarium
hr: Stellarium galerija slika zaslona
hu: Stellarium képernyőképek
id: Galeri cuplikan layar Stellarium
is: Myndasafn með Stellarium-skjámyndum
it: Galleria di immagini Stellarium
ja: Stellarium スクリーンショット集
ky: Stellarium'дун скриншот галереясы
lt: Stellarium nuotraukų galerija
lv: Stellarium ekrānattēlu galerija
nb: Skjermbildegalleri for Stellarium
nl: Stellarium schermafdruk galerij
pl: Galeria zrzutów ekranu ze Stellarium
pt_br: Galeria de capturas de tela do Stellarium
ro: Galeria Stellarium pentru capturi de ecran
ru: Галерея скриншотов Stellarium
sc: Galleria de screenshot de Stellarium
sk: Galéria snímok obrazovky programu Stellarium
sq: Galeri fotosh ekrani nga Stellarium
sr: Стеларијумова галерија сликаних екрана
sv: Stellariums skärmbildsgalleri
th: ชุดภาพหน้าจอ Stellarium
tr: Stellarium ekran görüntüsü galerisi
uk: Галерея знімків вікон Stellarium
vi: Phòng trưng bày ảnh chụp Stellarium
zh_hk: Stellarium 截圖相冊

source: Please select an image.
af: Kies asb. ’n beeld.
ar: فضلاً، اختر صورة
az: Xahiş edirik, rəsm seçin.
be: Выберы, калі ласка, файл відарыса
bn: অনুগ্রহপূর্বক একটি ছবি বেছে নিন।
bs: Molimo vas da izaberete sliku.
ca: Si us plau, seleccioneu una imatge.
ca@valencia: Seleccioneu una imatge
cs: Vyberte obrázek.
de: Bitte wählen Sie ein Bild.
el: Παρακαλώ επιλέξτε μια εικόνα.
es: Por favor seleccione una imagen.
et: Palun vali pilt.
eu: Mesedez hautatu irudi bat.
fi: Ole hyvä ja valitse kuva
fr: Veuillez sélectionner une image.
gd: An tagh thu dealbh?
gl: Por favor, selecciona unha imaxe.
hr: Molimo odaberite sliku.
hu: Válasszon egy képet.
id: Silakan pilih sebuah gambar.
is: Veldu mynd.
it: Scegliere un'immagine.
ja: イメージを選択して下さい。
ky: Сүрөттү тандаңыз.
lt: Prašome pasirinkti paveikslėlį.
lv: Lūdzu, izvēlieties attēlu.
nb: Velg et bilde.
nl: Selecteer een afbeelding.
pl: Proszę wybrać obraz.
pt_br: Por favor, selecione uma imagem.
ro: Alegeți o imagine.
ru: Выберите изображение.
sc: Po piaghere sebera una immagine.
sk: Prosím, vyberte obrázok.
sq: Ju lutemi, përzgjidhni një figurë.
sr: Молимо вас изабеите слику
sv: Välj en bild.
th: กรุณาเลือกภาพ
tr: Lütfen bir kalıp seçin.
uk: Будь ласка, виберіть зображення.
vi: Hãy chọn một ảnh.
zh_hk: 請選擇映像文件。

source: how to install 3D sceneries
ca: com instal·lar escenaris 3D
cs: jak nainstalovat 3D scenérie
de: Installation von 3D-Szenerien
es: cómo instalar escenarios 3D
fi: Kuinka asentaa 3D-maisemia
id: cara memasang pemandangan 3D
it: come installare scenari 3D
lt: kaip įdiegti 3D scenografijas
sk: ako nainštalovať 3D scenérie
sq: si të instalohen pamje 3D
uk: як встановити сцени

source: After you have downloaded the .zip file for a 3D scenery, you need to install it in Stellarium.
ca: Després d'haver baixat el fitxer .zip per a un paisatge 3D, cal que l'instal·leu a Stellarium.
cs: Po stažení souboru .zip s 3D scenérií ji musíte nainstalovat do Stellaria.
de: Nach dem Herunterladen des ZIP-Archivs für eine 3D-Szenerie muß diese in Stellarium installiert werden.
es: Después de descargar el archivo .zip de un escenario 3D, necesita instalarlo en Stellarium.
fi: Kun olet ladannut .zip-tiedoston 3D-maisemia varten, sinun on asennettava se Stellariumiin.
id: Setelah mengunduh berkas .zip yang berisi pemandangan 3D, kamu perlu memasangnya di Stellarium.
it: Dopo aver scaricato il file .zip per uno scenario 3D, &egrave; necessario installarlo in Stellarium.
lt: Po to, kai atsisiųsite .zip failą su 3D kraštovaizdžiu, jums reikės jį įdiegti į Stellarium.
sk: Po stiahnutí súboru .zip s 3D scenériou, je potrebné ho nainštalovať do Stellaria.
sq: Pasi të keni shkarkuar kartelën .zip për një pamje 3D, lypset ta instaloni në Stellarium.
uk: Після отримання файла .zip сцени з цієї сторінки вам слід встановити його у Stellarium.

source: Browse to your User Data Directory, which varies according to your operating system. (See User Guide)
ca: Navegueu al vostre Directori de Dades d'Usuari, que varia segons el vostre sistema operatiu. (Vegeu la Guia de l'usuari)
cs: Nalezněte váš adresář pro uživatelská data, jehož umístění je závislé na vašem operačním systému. (Viz uživatelská příručka)
de: Gehen Sie in Ihr Anwenderdatenverzeichnis (abhängig vom Betriebssystem; siehe User Guide).
es: Navegue a su carpeta de Datos de Usuario (User Data), que puede variar según el sistema operativo. (Ver Guía del Usuario)
fi: Selaa kotikansiotasi, joka vaihtelee käyttöjärjestelmäsi mukaan. (Katso käyttöopas)
id: Telusuri direktori User Data kamu, yang lokasinya berbeda-beda tergantung sistem operasimu (lihat Panduan Pengguna)
it: Vai alla tua cartella dati utente, la cui varia secondo sistema operativo. (Vedi Guida Utente)
lt: Peržiūrėkite savo vartotojo duomenų katalogą, kuris skiriasi priklausomai nuo jūsų operacinės sistemos. (Žr. vartotojo vadovą )
sk: Otvorte si priečinok "User Data", ktorého umiestnenie sa môže líšiť podľa operačného systému. (viď manuál)
sq: Kaloni te drejtoria juaj User Data, si e qysh, varet nga sistemi juaj operativ. (Shihni Udhërrëfyes Përdoruesi)
uk: Перейдіть до вашого каталогу даних користувача, назва та розташування якого залежить від вашої операційної системи. (Див. «Підручник користувача»)

source: Create a sub-directory called <em>scenery3d</em> in your User Data Directory (if it doesn't exist).
ca: Creeu un subdirectori anomenat <em>scenery3d</em> al vostre Directori de dades d'usuari (si no existeix).
cs: Ve Vašem adresáři pro uživatelská data vytvořte podadresář nazvaný <em>scenery3d</em> (pokud již nebyl vytvořen dříve).
de: Erstellen Sie einen Ordner <em>scenery3d</em> in ihrem Benutzerdatenverzeichnis (wenn er nicht schon existiert).
es: Cree una subcarpeta llamada <em>scenery3d</em> en su carpeta de usuario (si no existiera).
fi: Luo alikansio nimellä <em>scenery3d</em> kotikansioosi (ellei ole jo).
id: Buat subdirektori yang bernama <em>scenery3d</em> di direktori User Data kamu (jika tidak ada).
it: Crea una sottocartella chiamata <em>scenery3d</em> nella tua cartella dati utente (se questa non esiste).
lt: Sukurkite pakatalogį, vadinamą <em>scenery3d</em>, savo vartotojo duomenų kataloge (jei jis neegzistuoja).
sk: V tomto priečinku vytvorte nový s názvom <em>scenery3d</em> (ak ešte neexistuje).
sq: Te drejtoria juaj User Data Directory, krijoni një nëndrejtori të quajtur <em>scenery3ds</em> (nëse s’ekziston).
uk: Створіть підкаталог із назвою <em>scenery3d</em> у вашому каталозі даних користувача (якщо такого підкаталогу ще не існує).

source: Unzip the scenery .zip file in the <em>scenery3d</em> directory (if it's done right, a sub-directory should be created for each scenery).
ca: Descomprimiu el fitxer .zip del paisatge al directori <em>scenery3d</em> (si es fa bé, s'hauria de crear un subdirectori per a cada paisatge).
cs: Rozbalte soubor .zip se scenérií do adresáře <em>scenery3d</em> (pokud to uděláte správně, vytvoří se pro každou scenérii zvláštní podadresář).
de: Entpacken Sie das ZIP-file in diesem <em>scenery3d</em>-Verzeichnis. Für jede 3D-Szenerie sollte ein neues Unterverzeichnis angelegt worden sein.
es: Descomprima el archivo .zip en la carpeta <em>scenery3d</em> (si se hace correctamente, se creará una subcarpeta para cada escenario).
fi: Pura maisema .zip -tiedosto <em>scenery3d</em> kansioon (jos se on tehty oikein, jokaiselle maisemille tulee luoda alikansio).
id: Buka berkas .zip berisi pemandangan tadi di direktori <em>scenery3d</em> (jika dilakukan dengan benar, sebuah subdirektori akan dibuat untuk setiap pemandangan).
it: Decomprimi il file .zip dello scenario nella cartella <em>scenery3d</em> (se fatto correttamente, una sottocartella per ogni scenario dovrebbe essere creata)
lt: Išarchyvuokite peizažo .zip failą <em>scenery3d</em> kataloge (jei tai padaryta teisingai, kiekvienam peizažui turėtų būti sukurtas pakatalogis).
sk: Rozbaľte súbor .zip so scenériou do priečinku <em>scenery3D</em> (ak to urobíte správne, vytvorí sa podpriečinok pre každú scenériu).
sq: Shpaketojeni kartelë .zip të pamjes, te drejtoria <em>scenery3d</em> (nëse është bërë si duhet, duhet të jetë krijuar një nëndrejtori për çdo pamje).
uk: Розпакуйте файл .zip сцени до каталогу <em>scenery3d</em> (якщо ви зробите усе правильно, для кожної зі сцен має бути створено окремий підкаталог).

source: If there is also a landscapes subdirectory in the ZIP file, move its contents to the <em>landscapes</em> subdirectory.
ca: Si també hi ha un subdirectori de paisatges al fitxer ZIP, moveu-ne el contingut al subdirectori <em>landscapes</em>.
cs: Pokud je v souboru ZIP také podadresář 'landscapes', přesuňte jeho obsah do podadresáře <em>landscapes</em>.
de: Wenn es auch ein landscapes-Unterverzeichnis im ZIP-file gibt, kopieren Sie dessen Inhalt in das <em>landscapes</em> Unterverzeichnis.
es: Si también existe una subcarpeta de paisajes en el archivo ZIP, mueva su contenido a la carpeta de <em>landscapes</em>.
fi: Jos ZIP-tiedostossa on myös landscapes-alihakemisto, siirrä sen sisältö kohteeseen <em>landscapes</em> alikansio.
id: Jika terdapat subdirektori lanskap di berkas .zip, pindahkan isinya ke subdirektori <em>landscapes</em>.
it: Senel file ZIP &egrave; anche presente una sottocartella landscapes, spostare il suo contenuto nella sottocartella <em>landscapes</em>.
lt: Jei ZIP failo aplankale taip pat yra "landscapes" aplankas, perkelti jo turinį į "landscapes" aplanką.
sk: Ak je v ZIP súbore aj podpriečinok s terénmi, presuňte jeho obsah do podpriečinku <em>landscapes</em>.
sq: Nëse te kartela ZIP ka edhe një nëndrejtori peizazesh, kalojeni lëndën e saj te nëndrejtoria <em>landscapes</em>.
uk: Якщо у файлі ZIP є підкаталог landscapes, пересуньте його вміст до підкаталогу <em>landscapes</em>.

source: Please feel free to contribute your own custom 3D sceneries here. Make thumbnails 200x114 pixels to fit with the rest of the page. Please include a location section in your scenery3d.ini file with the longitude, latitude, altitude and planet for the location of the scenery (see one of the pre-existing sceneries for an example).
ca: Si us plau, no dubteu a aportar els vostres propis paisatges en 3D personalitzats aquí. Feu miniatures de 200x114 píxels perquè encaixin amb la resta de la pàgina. Incloeu una secció d'ubicació al vostre fitxer scenery3d.ini amb la longitud, la latitud, l'altitud i el planeta per a la ubicació del paisatge (vegeu un dels paisatges preexistents per a un exemple).
cs: Neváhejte a zveřejněte zde své vlastní uživatelské 3D scenérie. Vytvořte náhledy 200x114 pixelů v souladu s ostatními příspěvky na této stránce. Zahrňte prosím do vašeho scenery3d.ini souboru sekci 'location' s klíčovými slovy 'longitude', 'latitude', 'altitude' a 'planet', ve které specifikujte umístění 3D scenérie (pro příklad nahlédněte do tohoto souboru u některé již existující 3D scenérie).
de: Wollen Sie eigene 3D-Szenerien beisteuern? Bitte erstellen Sie ein Thumbnail (kleines Vorschaubild) im Format 200x114 Pixels, passend zu den anderen Bildern hier. Vergessen Sie nicht eine genaue Beschreibung mit Standortkoordinaten wie in den mitgelieferten Landschaften gezeigt.
es: Siéntase libre de contribuir con sus propios escenarios 3D aquí. Haga miniaturas de 200x114 pixeles para calzar con el resto de la página. Incluya una sección de ubicación en el archivo scenery3d.ini con la longitud, latitud, altitud y planeta para la localización del escenario 3D (revise uno de los escenarios preexistentes como ejemplo).
fi: Voit vapaasti lisätä omia mukautettuja 3D-maisemiasi täällä. Tee pikkukuvista 200 x 114 pikseliä niin, että ne sopivat muuhun sivuun. Sisällytä scenery3d.ini -tiedostoosi sijaintiosio, jossa on pituus-, leveysaste, korkeus ja planeetta maiseman sijaintia varten (katso esimerkki jostakin jo olemassa olevista maisemista).
id: Silakan berkontribusi pemandangan 3D buatanmu sendiri di sini. Buat gambar kecil sebesar 200x114 piksel agar muat dengan sisa halamannya. Mohon juga masukkan bagian lokasi di dalam berkas scenery3d.ini dengan lintang, bujur, ketinggian, dan planet untuk lokasi pemandangan (lihat konfigurasi pemandangan yang sudah ada sebelumnya sebagai contoh).
lt: Prašome drąsiai prisidėti savo asmeninių 3D scenarijų čia. Miniatiūros dydis turi būti 200x114 pikselių, kad atitiktų kitus. Prašome įtraukti "location" skyriuje faile scenery3d.ini savo scenarijaus vietos ilgumą, platumą, aukštį ir planetą (žr. vieną iš esamų scenarijų pavyzdžių).
sk: Ste vítaní prispieť Vašimi vlastnými 3D scenériami. Urobte zmenšený obrázok 200x144 pixelov, aby zodpovedal ostatným na stránke. Do súboru scenery3d.ini vložte aj časť location, v ktorej zadáte zemepisnú dĺžku, šírku, nadmorskú výšku a planétu, na ktorej sa scenéria nachádza (ako príklad použite niektoré z existujúcich scenérií).
sq: Ju lutemi, mos ngurroni të kontribuoni këtu pamjet tuaja 3D. Krijoni miniatura 200x114 piksel, që t’i nxërë pjesa tjetër e faqes. Ju lutemi, përfshini te kartela juaj scenery3d.ini një ndarje për vendndodhje, me gjatësi gjeografike, gjerësi gjeografike, lartësi dhe planet për vendndodhjen e pamjes (si shembull, shihni një nga pamjet ekzistuese).
uk: Ми будемо раді, якщо ви поширите створену вами нетипову сцену за допомогою цієї сторінки. Переконайтеся, що мініатюри розміром 200x114 пікселів пасують решті мініатюр сторінки. Будь ласка, включіть розділ розташування до вашого файла scenery3d.ini із даними щодо довготи, широти, висоти та планети розташування сцени (приклади можна знайти у одній із наявних сцен).
