Repository: Stellarium/stellarium.github.io
Catalog: po/*.po
Languages: af, ar, az, be, bn, bs, ca, ca@valencia, cs, de, el, es, et, eu, fi, fr, gd, gl, hr, hu, id, is, it, ja, ky, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sc, sk, sq, sr, sv, th, tr, uk, vi, zh_hk

source: plugin system adding artifical satellites, ocular simulation, telescope control and more
ar: نظام للإضافات، يزيد من المزايا مثل عرض الأقمار الصناعية، ومحاكاة عدسات المقربات وأدوات التصوير، والتحكم بالمقربات (التلسكوبات)، وغير ذلك الكثير.
ca: sistema de connectors que afegeix satèl·lits artificials, simulació ocular, control de telescopis i molt més
cs: systém zásuvných modulů přidávající umělé satelity, simulaci objektivu, ovládání teleskopu a další
de: Erweiterungssystem (Plugins) für künstliche Satelliten, Okularansicht, Teleskopsteuerung, etc.
es: sistema de expansión para añadir satélites artificiales, simulación ocular, configuración del telescopio y más
fi: laajennusjärjestelmä, joka lisää keinotekoisia satelliitteja, okulaarisimulaatiota, kaukoputken ohjausta ja paljon muuta
fr: système de plugins pour l'ajout de satellites artificiels, la simulation d'oculaires, le pilotage de téléscopes et plus encore
gd: siostam phlugan gus saidealan fuadain a chur ris, airson sùilich, airson stiùireadh ghlainneachan-amhairc is a bharrachd
gl: sistema de complementos que engade satélites artificiais, simulación de ocular, control do telescopio e máis
id: sistem plugin yang menambahkan satelit buatan, simulasi okular, konfigurasi teleskop, dan lebih banyak lagi
it: metodo plugin per aggiungere satelliti artificiali, simulare oculare, controllare il telescopio e altro ancora
lt: įskiepių sistemos, pridedančios dirbtinius palydovus, okuliarų simuliaciją, teleskopo valdymą ir daugiau
nl: plug-insysteem dat kunstmatige satellieten, oculaire simulatie, telescoopbesturing en meer toevoegt
pt_br: sistema de plugins adicionando satélites artificiais, simulação ocular, controle de telescópio e muito mais
ru: система плагинов для добавления искусственных спутников, симуляции окуляра, управления телескопом и многого другого
sk: systém zásuvných modulov pridávajúci umelé družice, simuláciu okulárov, nastavenie ďalekohľadu a ďalšie
sq: sistem shtojcash që shtojnë satelitë artificialë, simulime okulare, formësim teleskopi, etj
th: ระบบโปรแกรมเสริมซึ่งเพิ่มดาวเทียม การจำลองภาพในมุมมองผ่านกล้อง การควบคุมกล้องโทรทรรศน์ ฯลฯ
uk: система додатків, яка допоможе спостерігати за штучними супутниками, імітувати окуляр телескопа, керувати телескопом тощо.
zh_hk: 通過插件系統添加人造衛星、目鏡模擬、望遠鏡控制等許多功能

source: ability to add new solar system objects from online resources...
af: vermoë om nuwe sterrestelselvoorwerpe van aanlynbronne toe te voeg…
ar: القدرة على إضافة أجرام جديدة في المجموعة الشمسية من المصادر الموجودة على الإنترنت
az: onlayn resurslardan yeni günəş sistemi obyektlərinin əlavə edilməsi imkanı...
be: магчымасьць дадаваць новыя аб'екты сонечнай сыстэмы зь сеціва…
bn: অনলাইন রিসোর্স থেকে সৌরজগতের নানা জ্যোতিষ্ক যোগ করতে পারেন
bs: mogućnost dodavanja novih solarnih objekata iz online resursa...
ca: possibilitat d'afegir nous objectes al sistema solar des de recursos en línia
ca@valencia: capacitat d'afegir nous objectes del sistema solar a partir dels recursos en línia
cs: možnost přidávání nových objektů na oblohu, ze zdrojů dostupných on-line
de: Fähigkeit, Bahnelemente (für Kometen&Asteroiden) aus dem Internet zu laden...
el: ικανότητα να προσθέτονται νέα αντικείμενα του ηλιακού συστήματος από πηγές στο διαδίκτυο
es: opción de añadir nuevos objetos del sistema solar a partir de los recursos en línea...
et: võimekus võrguallikatest lisada uusi päikesesüsteemi objekte
eu: sareko baliabideetatik eguzki sistemako objektu berriak gehitzeko aukera...
fi: mahdollisuus lisätä aurinkokunnan kohteita verkkolähteistä...
fr: Possibilité d'ajouter de nouveaux objets du Système solaire à partir des ressources en ligne
gd: gabhaidh cuspairean an rian-grèine ùra a chur ris o thùsan air loidhne…
gl: capacidade de engadir novos obxectos do sistema solar a partir de recursos en liña ...
hr: mogućnost dodavanja novih objekata sunčevog sustava preko online izvora...
hu: online forrásokból Naprendszerbeli új objektumokat lehet láthatóvá tenni...
id: kemampuan untuk menambahkan objek tata surya dari sumber daring...
is: geta til að bæta nýjum hlutum við í sólkerfið úr tilföngum á netinu...
it: capacità di aggiungere nuovi oggetti del sistema solare da risorse online...
ja: オンラインリソースからの新しい天体の追加...
ky: онлайн ресурстарынан жаңы асман телолорун кошуу мүмкүнчүлүгү...
lt: galimybė pridėti naujus saulės sistemos objektus iš internetinių išteklių...
lv: iespēja pievienot jaunus Saules sistēmas objektus no tiešsaistes resursiem...
nb: mulig å legge til nye solsystem-objekter fra nettbaserte ressurser...
nl: mogelijkheid om nieuwe zonnestelselobjecten toe te voegen uit online bronnen...
pl: możliwość dodania nowych obiektów systemu słonecznego ze źródeł online
pt_br: possibilidade de adicionar novos objetos do sistema solar a partir de recursos disponíveis na rede...
ro: abilitatea de a adăuga noi obiecte la sistemul solar din resurse online
ru: возможность добавления новых объектов солнечной системы из интернета...
sc: abilidade de azunghere ateros ogettos de su sistema solare dae una risorsa in rete...
sk: možnosť pridania nových objektov slnečnej sústavy zo zdrojov dostupných online...
sq: aftësi për të shtuar objekte të rinj sistemi diellor pre burimesh internetore…
sr: могућност додавања новог објекта у Сунчев систем из извора са интернета...
sv: möjlighet att lägga till nya solsystemobjekt från onlineresurser…
th: ความสามารถในการเพิ่มวัตถุใหม่ในระบบสุริยะจากแหล่งข้อมูลออนไลน์...
tr: çevrimiçi kaynaklardan yeni güneş sistemi nesneleri ekleyebilme...
uk: можливість додавання нових об’єктів Сонячної системи на основі даних інтернет-ресурсів…
vi: Có khả năng thêm các vật thể hệ mặt trời mới từ các nguồn trực tuyến...
zh_hk: 可通過在綫資源添加新的太陽系天體...

source: add your own deep sky objects, landscapes, constellation images, scripts...
af: voeg u eie dieplugvoorwerpe, landskappe, konstellasiebeelde, skripte, ens. toe
ar: أضف أجرام الفضاء السحيق الخاصة بك وكذلك مناظر الرصد وصور الكوكبات والسكريبتات ...
az: öz dərin kosmos obyektlərinizi, mənzərələri, bürc şəkillərini, skriptləri əlavə edin...
be: дадаваньне сваіх аб'ектаў глыбокага космасу, краявідаў, відарысаў сузор'яў, сцэнароў…
bn: নিজের তৈরী নানা মহাজাগতিক বস্তু, ভূমিরূপ, মন্ডলগুলির কল্পচিত্র, কার্যলিপি.... ইত্যাদি যোগ করতে পারেন
bs: mogućnost da dodajete vaše vlastite nebeske objekte, pejzaže, slike sazviježđa, skripte...
ca: afegeix els teus propis objectes del cel profund, paisatges, imatges de constel·lacions, seqüències d'ordres ...
ca@valencia: afegiu els vostre objectes de l'espai profund, paisatges, imatges de constel·lacions , scripts...
cs: přidejte si svoje vlastní objekty hlubokého vesmíru, krajiny, obrázky souhvězdí, skripty…
de: Ergänze mit eigenen Deep-Sky Bildern, Landschaften, Sternbildfiguren, Skripten...
el: προσθέστε τα δικά σας αντικείμενα, άστρα, τοπία, εικόνες αστερισμών, σενάρια...
es: añade tus propios objetos de la profundidad del espacio, paisajes, imágenes de las constelaciones, guiones...
et: lisa enda süvataeva objekte, maastikke, tähtkujupilte, skripte...
eu: gehitu zure espazio sakoneko objektuak, paisaiak, konstelazioen irudiak, script-ak...
fi: lisää omia syvän taivaan kohteita, maisemia, tähdistökuvia, komentosarjoja...
fr: Ajout de vos propres objets du ciel profond, paysages, images de constellations, scripts, etc.
gd: cuir na cuspairean fad às, cruthan-tìre, dealbhan reul-bhadan, sgriobtaichean is eile agad fhèin ris…
gl: engade os teus propios obxectos do ceo profundo, paisaxes, imaxes da constelación, scripts ...
hr: dodajte vlastita nebeska tijela, krajolike, slike zviježđa, skripte...
hu: hozzáadható mélyég objektum, tájkép, csillagkép rajza és saját szkript...
id: tambahkan objek langit dalam kamu, lanskap, gambar rasi bintang, skrip...
is: bæta við þínum eigin djúpfyrirbærum, landslagi, stjörnumerkjamyndum, skriftum...
it: aggiungete i vostri oggetti del cielo profondo, paesaggi, immagini di costellazioni, script...
ja: 深宇宙の天体、背景、星座絵、スクリプトなどを自分で作成し、追加可能
ky: өзүңүз жасаган аалам объектилерин, ландшафттарды, топ жылдыздардын сүрөттөрүн, сценарийлерди кошуу...
lt: pridėkite savo pačių giliojo kosmoso objektų, kraštovaizdžių, žvaigždynų vaizdų, scenarijų...
lv: jūs varat pievienot savus Visuma objektus, ainavas, zvaigznāju attēlus, skriptus...
nb: legg til dine egne deep sky-objekter, landskaper, stjernebildefigurer, skript...
nl: je eigen deep sky objecten toevoegen, je eigen landschap, sterrenbeelden, scripts...
pl: twórz własne obiekty nieba, krajobrazy, ilustracje gwiazdozbiorów, skrypty...
pt: adicione seus próprios objetos do céu profundo, terrenos, imagens de constelação, scripts...
pt_br: adicione os seus próprios objetos do céu profundo, paisagens, imagens de constelações, apresentações...
ro: vă puteți adăuga propriile obiecte deep sky, peisaje, imagini ale constelațiilor, script-uri...
ru: добавление собственных космических объектов, ландшафтов, изображений созвездий, сценариев...
sc: azunghe sos ozetos tuos de ispatziu profundu, paesaggios, imagines de constellatziones, iscript...
sk: pridanie vlastných objektov hlbokého vesmíru, terénov, obrázkov súhvezdí, skriptov...
sq: shtoni objektet tuaj qielli të thellë, peizazhe, figura yjësish, programthe…
sr: додај свој објекат дубоког неба, пејзаж, слику сазвежђа, скрипту...
sv: lägg till egna djuprymdsobjekt, landskap, stjärnbildsgrafik, skript…
th: เพิ่มวัตถุท้องฟ้า ภูมิทัศน์ ภาพวาดกลุ่มดาว สคริปต์ ฯลฯ ที่คุณจัดทำขึ้นเอง
tr: kendi derin gökyüzü cisimlerinizi, manzaralarınızı, takımyıldız resimlerinizi, komut dosyaları "scripts" nızı ekleyebilmek...
uk: додавання ваших власних віддалених об’єктів, ландшафтів, зображень сузір’їв, скриптів…
vi: Thêm các vật thể xa, quang cảnh, hình ảnh chòm sao, các lệnh của chính bạn...
zh_hk: 添加自定義的深空天體、地景、星座繪圖、腳本...

source: presentations
ca: presentacions
cs: prezentace
de: Präsentationen
es: presentaciones
fi: Esitykset
id: presentasi
it: presentazioni
lt: pristatymai
sk: prezentácie
sq: paraqitje
uk: презентації

source: G. Zotti gave a <a href='https://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>presentation about Virtual Archaeoastronomy with Stellarium (YouTube)</a> for the <a href='https://scaas.org'>Society for Cultural Astronomy in the American Southwest (SCAAS)</a> on February 25th, 2023
ca: G. Zotti va fer una <a href='https\://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>presentació sobre l'Arqueoastronomia Virtual amb Stellarium (YouTube)</a> per al <a href='https\://scaas.org'>Society for Cultural Astronomy in the American Southwest (SCAAS)</a> el 25 de febrer de 2023
cs: G. Zotti měl 25. února 2023 <a href='https://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>prezentaci o virtuální archaeoastronomii se Stellariem (YouTube)</a> pro <a href='https://scaas.org'>Society for Cultural Astronomy in the American Southwest (SCAAS)</a>
de: G. Zotti in einer Präsentation über <a href='https://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>Virtual Archaeoastronomy with Stellarium (YouTube)</a> für die <a href='https://scaas.org'>Society for Cultural Astronomy in the American Southwest (SCAAS)</a> am 25. Februar 2023.
es: G. Zotti dio una <a href='https://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>presentación acerca de la Arqueoastronomía Virtual con Stellarium (YouTube)</a> para la <a href='https://scaas.org'>Sociedad para la Astronomía Cultural en el Suroeste Americano (SCAAS)</a> el 25 de febrero, 2023
fi: G. Zotti esitti <a href='https://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>esityksen virtuaalisesta arkeoastronomiasta Stellariumilla</a> (YouTubessa) påaikassa <a href='https://scaas.org'>Society for Cultural Astronomy in the American Southwest (SCAAS)</a> 25. helmikuuta 2023
id: G. Zotti memberikan presentasi <a href='https://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>tentang arkeoastronomi virtual dengan Stellarium (YouTube)</a> untuk <a href='https://scaas.org'>Society for Cultural Astronomy in the American Southwest (SCAAS)</a> pada 25 Februari 2023
lt: G. Zotti pristatė <a href='https://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>Virtualią archeoastronomiją su Stellarium (YouTube)</a> <a href='https://scaas.org'>Amerikos pietvakarių kultūrinės astronomijos draugijai (SCAAS)</a> 2023 m. vasario 25 d.
sq: G. Zotti dha një <a href='https://www.youtube.com/watch?v=H9WXLDzbFYU' target='_blank'>prezantim rreth Astronomie të Lashtë Virtuale me Stellarium (YouTube)</a> për <a href='https://scaas.org'>Society for Cultural Astronomy in the American Southwest (SCAAS)</a> më 25 shkurt 2023

source: A. Wolf gave a <a href='https://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>presentation about Stellarium 1.0 (YouTube)</a> at the <a href='https://sibastro.ru/report/uindex?year=2022'>Siberian Astronomical Forum SibAstro 2022</a> on September 25th, 2022
ca: A. Wolf va fer una <a href='https\://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>presentació sobre Stellarium 1.0 (YouTube)</a> a la <a href='https\://sibastro.ru/report/uindex?year=2022'>Fòrum Astronòmic Siberià SibAstro 2022</a> el 25 de setembre de 2022
cs: A. Wolf měl 25. září 2022 <a href='https://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>prezentaci o Stellarium 1.0 (YouTube)</a> na <a href='https://sibastro.ru/report/uindex?year=2022'>Siberian Astronomical Forum SibAstro 2022</a>
de: A. Wolf in einer <a href='https://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>Präsentation über Stellarium 1.0 (russisch; YouTube)</a> beim <a href='https://sibastro.ru/report/uindex?year=2022'>Sibirischen Astronomischen Forum SibAstro 2022</a> am 25. September 2022.
es: A. Wolf dio una <a href='https://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>presentación acerca de Stellarium 1.0 (YouTube)</a> en el <a href='https://sibastro.ru/report/uindex?year=2022'>Foro Astronómico Siberiano SibAstro 2022</a> el 25 de septiembre, 2022
fi: A. Wolf esitti <a href='https://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>esityksen Stellarium 1.0:sta </a> (YouTubessa) paikassa <a href='https://sibastro.ru/report/uindex?year=2022'>Siberian Astronomical Forum SibAstro 2022</a> 25. syyskuuta 2022
id: A. Wolf memberikan <a href='https://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>presentasi tentang Stellarium 1.0 (YouTube)</a> di<a href='https://sibastro.ru/report/uindex?year=2022'>Siberian Astronomical Forum SibAstro 2022</a> pada 25 September 2022
lt: A. Wolf pristatė Stellarium 1.0 (YouTube) <a href='https://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>čia</a> <a href='https://sibastro.ru/report/uindex?year=2022'>SibAstro 2022</a> Sibiro Astronomijos Forume rugsėjo 25 dieną, 2022
sq: A. Wolf dha një <a href='https://www.youtube.com/watch?v=mx7waXJ3v_Q&t=4724s' target='_blank'>prezantim rreth Stellarium 1.0 (YouTube)</a> në <a href='https://sibastro.ru/report/uindex?year=2022'>Siberian Astronomical Forum SibAstro 2022</a> më 25 shtator 2022

source: A. Wolf gave a <a href='https://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>presentation about Stellarium &mdash; key changes in the last 5 years (YouTube)</a> at the <a href='https://sibastro.ru/report/uindex?year=2021'>Siberian Astronomical Forum SibAstro 2021</a> on September 25th, 2021
ca: A. Wolf va fer una <a href='https\://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>presentació sobre Stellarium &mdash; sobre els canvis clau en els darrers 5 anys (YouTube)</a> al <a href='https\://sibastro.ru/report/uindex?year=2021'>Fòrum Astronòmic Siberià SibAstro 2021</a> el setembre 25 de 2021
cs: A. Wolf měl 25. září 2021 <a href='https://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>prezentaci o Stellariu &mdash; klíčové změny v posledních 5 letech (YouTube)</a> na <a href='https://sibastro.ru/report/uindex?year=2021'>Siberian Astronomical Forum SibAstro 2021</a>
de: A. Wolf in einer <a href='https://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>Präsentation über Stellarium &mdash; die wichtigsten Änderungen der letzten 5 Jahre (russisch; YouTube)</a> beim <a href='https://sibastro.ru/report/uindex?year=2021'>Sibirischen Astronomischen Forum SibAstro 2021</a> am 25. September 2021.
es: A. Wolf dio una <a href='https://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>presentación acerca de los cambios clave de Stellarium en los últimos cinco años (YouTube)</a> en el <a href='https://sibastro.ru/report/uindex?year=2021'>Foro Astronómico Siberiano SibAstro 2021</a> el 25 de septiembre, 2021
fi: A. Wolf esitti <a href='https://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>esityksen Stellariumista &mdash; avainmuutoksista 5 viime vuoden aikana</a> (YouTubessa) paikassa <a href='https://sibastro.ru/report/uindex?year=2021'>Siberian Astronomical Forum SibAstro 2021</a> 25. syyskuuta 2021
id: A. Wolf memberikan <a href='https://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>presentasi tentang perubahan-perubahan penting Stellarium dalam 5 tahun terakhir (YouTube)</a> di <a href='https://sibastro.ru/report/uindex?year=2021'>Siberian Astronomical Forum SibAstro 2021</a> pada 25 September 2021
lt: A. Wolf pristatė Stellarium &mdash; pagrindinius pokyčius per pastaruosius 5 metus (YouTube) <a href='https://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>čia</a> <a href='https://sibastro.ru/report/uindex?year=2021'>SibAstro 2021</a> Sibiro Astronomijos Forume rugsėjo 25 dieną, 2021
sq: A. Wolf dha një <a href='https://www.youtube.com/watch?v=wlmTv28USvY' target='_blank'>prezantim rreth Stellarium-it &mdash; ndryshime kyçe në 5 vjetët e fundit (YouTube)</a> në <a href='https://sibastro.ru/report/uindex?year=2021'>Siberian Astronomical Forum SibAstro 2021</a> më 25 shtator 2021

source: G. Zotti gave a <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>presentation about Stellarium (YouTube)</a> for the <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Virtual Observatory of the Chinese Academy of Sciences)</a> on February 1st, 2021
ca: G. Zotti va fer una <a href='https\://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>presentació sobre Stellarium (YouTube)</a> per al <a href=' https\://nadc.china-vo.org/article/20210105092323'>Xina-VO (Observatori virtual de l'Acadèmia Xinesa de Ciències)</a> l'1 de febrer de 2021
cs: G. Zotti měl 1. února 2021 <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>prezentaci o Stellariu (YouTube)</a> pro <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Virtual Observatory of the Chinese Academy of Sciences)</a>
de: G. Zotti in einer <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'> Präsentation über Stellarium (YouTube)</a> für das <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Virtual Observatory of the Chinese Academy of Sciences)</a> am 1. Februar 2021.
es: G. Zotti dio una <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>presentación acerca de Stellarium (YouTube)</a> para el <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Observatorio Virtual de la Academia de Ciencias de China)</a> el 1 de febrero, 2021
fi: G. Zotti esitti <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>esityksen Stellariumista</a> (YouTubessa) paikassa <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Virtual Observatory of the Chinese Academy of Sciences)</a> 1. helmikuuta 2021
id: G. Zotti memberikan <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>presentasi tentang Stellarium (YouTube)</a> untuk <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Observatorium Virtual Akademi Ilmu Pengetahuan Tiongkok)</a> pada 1 Februari 2021
lt: G. Zotti pristatė <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>Stellarium (YouTube)</a> <a href='https://nadc.china-vo.org/article/20210105092323'> China-VO (Kinijos mokslų akademijos virtualioji observatorija) </a> 2021 m. vasario 1 d.
sq: G. Zotti dha një <a href='https://www.youtube.com/watch?v=FNdLMYwBgA4' target='_blank'>prezantim rreth Stellarium-ut (YouTube)</a> për <a href='https://nadc.china-vo.org/article/20210105092323'>China-VO (Observatori Virtual i Akademisë Kineze të Shkencave)</a> më 2 shkurt 2021

source: G. Zotti gave an <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'>invited talk (YouTube)</a> at the <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>IAU Symposium 367</a> on December 9th, 2020
ca: G. Zotti va fer una <a href='https\://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'>xerrada amb convidats (YouTube)</a> a <a href='http \://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>IAU Symposium 367</a> el 9 de desembre de 2020
cs: G. Zotti měl 9. prosince 2020 <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'>zvanou přenášku (YouTube)</a> na <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>IAU Symposium 367</a>
de: G. Zotti in einem <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'> Invited Talk (YouTube)</a> beim <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'> IAU Symposium 367</a> am 9. Dezember 2020.
es: G. Zotti dio una <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'>charla invitada (YouTube)</a> en el <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>Simposio 367 UAI</a> el 9 de diciembre, 2020
fi: G. Zotti oli kutsuttuna <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'> (YouTuben) haastattelussa </a> tilaisuudessa <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>IAU Symposium 367</a> 9. joulukuuta 2020
id: G. Zotti memberikan <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'>obrolan yang diundang (YouTube)</a> di <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>IAU Symposium 367</a> pada 9 Desember 2020
lt: G. Zotti davė <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'>pakvietimą kalbėti (YouTube)</a> <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>IAU Simpoziume 367</a> 2020 m. gruodžio 9 d.
sq: G. Zotti mbajti një <a href='https://www.youtube.com/watch?v=uJBu_7qOSqQ' target='_blank'>fjalë si i ftuar (YouTube)</a> në <a href='http://sion.frm.utn.edu.ar/iaus367/index.php/georg-zotti/'>IAU Symposium 367</a> më 9 dhjetor 2020
