Repository: Stellarium/stellarium.github.io
Catalog: po/la.po
Languages: la

source: latest version is
la: versio novissima est

source: source
la: codex fontanus

source: 64 bit
la: LXIV binarii

source: 32 bit
la: XXXII binarii

source: latest stable release
la: versio stabilis novissima

source: Stellarium is produced by the efforts of the developer team, with the help and support of the following people and organisations:
la: Stellarium producitur est ab laboribus congregatio creatorum, cum auxilium et adiumentum ex personae et instituta sequentes:

source: sponsors
la: Praebitores pecuniarum

source: Sourceforge for hosting the project files, website and SVN repositories. Sourceforge have pushed many terabytes of data for Stellarium during the life of the project.
la: Sourceforge pro hospitio documenta conatuum, situs interretialis et promptuaria subversionum. Sourceforge tractaverunt multa milliens milliens milliens mille octeti-binarii indiciorum pro Stellarium quamdiu vita conatus.

source: community
la: communitas

source: Special thanks go out to all members of the Stellarium user community.
la: Gratias speciales ad omnia membra communitatis usufructarii Stellarii.

source: Program translators
la: Translatores programmae

source: User guide translators
la: Translatores libri manualis

source: Landscape authors
la: Creatores imagines proventus circumiectalium

source: Wiki authors
la: Auctores vicii

source: Testers and bug reporters
la: Probatores et reportores errorum

source: Donators
la: Donatores

source: former developers
la: creatores prius

source: Several people have made significant contributions but are no longer active. Their work has made a big difference to the project
la: Pluribus personis fecerunt contributiones significantium, sed non iam activae sunt. Opus eorum fecit una differentia magna pro conatus nostrus.

source: developer
la: creator

source: friends
la: amici

source: Since version 0.10 Stellarium has new graphical user interface. The vertical bar links to windows, the horizontal bar shows toggle buttons, just like it used to.
la: Usque ab versio 0.10, Stellarium interficies graphices nova habet. Area directa attexit nexi fenestris et area horizontalis ostendit pulsabula mutationum, sicut antequam.

source: The sun is down, the stars are visible. Since version 0.10.0 Stellarium has extensive star catalogs. 600,000 are included by default, but you can even download extra catalogues to see up to 210 million stars. This work was done by our team member Johannes.
la: Post occasum solaris, apparentibus stellis. Usque ab versio 0.10, Stellarium habeat catalogi stellae late. DC mille per defaltam inest, sed bene potes ex rete catalogi supplementorum haurire cum pluribus quam CCX milliens mille stellae. Hic opus factum erat per Ioannes, membrum collegii nostrum.

source: Full sky view of the constellations, their boundaries, the Milky Way.
la: Prospectus plenus de sidera caeli, finibus suus et Via Lactea.

source: A shooting star flashes past the Jupiter. You can select different intensities in the View window.
la: Stellarum pluvia fulgurat ubi Iuppiter transeat. Potes ut intentiones diversae eligere in fenestra Ostensio.

source: Constellation art turned on.
la: Cum munus picturae sideris habilitat.

source: The Starlore tab in the View window. Choose between different cultures and see how they looked at the stars.
la: Lacinia Mythologia sideris in fenestra Ostensio. Eligere inter culturae diversae et bidere quomodo ea sidera respiciebantur.

source: The dance of the planets above ESO headquarters, near Munich.
la: Choro planetarum supra praetorium Observatorium Australis Europaeum (ESO), proxime Monachium.

source: The great nebula in Orion. Press N to bring up the nebula labels. Also shown are constellation lines, press C to show or hide them.
la: Nebula magna Orionis. Deprimere N pro tituli nebularum ostendunt. Etiam ostenduntur sunt lineae sideris, deprimere C ut eae ostendere vel abscondere.

source: See how different amounts of light pollution make the universe invisible.
la: Videre quomodo quantitates diversae pollutio lucis, universum invisibilis facit.

source: Search for a planet, nebula, constellation or a specific star. Press enter, and Stellarium centers on the object.
la: Quaerere una planeta, nebula, sidus vel una stella specifica. Deprimere clavis Enter et Stellarium id ponit in medio albi.

source: Stellarium screenshot gallery
la: Pinacoteca imaginis albi Stellariorum

source: Please select an image.
la: Sodes una imago eligere.

source: Stellarium is a free open source planetarium for your computer. It shows a realistic sky in 3D, just like what you see with the naked eye, binoculars or a telescope.
la: Stellarium est una programma theatri planetarii libera pro computatorium tuae, gratis et cum codex fontanus non clausa. Ostendit unum caelum realisticum in 3D, sicut quod visis cum oculus nudus, binoculum vel telescopium.

source: It is being used in planetarium projectors. Just set your coordinates and go.
la: Saepe utitur est in proiectoria planetariorum. Modo definis coordinatae tuae et ire.

source: view screenshots
la: exhibere imagines albi

source: The great nebula in Orion. Press N to bring up the nebula labels.
la: Nebula magna Orionis. Deprimere N ut tituli nebularum ostendere.

source: Click on the picture to the left for details.
la: Premere pictura sinistra pro informatio.

source: features
la: quae insunt

source: sky
la: convexum caeli

source: default catalogue of over 600,000 stars
la: index exemplaris cum ultra DC mille stellae

source: asterisms and illustrations of the constellations
la: asterismi et imagines siderum

source: constellations for 20+ different cultures
la: sidera de ampliore XX cultus humanus diversa

source: images of nebulae (full Messier catalogue)
la: imagines nebulae (index Messierii plenus)

source: realistic Milky Way
la: Via Lactea realistica

source: very realistic atmosphere, sunrise and sunset
la: atmosphaera vera realistica, itidem solis ortum et occasum

source: the planets and their satellites
la: planetae et satellitum eorum

source: interface
la: interficies

source: a powerful zoom
la: amplificatorium potens

source: time control
la: gubenatio temporis

source: multilingual interface
la: interficies multilingue

source: fisheye projection for planetarium domes
la: proiectio imaginis cum oculus piscis pro tholi theatri planetariorum

source: spheric mirror projection for your own low-cost dome
la: proiectio speculi sphaerica pro tholum sumptus-parvus tui

source: all new graphical interface and extensive keyboard control
la: interficies graphica nove et ampla gubernatio claviaturae

source: telescope control
la: gubernatio telescopii

source: visualisation
la: expositio visualis

source: equatorial and azimuthal grids
la: cancelli aequatorialis et azimuthalis

source: star twinkling
la: stellae micantes

source: shooting stars
la: stellarium pluvia

source: eclipse simulation
la: simulatio eclipsium

source: skinnable landscapes, now with spheric panorama projection
la: prospectus circumiectalium in forma pelles adaptabiles, nunc cum proiectio despectus sphaerica

source: customizability
la: accommodatio

source: plugin system adding artifical satellites, ocular simulation, telescope configuration and more
la: systema programmae additamenti, quae addit satellites artificiales, simulatio ocularis, configuratio telescopii et magis

source: ability to add new solar system objects from online resources...
la: abilitas ut novae res systematum solarium addere, ex subsidia Interretialis…

source: add your own deep sky objects, landscapes, constellation images, scripts...
la: addere res caeli profundi, prospectus circumiectalium, imagines siderum et scripta…

source: news
la: nuntii

source: system requirements
la: postulata systemae

source: minimal
la: ut minimam

source: 512 MiB RAM
la: Conditorium RAM de 512 megabinarii

source: 250 MiB on disk
la: Locus accessibilis in disco de 250 megabinarii

source: recommended
la: commendata

source: 3D graphics card which supports OpenGL 3.3 and above
la: Chartula graphices 3D qui sustentat OpenGL 3.3 vel posterior

source: 1 GiB RAM or more
la: Conditorium volatile (RAM) de 1 GB vel plus

source: 1.5 GiB on disk
la: Conditorium disci accessibile de 1,5 GB

source: developers
la: creatores

source: Project coordinator:
la: Coordinator conatus:

source: Developer:
la: Creator:

source: Continuous Integration:
la: Integratio continua:

source: Tester:
la: Probator:

source: and everyone else in the community.
la: et quisque alius in communitas interretialis eorum.

source: collaborate
la: collaborare

source: You can learn more about Stellarium, get support and help the project from these links
la: Potes plus de Stellarium discere, adiumentum nancisci et conatus auxiliari ex hi nexi

source: forum
la: arena Interretialis

source: mailing list
la: grex cursus publici electronici

source: wiki
la: situs interretialis vicius

source: FAQ
la: quaestiones frequenter allatae

source: landscapes
la: proventus circumiectalis

source: scripts
la: scripta

source: plugins
la: programma additamenta

source: textures
la: texturae

source: developers documentation
la: documenta creatorum

source: scripting
la: creatio scripti

source: for Linux (source)
la: pro Linux (codex fontanus)

source: for Mac OS X
la: pro Mac OS X

source: for Windows
la: pro Windows

source: supporters and friends
la: fautores et amici

source: Other languages:
la: Aliae linguae:
